{
    "__articles": "3;35",
    "__conclusion": "Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Afghanistan)",
    "applicability": "",
    "appno": "70073/10;44539/11",
    "article": [
        "3",
        "35"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Expulsion"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "Afghanistan"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-118339.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 70073/10 and 44539/11) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Afghan nationals, Mr H. and Mr B. (“the applicants”).",
                        "elements": []
                    },
                    {
                        "content": "2.  The first application was lodged on 30 November 2010 by Mr H. (“the first applicant”) who was born in 1975 and lives in . The second application was lodged on 21 July 2011 by Mr B. (“the second applicant”) who was born in 1988 and also lives in .",
                        "elements": []
                    },
                    {
                        "content": "3.  The first applicant was represented by Wilson Solicitors LLP, a law firm practising in . The second applicant was represented by Malik and Malik Solicitors, also a law firm practising in . The  Government (“the Government”) were represented by their Agent, Ms A. Sornarajah of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants alleged that, if expelled from the United Kingdom to , they would face a real risk of ill-treatment contrary to Article 3 of the Convention. The second applicant also complained that his expulsion would violate his right to life under Article 2 of the Convention and would disproportionately interfere with his rights under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 3 December 2010 and 25 July 2011 respectively the President of the Chamber to which the cases were allocated decided to apply Rule 39 of the Rules of Court, indicating to the Government that it was desirable in the interests of the parties and the proper conduct of the proceedings before the Court that the applicants should not be expelled to  pending the Court’s decision.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 7 March 2011 and 26 July 2011 respectively the President of the Fourth Section decided to give notice of the applications to the Government. It was also decided to rule on the admissibility and merits of the applications at the same time as their admissibility (Article 29 § 1) and to grant the applicants anonymity (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The first applicant",
                                "elements": [
                                    {
                                        "content": "8.  The first applicant, originally from Wardak province in central Afghanistan arrived in the  on 30 October 2008 and claimed asylum on 3 November 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The basis of his asylum claim was his fear of both the Taliban and Hizb-i-Islami (“HII”) due to his perceived connections with the Afghan Government and the United Nations (“the UN”). He claimed that a year after his birth he had moved to Kabul with his family and that, in 1996, he and his family had emigrated to  owing to problems that they had had with the Taliban primarily as a result of their Hazara ethnicity. They had returned to Kabul in 2001 where they had lived until his departure from . The first applicant claimed that between 2004 and 2005, he had worked as a driver distributing leaflets for the elections and that, in that capacity, he had regularly worked with the United Nations Assistance Mission in  (“UNAMA”). From 2005 until 2008, he had worked as a driver in  for the United Nations Office for Project Service, a branch of the United Nations Development Programme (“UNDP”). In August 2008, ten days before he had left , he had received a telephone call in the Pashto language from an unknown person (who he had presumed to be a member of the Taliban) threatening his life and that of his family unless he stopped working with “foreigners and non-Muslims”. He had spoken to his friends about the phone call but had initially decided to ignore it. A few days later, he claimed that the Taliban had come to his home, had made further threats against him and, in his absence, had kidnapped his cousin. The first applicant claimed that he had been advised on the phone by his family to leave  immediately for his own safety. He had therefore fled to , where his family had joined him five days later. However, in Pakistan he had felt that he remained a Taliban target and so he had arranged his journey through Europe to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 17 December 2008, the Secretary of State refused the first applicant’s asylum application considering that he had fabricated aspects of his account and that his credibility was undermined by his failure to claim asylum in the European countries that he had passed through on his journey. Whilst it was acknowledged that the Taliban had been responsible for attacks on Hazara in the past, it was not accepted that the first applicant had ever been targeted by the Taliban or that he would be at risk in the future. It was similarly accepted that there may well have been incidents of the targeting of those working for foreign or international organisations within Afghanistan, but it was considered to be pure speculation that the threatening phone call that the first applicant had received in August 2008 had been from the Taliban. Further, it was considered to be inconsistent that the first applicant would have been able to work for the UN for three years without any incidents occurring earlier. Even if the first applicant’s cousin had been kidnapped, there was nothing to suggest that the incident related to the first applicant’s involvement with the UN or a systematic campaign against him. Even taking the first applicant’s claim at its highest, it was noted that the first applicant had failed to seek assistance from the Afghan authorities, the UN or any other party in . It was therefore considered that he had failed to demonstrate that a sufficiency of protection was not available to him in Afghanistan or that he could not internally relocate to another area of  for safety.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The first applicant appealed against the refusal of his asylum claim and, in a determination published on 4 January 2010, the then Asylum and Immigration Tribunal (“the AIT”) dismissed his appeal. The immigration judge accepted that the first applicant was of Hazara ethnicity and that it was probably true that he had been employed by the UNDP as a driver from 2005 until 2008. The immigration judge also accepted that the first applicant had probably received a veiled threat in a telephone call from the Taliban, which he had decided initially to ignore. He considered that such action demonstrated that the first applicant had had no fear of the Taliban at that time. The immigration judge did not believe that there was any truth in the suggestion that the first applicant had been targeted by the Taliban who had kidnapped his cousin instead of him. The fact that the first applicant had been able to go home and travel to Pakistan before fleeing to Europe was found to indicate that he had not been under any specific threat from the Taliban. Further, the immigration judge did not believe that the first applicant would be known throughout  as a UN driver. Finally, even if the whole of the first applicant’s account was true, the immigration judge considered that there was no reason why he could not safely relocate within Afghanistan particularly to  to where he would be removed in any event. In sum, the immigration judge did not accept that there were substantial grounds for believing that the first applicant would face a real risk of suffering serious harm if he were returned to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The first applicant applied for reconsideration arguing that he would be at risk because of the level of violence in . On 26 January 2010, a Senior Immigration Judge refused his application for reconsideration noting that the first applicant had not sought to challenge any of the immigration judge’s findings in his case but had instead sought to rely on Article 15 of the Qualification Directive (see paragraphs 36-37 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 15 June 2010, the High Court refused a further application for reconsideration, noting the findings of the Country Guidance determination of GS (Article 15(c): indiscriminate violence) Afghanistan CG [2009] UKAIT 00044 (see paragraph 29 below) and concluding that it would not be unduly harsh or unreasonable to expect a young man, like the first applicant, to return to Kabul.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The second applicant",
                                "elements": [
                                    {
                                        "content": "14.  The second applicant left Afghanistan on 30 April 2011 and arrived in the  on 2 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  He claimed asylum on 3 June 2011 on the basis of his fear of the Taliban due to his work as an interpreter for the  armed forces and the International Security Assistance Force (“ISAF”) from February 2009 until April 2011. He submitted letters in support from various commanding officers in the US forces which confirmed that he had worked with US forces in Kunar province in north-eastern . He claimed that he had received threats from the Taliban including a threat to behead him if he continued to work with foreigners. He also claimed that, in October 2010, he had been the interpreter involved in the search and rescue operation of an aid worker, which had ultimately led to the aid worker’s death and the death of eight Taliban members. He claimed that he had located the aid worker using a scanner and that the Taliban were aware of the significance of his role in that operation which had heightened their adverse interest in him. The second applicant had eventually fled  after seeing armed Taliban outside his house. The second applicant additionally claimed that he would not be able to relocate to Kabul for safety because he had relatives who lived there who were involved in the HII and who would seek to forcibly recruit him into their forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 20 June 2011, the Secretary of State refused his asylum application. It was accepted that he had worked as an interpreter for US forces in . However, it was not accepted that the second applicant had been involved in the search for the aid worker given that the information that he had given regarding the same contradicted the information which was available in the public domain. Additionally, it was not accepted that the second applicant had received threats as he had claimed from the Taliban given, inter alia, the discrepancies in his account over the dates of the same; and the fact that it was not plausible that the Taliban would have continued to threaten him rather than harm him, even after he had continued to work as an interpreter despite their earlier warnings. It was also considered that the fact that he had continued to work for US forces, despite the threats against him, was at odds with his claimed fear of the Taliban. Furthermore, it was not accepted that Taliban members had attended his home to kill him in April 2011 given that they had not fired at him and that he had been able to escape. The second applicant’s credibility was also considered to be undermined by the fact that he had failed to claim asylum in France despite having spent twenty-two days there on his way to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In sum, even taking the second applicant’s claims at its highest, it was not accepted by the Secretary of State that his fear of the Taliban was well-founded because it was not accepted that he had had any real difficulties with them in the past. Furthermore, it was considered that he had failed to establish a sustained and systemic failure of state protection on the part of the Afghan authorities and he could therefore seek protection from the Afghan authorities against the Taliban. Finally, it was considered that he could internally relocate to  for safety if necessary as a fit and healthy man of twenty-three years of age. In that regard, it had not been accepted that he was at any risk of being forcibly recruited by HII given that he was uncertain whether or not his relatives were even still alive and because such a fear was entirely speculative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The second applicant appealed against the refusal of his asylum claim and, in a decision of 30 June 2011, the First-tier Tribunal (Immigration and Asylum Chamber) (“the First-tier Tribunal”) dismissed his appeal. The immigration judge accepted that the second applicant had worked as an interpreter for US forces in Kunar province, had probably used a scanner and had been given a weapon for his own protection given that he had been working in a volatile area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  However, the immigration judge did not accept that the second applicant had been involved in the rescue operation of the aid worker and found that he had fabricated that part of his claim and spoken of a well known and well publicised incident to embellish a claim that he would be at enhanced risk upon return to . In that regard, the immigration judge considered, inter alia, that the second applicant would have known the aid worker’s surname had he been so involved in the search operation; that there were inconsistencies between his account and the account set out in newspaper articles; and that the dates that he had given were inaccurate and inconsistent with when the rescue of the aid worker had taken place. Furthermore, the immigration judge considered that, if the second applicant had had such a pivotal role in the operation, the  forces would have provided a more recent and specific letter of recommendation rather than the general and comparatively out of date letters that he had submitted at his appeal. Furthermore, the immigration judge did not accept that the second applicant would have been the only interpreter involved in such a rescue operation, given the sensitivity of the same, the number of personnel involved and the number of villages that had been searched. The immigration judge also found that the second applicant had not given a credible explanation as to how the Taliban would have been aware that he had been the interpreter who had identified the location of the aid worker and that he had been inconsistent about when he had allegedly received threats from the Taliban.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The immigration judge further entirely disbelieved that there would be any risk to the second applicant in Kabul from members of his family who would force him to join HII and considered that that issue had been an embellishment of his claim. In that regard, the immigration judge noted that the second applicant had not submitted any evidence regarding the same and that in his asylum interview he had stated that those relatives were missing and may even have died.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The immigration judge commented that during the course of the hearing he had found the second applicant to be an untruthful witness who had been anxious to give a rehearsed story.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Additionally, the immigration judge considered the second applicant’s claim with reference to the country guidance determination of GS (see paragraph 29 below) and stated that he had considered with care whether the second applicant would fall within an enhanced risk category because of his work as an interpreter for the US forces but had concluded that that could not be considered to be the case given that many Afghan nationals would have worked for the US and international forces. The immigration judge further considered that, as a young man in good health who had been able to travel independently from Afghanistan it was not likely to be unduly harsh or unreasonable to expect him to relocate to  particularly given that he had married sisters apparently living safely there. Finally, the immigration judge considered that the second applicant’s failure to claim asylum in  damaged his credibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 6 July 2011, a Senior Immigration Judge refused an application for permission to appeal to the Upper Tribunal finding that, in a very careful and detailed determination, the immigration judge had given cogent and sustainable reasons, which had been fully open to her on the evidence, for concluding that the second applicant had not left Afghanistan because of persecution and that he could return there without facing a real risk of serious harm. The immigration judge had given ample justification for the adverse credibility findings she had made and had adequately explained why the second applicant would not be at risk in , to where he could viably relocate.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Primary legislation",
                                "elements": [
                                    {
                                        "content": "24.  Sections 82(1) and 84 of the Nationality, Immigration and Asylum Act 2002 provide for a right of appeal against an immigration decision made by the Secretary of State for the Home Department, inter alia, on the grounds that the decision is incompatible with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Appeals in asylum, immigration and nationality matters were until 14 February 2010 heard by the AIT. Section 103A of the Nationality, Immigration and Asylum Act 2002 provided that a party to an appeal could apply to the High Court, on the grounds that the AIT had made an error of law, for an order requiring the AIT to reconsider its decision on the appeal. The High Court could make such an order if it thought that the AIT may have made an error of law. All applications for reconsideration went through a “filter procedure”, so that an application for reconsideration was first made to an authorised immigration judge of the AIT. If the immigration judge refused to make an order for reconsideration, the applicant was able to renew the application to the High Court, which would consider the application afresh.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Since 15 February 2010, appeals in asylum, immigration and nationality matters have been heard by the First-tier Tribunal. Section 11 of the Tribunals, Courts and Enforcement Act 2007 provides a right of appeal to the Upper Tribunal, with the permission of the First-tier Tribunal or the Upper Tribunal, on any point of law arising from a decision made by the First-tier Tribunal other than an excluded decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Section 2 of the Human Rights Act 1998 provides that, in determining any question that arises in connection with a Convention right, courts and tribunals must take into account any case-law from this Court so far as, in the opinion of the court or tribunal, it is relevant to the proceedings in which that question has arisen.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Country guidance determinations",
                                "elements": [
                                    {
                                        "content": "28.  Country guidance determinations of both the former AIT and the Upper Tribunal are treated as an authoritative finding on the country guidance issue identified in the determination, based upon the evidence before the members of the AIT or Upper Tribunal that determined the appeal. Unless expressly superseded or replaced by a later country guidance determination, country guidance determinations are authoritative in any subsequent appeals so far as that appeal relates to the country guidance issue in question and depends upon the same or similar evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Consideration of the level of indiscriminate violence in ",
                                        "elements": [
                                            {
                                                "content": "29.  In the country guidance determination of GS (Article 15 (c) : Indiscriminate violence) Afghanistan CG [2009] UKAIT 00044, of 15 October 2009, the then AIT held that there was not in Afghanistan such a high level of indiscriminate violence that substantial grounds existed for believing that a civilian would, solely by being present there, face a real risk which threatens the civilian’s life or person, such as to entitle that person to the grant of humanitarian protection, pursuant to Articles 2(e) and 15(c) of the Qualification Directive (see paragraphs 36-37 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In HK and others (minors – indiscriminate violence – forced recruitment by Taliban – contact with family members) Afghanistan CG [2010] UKUT 378 (IAC), the Upper Tribunal, in a determination dated 21 October 2010, concluded, inter alia, that the evidence as to the level of indiscriminate violence affecting civilians generally in Afghanistan which had become available since GS was not sufficient to show that the guidance given by the AIT in GS was no longer to be regarded as valid.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In AA (unattended children) Afghanistan CG [2012] UKUT 00016 (IAC), published on 1 February 2012, the Upper Tribunal found that there could be no doubt that the material before it revealed a deterioration in the security situation in  since HK and others. However, the Upper Tribunal found that there was no evidence to suggest that there was any material difference to the risk to which the adult civilian population was subject in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In AK (Article 15(c))  CG [2012] UKUT 00163 (IAC), promulgated on 18 May 2012, the Upper Tribunal reconsidered the evidence as to the applicability of Article 15(c) of the Qualification Directive (see paragraphs 36-37 below) and the level of indiscriminate violence affecting ordinary civilians which had become available since GS. In its examination, the Upper Tribunal examined a large amount of country of origin information, including that set out below at paragraphs 41-49 and paragraphs 53-58. With regard to , the Upper Tribunal found that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“As regards Kabul, even confining attention to Kabul city, given the fact that this has a reported population of around 5 million and that Kabul province does not feature in any list of the most violent provinces, the argument for any engagement of the Article 15(c) threshold, if based primarily on civilian deaths, is even weaker: according to the 2011 UNAMA report, the number of civilian deaths in Kabul in 2011 was 71. We remind ourselves that the population of  is around 5 million.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "In relation to  as a whole, the Upper Tribunal concluded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) This decision replaces GS (Article 15(c): indiscriminate violence) Afghanistan CG [2009] UKAIT 00044 as current country guidance on the applicability of Article 15(c) to the on-going armed conflict in . ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) Despite a rise in the number of civilian deaths and casualties and (particularly in the 2010-2011 period) an expansion of the geographical scope of the armed conflict in Afghanistan, the level of indiscriminate violence in that country taken as a whole is not at such a high level as to mean that, within the meaning of Article 15(c) of the Qualification Directive, a civilian, solely by being present in the country, faces a real risk which threatens his life or person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) Nor is the level of indiscriminate violence, even in the provinces worst affected by the violence (which may now be taken to include Ghazni but not to include ), at such a level...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Internal relocation within ",
                                        "elements": [
                                            {
                                                "content": "33.  In the country guidance determination of PM and Others (Kabul – Hizb-i-Islami) Afghanistan CG [2007] UKAIT 00089, the then AIT held, in respect of the ability to internally relocate to , as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“If the appellants show that they have a well founded fear in their home areas it is reasonable to expect them to live in .  is a functioning city. It has a government and some security forces. We acknowledge that it is not the role of ISAF to protect individuals, but there is an Afghan army and a police force and security forces.  is not an entirely lawless place. There are houses to rent, at a price; and despite a fairly high level of unemployment, there is work. The three appellants have spent a considerable time in the , they are all relatively educated and may well be in a good position to obtain work with the authorities or an NGO or similar. There is no satisfactory evidence that suggests that it would be unreasonable to expect them to live there, or that they would lead other than a relatively normal life. Insofar as Article 3 is concerned there is no satisfactory evidence that they would be subject to inhuman or degrading treatment or that they would be at real risk of a breach of any of their fundamental human rights in . It follows from all that we have said that in general returning failed asylum seekers, without more, are able to relocate to , if they cannot return safely to their home areas.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In RQ (Afghan National Army – Hizb-i-Islami – risk) Afghanistan CG [2008] UKAIT 00013, the then AIT held that unless there were particular reasons, it would not be unduly harsh to expect an appellant with no individual risk factors to relocate to Kabul and assist in the rebuilding of his country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In AK (Article 15(c)) , see above at paragraph 32, the Upper Tribunal concluded in relation to internal relocation that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Whilst when assessing a claim in the context of Article 15(c) in which the respondent asserts that Kabul city would be a viable internal relocation alternative, it is necessary to take into account (both in assessing “safety” and “reasonableness”) not only the level of violence in that city but also the difficulties experienced by that city’s poor and also the many Internally Displaced Persons (IDPs) living there, these considerations will not in general make return to Kabul unsafe or unreasonable.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT EUROPEAN UNION LAW",
                        "elements": [
                            {
                                "content": "36.  In addition to regulating refugee status within the European Union legal order, the Council Directive 2004/83/EC of 29 April 2004 (on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted: “the Qualification Directive”) makes provision for granting subsidiary protection status. Article 2(e) defines a person eligible for subsidiary protection status as someone who would face a real risk of suffering serious harm if returned to his or her country of origin and who is unable, or, owing to such risk, unwilling to avail himself of the protection of that country.",
                                "elements": []
                            },
                            {
                                "content": "37.  “Serious harm” is defined in Article 15 as consisting of:",
                                "elements": []
                            },
                            {
                                "content": "“a) death penalty or execution; or",
                                "elements": []
                            },
                            {
                                "content": "b) torture or inhuman or degrading treatment or punishment of an applicant in the country of origin; or",
                                "elements": []
                            },
                            {
                                "content": "c) serious and individual threat to a civilian’s life or person by reason of indiscriminate violence in situations of international or internal armed conflict”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RELEVANT DECISIONS FROM OTHER JURISDICTIONS",
                        "elements": [
                            {
                                "content": "38.  In decision 1002233 [2010] RRTA 588 of 19 July 2010, the Refugee Review Tribunal of Australia examined the asylum appeal of an Afghan national of Hazara ethnicity who had worked as a truck driver delivering goods for the Afghan Government and who claimed that he would be at risk from the Taliban if returned to Afghanistan.",
                                "elements": []
                            },
                            {
                                "content": "39.  In light of the country information available at that time, including the United Nations High Commissioner for Refugees Eligibility Guidelines for Assessing the International Protection needs of Asylum-Seekers from Afghanistan dated July 2009 (see below at paragraph 40), which indicated that the Taliban targeted people who worked for the Government and that outside of the appellant’s home area of Jaghouri in Ghazni province, the Taliban were active, the Tribunal found that they could not discount the real possibility that the local Mullah with ties to the Taliban might seek to seriously harm the appellant. The Tribunal therefore concluded that the appellant had a well founded fear of persecution on his return to .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  RELEVANT INFORMATION ABOUT ",
                        "elements": [
                            {
                                "content": "A.  United Nations High Commissioner for Refugees (“UNHCR”)",
                                "elements": [
                                    {
                                        "content": "40.  In July 2009, UNHCR issued Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Afghanistan (“the July 2009 UNHCR Guidelines”) and set out the categories of Afghans considered to be particularly at risk in Afghanistan in view of the security, political and human rights situation in the country at that time. The Guidelines stated that all indications pointed to a general threat to local and international humanitarian workers, without distinguishing between UN, NGOs and other humanitarian actors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 17 December 2010, UNHCR issued the most recent Eligibility Guidelines for Assessing the International Protection needs of Asylum-Seekers from Afghanistan (“the December 2010 UNHCR Guidelines”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Introduction to those Guidelines observed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“UNHCR considers that individuals with the profiles outlined below require a particularly careful examination of possible risks. These risk profiles, while not necessarily exhaustive, include (i) individuals associated with, or perceived as supportive of, the Afghan Government and the international community, including the ISAF; (ii) humanitarian workers and human rights activists; (iii) journalists and other media professionals; (iv) civilians suspected of supporting armed anti-Government groups; (v) members of minority religious groups and persons perceived as contravening Shari’a law; (vi) women with specific profiles; (vii) children with specific profiles; (viii) victims of trafficking; (ix) lesbian, gay, bisexual, transgender and intersex (LGBTI) individuals; (x) members of (minority) ethnic groups; and (xi) persons at risk of becoming victims of blood feuds.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In relation to the risk to individuals perceived as supporting the Afghan Government or the international community, the Guidelines set out that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There is a systematic and sustained campaign by armed anti-Government groups to target civilians associated with, or perceived as supporting, the Afghan Government or the international community, particularly in areas where such groups are active.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Attacks by armed anti-Government groups, which have ranged from intimidation, assassinations, abductions and stand-off attacks, to the use of improvised explosive devises (IEDs) and suicide attacks, increasingly target civilians associated with or perceived as supportive of the Government and the international community/ISAF. Targeted civilians include Government officials and civil servants, Government-aligned tribal leaders, Ulema Council (a national clerics’ body) members, religious scholars, judges, doctors, teachers, and workers on reconstruction/development projects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The majority of targeted attacks on civilians by armed anti-Government groups have occurred in those groups’ strongholds. However the number of targeted assassinations and executions of civilians has also increased in other parts of the country previously considered more secure. In the south-eastern and central regions, the number of assassinations and executions allegedly committed by armed anti-Government groups in 2010 has increased in comparison to 2009. Such targeted attacks rose dramatically in parts of the southern region, particularly in , where the Taliban have been conducting a systematic and targeted assassination campaign since the beginning of 2010. An average of 21 assassinations per week (compared to seven per week during the same period in 2009) was recorded from June to mid-September 2010, mostly in the southern and south-eastern regions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "UNHCR considers that persons associated with, or perceived as supportive of, the Government and the international community and forces, including Government officials, Government-aligned tribal and religious leaders, judges, teachers and workers on reconstruction/development projects, may, depending on the individual circumstances of the case, be at risk on account of their (imputed) political opinion, particularly in areas where armed anti-Government groups are operating or have control.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  With regard to the particular risk to civilians perceived as supporting ISAF, the Guidelines stated that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A recently intercepted message from Mullah Omar, the spiritual leader of the Taliban movement, ordered Taliban members to capture and kill any Afghan who is supporting or working for Coalition forces or the Government of Afghanistan, as well as any Afghan women who are helping or providing information to Coalition forces. The message, which departs from his previous instructions to minimize civilian deaths, has fuelled fears of Taliban retaliation among ISAF civilian support personnel, such as Afghan interpreters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The increased targeting of civilians is perceived as part of an effort by armed anti-Government groups to gain control over territories and populations. Local inhabitants are reportedly coerced into supporting anti-Government groups through threats or the use of force...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In relation to internal relocation, the Guidelines stated that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In order for an IFA/IRA [internal flight alternative/internal relocation alternative] to be a relevant consideration in any given case, the area must be found to be accessible and without factors that could constitute a well-founded fear of being persecuted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Given the wide geographic reach of some armed anti-Government groups, a viable internal relocation alternative may not be available to individuals at risk of being targeted by such groups. It is particularly important to note that the operational capacity of the Taliban (including the Haqqani network), the Hezb-e-Eslami (Gulbuddin) and other armed groups in the southern, south-eastern and eastern regions is not only evidenced by high-profile attacks, such as (complex) suicide bombings, but also through more permanent infiltration in some neighbourhoods and the regular distribution of threatening “night-letters”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, some non-State agents of persecution, such as organized crime networks, local commanders of irregular or paramilitary outfits and militias, as well as the Taliban and the Hezb-e-Eslami (Gulbuddin), have links or are closely associated with influential actors in the local and central administration. As a result, they largely operate with impunity and their reach may extend beyond the area under their immediate (de facto) control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "UNHCR generally considers [internal relocation] as a reasonable alternative where protection is available from the individual’s own extended family, community or tribe in the area of intended relocation. Single males and nuclear family units may, in certain circumstances, subsist without family and community support in urban and semi-urban areas with established infrastructure and under effective Government control. A case-by-case analysis will, nevertheless, be necessary given the breakdown in the traditional social fabric of the country caused by decades of war, massive refugee flows, and growing internal migration to urban areas.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other United Nations Reports",
                                "elements": [
                                    {
                                        "content": "1.  United Nations Assistance Mission in  (“UNAMA”)",
                                        "elements": [
                                            {
                                                "content": "46.  The UNAMA Annual Report 2010 on Protection of Civilians in Armed Conflict (“the UNAMA 2010 Report”) of March 2011 was prepared with the Afghanistan Independent Human Rights Commission (“AIHRC”) and was compiled in pursuance of the AIHRC’s mandate to, inter alia, monitor the situation of civilians in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The executive summary stated that the human cost of the armed conflict in  had grown again in 2010. Seventy-five percent of civilian deaths were attributed to anti-government elements. The overall rise in civilian deaths in 2010 was reported to be attributed to the increase use of IEDs (“improvised explosive devices”), targeted assassinations by anti-government elements and intensified military operations particularly in southern . Although the majority of fighting in 2010 had occurred in the southern and south-eastern regions, the insecurity and volatility of the conflict had continued to spread to the northern, eastern and western regions. All regions apart from the eastern region had experienced major increases in the number of civilians killed compared to 2009. Half of all civilian assassinations had occurred in southern .",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The most alarming trend in 2010 was considered to be the huge number of civilians assassinated by anti-government elements. Persons and relatives of persons perceived to be supportive of the Government of Afghanistan and/or international military forces, high-level provincial government officials, such as governors, district governors, shura and provincial council members and religious elders and ordinary civilians such as doctors, teachers, students and construction workers had reportedly been targeted and killed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  That conclusion was reiterated in UNAMA’s Annual Report 2011 on the Protection of Civilians in Armed Conflict (“the UNAMA 2011 Report”) of February 2012 which reported that targeted killings of civilians by anti-government elements had persisted in 2011, exceeding the rate recorded in 2010. Provincial and district governors, local government officials and workers, provincial and peace council members and local community and tribal elders had been deliberately targeted. Antigovernment elements had also deliberately targeted and killed civilians who supported, or were perceived as supporting, the Afghan Government or international military forces.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Other reports on ",
                                "elements": [
                                    {
                                        "content": "1.   Department of State Report",
                                        "elements": [
                                            {
                                                "content": "50.  In its 2011 Country Report on Human Rights Practices, , published in May 2012 (“the USSD Report”), the State Department observed, in relation to unlawful or arbitrary deprivation of life, that the Taliban had committed a string of high-profile, targeted killings of regional police commanders, provincial police chiefs, and other officials and had also killed numerous civilians.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  With regard to the excessive use of force and other abuses in the conflict in , the State Department reported, inter alia, that the Taliban had continued to engage in indiscriminate use of force, attacking and killing villagers, foreigners, and NGO workers; and that insurgents had targeted national and government officials, foreigners, and local NGO employees.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.   Reports",
                                        "elements": [
                                            {
                                                "content": "52.  The United Kingdom Border Agency’s Operational Guidance Note on  of June 2012 (“the OGN”) stated that insurgents had continued to conduct a campaign of intimidation, through the targeted assassination of high ranking Government officials, members of the security forces and influential local political and religious leaders. The OGN concluded that the risk from anti-government groups and forced recruitment into the Taliban was highest in areas where armed antigovernment groups were operating or had control.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  : Human Rights and Security Situation, by Dr. Antonio Giustozzi, Landinfo, 9 September 2011 (“the Landinfo Report”)",
                                        "elements": [
                                            {
                                                "content": "53.  The Norwegian Country of Origin Information Centre, Landinfo, is an independent body within the Norwegian Immigration Authorities which was established on 1 January 2005. It is responsible for collecting, analysing and presenting objective and updated country of origin information to various actors within the immigration authorities in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The introduction to the Landinfo Report on Afghanistan states that the report aims at providing a concise picture of the human rights situation in the context of the ongoing conflict in . In conducting a short military-political assessment of the conflict, the report set out that the Afghan conflict was continuing to expand geographically and to intensify in terms of violence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In considering the attitude of the parties of the conflict towards civilians, the report stated that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In comparative terms, the ongoing Afghan conflict has not been particularly bitterly targeted at civilians. Although civilian casualties have gradually increased year after year, they have done so less than proportionally with the increase in the number of violent incidents from 2008 onwards. This suggests that the parties in the conflict have been trying to restrain themselves and contain civilian casualties. In fact in the case of ISAF data provided by UNAMA shows a new decline in the number of civilians killed from 2009 onwards. In the case of the insurgents, they have killed more civilians, but not as many as they should have based on the increase in number of acts of violence. Similarly, episodes of targeting of civilians because of their association with one of the parties in the conflict have been rare. The main exception is represented by government officials, whom the insurgents have been proactively targeting and increasingly so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Taliban also forbid any kind of collaboration with the government and particularly with the foreign troops, including of an economic nature. Since contracting for ISAF or for western aid agencies is one of the main sources of employment in , the ban has a major impact on the ability of household to earn a livelihood. Unsurprisingly, most Afghans ignore it, at their risk and peril. Executions of contractors do occur. Usually the Taliban follow a procedure, which includes warning the collaborationists that they are going to be punished if they persist.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  It was then reported that the Afghan government, supported by ISAF, still had a hold over most Afghan cities with the exception of .",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In relation to areas controlled by the insurgents, the report observed an outflow of civilians escaping from them as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“This is not a massive flow; most internally displaced people seem to have fled large scale military operations. However, there are thousands of individuals and families who have clashed with the Taliban, mostly for having been suspected of collaborating with the government. There are also government officials fleeing from their job towards  or the cities in general. The Taliban has increasingly developed an ability to strike at will almost anywhere; harassment and targeting of “collaborators” now occurs even in the cities, even if on a small scale in  and in the north and west. Those who fled and have given up their jobs, as well as their family members, do not appear to have been actively targeted in the cities. The Taliban potentially has the resources and skills to track down people, particularly if these are not in hiding but have to work; extensive infiltration of the police also helps the Taliban’s information gathering efforts. However, these escapees who no longer collaborate for the government are a low priority target to the Taliban, whose assets in the cities are limited and usually devoted to high profile targets, ranking from serving government officials upwards. In , for example, colonels of the police and army have been targeted, as well as commanding officers of the security services. In the provinces, particularly in the south, government officials of any rank, even low ones, have been targeted. The Taliban do not seem to systematically transfer information about targeted individuals from one area to the other; they maintain no databases. What typically happens is that the Taliban operating in a specific area will request information from other Taliban about a suspect individual, whenever needed. The flow of information therefore depends on the intensity of Taliban operations: the greater the presence, the greater the request of information. Often individuals apprehended by the Taliban as suspect spies are asked to provide references in order to verify their identity and activities. The risk to the escapees from Taliban controlled areas seems to derive mainly from chance contact with the Taliban, who may consider them an opportunity target. Usually the poorest and the Pashtun-populated areas of the big cities are the places where most Taliban infiltration of the cities occurs; in Kabul these are Bagrami suburb, south-eastern Kabul, southern Kabul and parts of western Kabul. In central Kabul, the Taliban are known to have developed a network of informers, among else buying shops in strategic locations and staffing them with members and sympathisers, the purpose being to observe embassies and government buildings. Such effort is clearly geared towards high value targets and collaborators.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In conclusion, the report set out the main factors affecting the security and human rights of Afghan civilians and stated as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Taliban have been consistently expanding their information gathering operations; some parts of the country, in particular the south but also the south-east, the east and the provinces south and west of Kabul (Wardak, Logar) are thoroughly covered and there is little that the Taliban do not know, not least because they have extensively infiltrated the police and the state administration. In other parts of the country, like most of Kabul, most of the west and most of the north, the Taliban’s presence on the grounds is more modest and their ability to collect information more limited. More importantly, the Taliban’s ability to auction off the information collected is more limited in these areas, where they have to rely on a few hit teams in order to carry out their strategy of targeted killing. As a result, while the Taliban target even low level collaborators in the areas where they are present in force, they limit themselves to high profile targets elsewhere. Killings of low profile collaborators of the government is not being reported in these areas. We can expect the policy of targeted intimidation and killing to continue expanding, but the rate of expansion will depend on the ability of the Taliban to establish a strong presence in ever newer areas. There are already some areas of the regions less affected by the insurgency, where the Taliban are able to extensively target collaborators: a few suburbs of , Pashtun-populated areas of the north, etc.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Media reports regarding Wardak province and attacks on Afghan interpreters",
                                "elements": [
                                    {
                                        "content": "59.  Various media reports submitted by the first applicant indicated that a number of US troops and Afghan security officers working with them had been killed in Wardak province in 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Various media reports submitted by the applicants indicated that between 2006 and 2011, at least twenty-two Afghan interpreters working for US forces, the international community or the UN had been killed in different parts of Afghanistan.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "61.  Given their similar factual and legal background, the Court decides that the two applications should be joined pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 2 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  The applicants complained that their removal to  would expose them to a real risk of being subjected to treatment in breach of Article 3 of the Convention and/or a violation of Article 2 of the Convention. Articles 2 and 3 provide, so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Article 2",
                                "elements": []
                            },
                            {
                                "content": "1. Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "64.  The Court finds that it is more appropriate to deal with the second applicant’s complaint under Article 2 in the context of its examination of his related complaint under Article 3 and will proceed on this basis (NA. v. the United Kingdom, no. 25904/07, § 95, 17 July 2008). It notes that the complaints of the two applicants under Article 3 are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that these complaints are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  The applicants",
                                "elements": [
                                    {
                                        "content": "65.  The first applicant contended that his expulsion to  would expose him to a real risk of ill-treatment due to his past work for the UN. He raised the following points to support his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  First, the first applicant did not accept the AIT’s findings that he would not be known throughout  as a driver for the UN.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Second, he argued that his home area should be considered to be Wardak province, where he had been born, which was an area that had remained unsafe. Relying on the Landinfo report (see above at paragraphs 53-58) and various news reports (see paragraph 59 above), he contended that he would be at risk in Wardak province because, inter alia, the Taliban had a large presence there and even targeted low level collaborators there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The first applicant furthermore submitted that he would be at risk of treatment contrary to Article 3 of the Convention even in . In that regard, he relied on the December 2010 UNHCR Guidelines (see paragraph 43 above) and on the Landinfo Report (see paragraph 58 above) which indicated that there was an increased targeting of those associated with the Government and international forces even in areas previously considered to be more secure and where the Afghan Government was in theoretical control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Additionally, the first applicant argued that, in any event, it would be unduly harsh for him to internally relocate to Kabul or elsewhere in  because of his poor mental health. He relied on a letter dated 28 March 2011 from his general practitioner (GP) which stated that he was being treated for depression and had reported symptoms of sleep disturbance, loss of appetite, anhedonia (the inability to experience pleasure) and low mood. His GP noted that the first applicant reported no suicidal planning, but he was concerned that there was a possibility of self harm and he had therefore referred the first applicant for a mental health assessment. The applicant also submitted his GP’s medical records which had later entries in April, May, June 2011 indicating that the first applicant was feeling better, was not suicidal, had been discharged from the supervision of the mental health social work team and had attended one counselling appointment but had not wished to arrange any further appointments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  He further relied on the similarities between his case and the case of an Afghan national who had been granted asylum in  as a result of a decision of the Australian Refugee Review Tribunal (paragraphs 38-39 above). Both cases concerned Hazara drivers who had been targeted in  because of their connections to either the Afghan Government or the international community.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Finally, the first applicant submitted a report dated 2 December 2011 by Dr Antonio Giustozzi (the author of the Landinfo report see paragraphs 53-58 above). That report stated, inter alia, that the first applicant could be relatively easily tracked down in  because everybody would be aware of his father’s past and he would be easily recognised. The report concluded that the main risk to the first applicant would come from the authorities and fellow Hazaras, who would not forgive his involvement with the Taliban if they became aware of it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The second applicant contended that his expulsion to Afghanistan would put his life at risk due to his particular profile as a person who had worked as an interpreter for the  forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  He claimed that he would be at risk not only from the Taliban but also from the Afghan Government. In support of his claim, he submitted a translated “notice” from  which stated that his life would not be secure in any province and that he would be arrested. That notice consisted of two documents dated 6 August 2011 and 2 November 2011 respectively from the “Eastern Zone of the Taliban Front” which notified the second applicant that he had to stop working as a translator for the occupying forces or he would be sentenced to capital punishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The second applicant also relied on various news articles (see paragraph 60 above) to illustrate that those who worked as interpreters for  forces were being targeted by the Taliban. He relied generally on the December 2010 UNHCR Guidelines (see paragraphs 41-45 above) to support his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In response to the Government’s arguments that he could relocate safely to Kabul (see paragraph 88 below), he maintained that the security situation in  was tenuous and that the police would be unable to protect him from any risk of targeting from the Taliban. Furthermore, he argued that he would end up destitute in  without relatives, social connections, property or land there. He claimed that he had spent his formative years in the  and therefore had no connections to Afghan culture.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The Government",
                                "elements": [
                                    {
                                        "content": "76.  The Government did not accept that there were substantial grounds for believing that the applicants would be at real risk of treatment contrary to Articles 2 and/or 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  They argued that the December 2010 UNHCR Guidelines did not reveal substantial grounds for believing that either a person, like the first applicant, who had worked for the UN three years earlier or a person, like the second applicant, who had worked as an interpreter for US forces in the past would be at real risk on return to Afghanistan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government submitted that there was no evidence reported in the December 2010 UNHCR Guidelines (see paragraphs 41-45 above) or in the UNAMA 2010 Report (see above at paragraphs 46-48) to indicate that past associations with the UN or the international coalition were viewed by armed anti-Government groups as a reason to target civilians, least of all in Kabul. They emphasised that there were no cases cited within those reports of civilians being targeted because of their previous employment as opposed to any current role that they might have. The Government therefore submitted that the December 2010 UNHCR Guidelines were accordingly measured (see paragraph 43 above) and that a person who may be taken to be associated with the Government and the international community and forces would not automatically be at risk. Rather, the Government argued that the existence of such a risk would depend on the individual circumstances of the case; and whether or not he would be living in an area where armed anti-Government groups were operating or had control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government, relying on the country guideline determination of GS (set out above at paragraph 29 above), also observed that the position in  could not be described as one of the most extreme cases of general violence where there was a real risk of ill-treatment simply by virtue of an individual being exposed to such violence upon return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government therefore argued, relying on the individual comments in respect of the applicants set out below, that whether considering the above matters separately or cumulatively, the applicants had failed to demonstrate that there were substantial grounds for believing that there was a real risk that they would be ill-treated contrary to Articles 2 or 3 of the Convention on their return to Afghanistan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Government observed that although the first applicant had claimed in his submissions to the Court that he would be known throughout  (see paragraph 66 above), he had failed to submit any information to justify a different conclusion to that taken by the AIT (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Additionally, although the AIT had accepted that the first applicant had received a veiled threat by telephone in 2008 that had been at the time that he had actually been working for the UN. Given that the first applicant had done what those making the threat had asked and had immediately left Afghanistan the Government argued that there was no reason to believe that, after a period of over five years, he would still be at risk upon return to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government also refuted the first applicant’s claim (see paragraph 67 above) that his home area in Afghanistan should be considered to be Wardak province and argued that the reality was that his home must be taken to have been  itself. He had left Wardak province while still an infant and had lived in Kabul until his departure from Afghanistan in 2008 (except when he had been living in  between 1996 and 2001). The Government therefore did not believe that the possibility of internal relocation to Kabul was in reality raised by the application given that  was the first applicant’s home area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84. The Government further argued that the Australian Refugee Review Tribunal’s decision in another case (see paragraphs 38-39 above) did not assist the first applicant because that decision was based on earlier 2009 UNHCR Eligibility Guidelines (see paragraph 40 above). These had been superseded by the later UNHCR Guidelines 2010 (see paragraphs 41–45 above), which had been more categorical in their terms and had not advised that the individual circumstances of each case be considered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Government pointed out that the first applicant would be returned to  and would not therefore be in an area where armed anti-Government groups had control. The Government argued that the extent to which such groups were operating in Kabul was highly limited and that the Landinfo Report (see paragraphs 53–58 above) undermined the first applicant’s claim to be at individual risk in  by reason of any former association with the UN. They pointed to the fact that the Landinfo report stated, inter alia, that “episodes of targeting of civilians because of their association with one of the parties in the conflict have been rare” (paragraph 55 above); that the Afghan government still had a hold over most Afghan cities, with the exception of Kandahar (paragraph 56 above); and concluded that, in most of Kabul, the Taliban’s presence on the ground was modest, that they limited themselves to “high profile targets” and that “killings of low profile collaborators of the government was not being reported in these areas” (paragraph 57 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government argued that the report submitted by the first applicant to the Court (paragraph 71 above) did not assist his case because although it purported to provide an individualised risk assessment in respect of the first applicant’s return to , it was not based on the facts of the first applicant’s own case. It did not refer to the first applicant’s history as a driver for the UN and, instead, proceeded on the basis that the risk to the first applicant stemmed from his father’s past and his involvement with the Taliban. Those risk factors bore no relation to the account which the first applicant had given to the AIT and to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Whilst the Government acknowledged that the second applicant had worked as an interpreter for the  forces in Kunar province, they argued that there was no evidence that all persons who had in the past worked as Afghan interpreters would be at risk on return. Furthermore, they argued that there was no reason to suggest that the second applicant would be recognised and pursued by the Taliban elsewhere in Afghanistan either in  or in his home area of Jalalabad. In that regard, the Government noted that his claim to be widely recognised (due to his involvement in the operation to rescue the aid worker) had been based exclusively on a part of his claim which had been found by the immigration judge to have been entirely fabricated (see paragraph 19 above). Given that the second applicant had failed to identify anything in his application to the Court which should lead it to depart from the reasoned conclusions of the immigration judge as to the second applicant’s credibility, the Government argued that it could be only be concluded that there was no risk that the second applicant would be individually identified in Kabul or his home area as having worked previously as an interpreter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government noted that the second applicant was twenty-five years of age, in good health and that he had the advantages of having family in both his home area and in  as well as being able to speak English. They noted that the AIT had consistently found in its country guidance cases that it would not be unduly harsh to expect a young man to relocate to Kabul (see for example, PM and RQ, cited at paragraphs 33 and 34 above) and that there was no support for the contention that such relocation would in itself expose an individual to a real risk of suffering treatment contrary to Article 3 simply by reason of the living conditions and employment prospects there. Additionally, they argued that the second applicant would not need to be arriving in Kabul without any resources of his own because the United Kingdom Government provided a comprehensive package of reintegration assistance to help enforced returnees to  to achieve sustainable return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In response to the “notice” from Afghanistan that the second applicant had submitted during the course of proceedings before the Court (see paragraph 73 above), the Government pointed out that the second applicant had failed to provide any explanation as to the provenance of those letters, in what circumstances they had been received and how they had originally come to be sent to or from Pakistan to the second applicant in the United Kingdom. Furthermore, the letters were dated 6 August 2011 and 2 November 2011 and the Government argued that there was no credible reason why they should have been sent to the second applicant so long after he had already ceased to be an interpreter in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  In response to the second applicant’s claims that the background evidence illustrated that American interpreters were still being targeted by the Taliban in  (see paragraph 74 above), the Government argued that all of the evidence that he had submitted related entirely to those who were still working as interpreters (and in large part who were on active service at the time of the attacks). The Government argued that they did not disclose a real risk to a person who had long since ceased to work as an interpreter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  General principles",
                                "elements": [
                                    {
                                        "content": "91.  The general principles applicable to expulsion cases were summarised in NA. v. the , no. 25904/07, §§ 108-117, 17 July 2008 and recently applied in Sufi and Elmi v. the , nos. 8319/07 and 11449/07, §§ 212-219 and § 266, 28 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Those relevant to the current applications are as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Expulsion by a  may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person concerned, if deported, faces a real risk of being subjected to treatment contrary to Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The assessment whether there are substantial grounds for believing that the applicant faces such a real risk requires that the Court assess the conditions in the receiving country against the standards of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The assessment of the existence of a real risk must necessarily be a rigorous one. It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If an applicant has not yet been extradited or deported when the Court examines the case, the relevant time will be that of the proceedings before the Court. A full and ex nunc assessment is called for as the situation in a country of destination may change over the course of time. Even though the historical position is of interest insofar as it may shed light on the current situation and its likely evolution, it is the present conditions which are decisive and it is therefore necessary to take into account information that has come to light since the final decision taken by the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Owing to the absolute character of the right guaranteed, Article 3 of the Convention may also apply where the danger emanates from persons or groups of persons who are not public officials. However, it must be shown that the risk is real and that the authorities of the receiving State are not able to obviate the risk by providing appropriate protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In order to determine whether there is a real risk of ill-treatment, the Court must examine the foreseeable consequences of sending the applicant to the country of destination, bearing in mind the general situation there and their personal circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court has never excluded the possibility that a general situation of violence in a country of destination will be of a sufficient level of intensity as to entail that any removal to it would necessarily breach Article 3 of the Convention. Nevertheless, the Court would adopt such an approach only in the most extreme cases of general violence, where there was a real risk of ill-treatment simply by virtue of an individual being exposed to such violence on return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 3 does not, as such, preclude Contracting States from placing reliance on the existence of an internal flight alternative in their assessment of an individual’s claim that a return to his country of origin would expose him to a real risk of being subjected to treatment proscribed by that provision. However, as a precondition of relying on an internal flight alternative, certain guarantees have to be in place: the person to be expelled must be able to travel to the area concerned, gain admittance and settle there, failing which an issue under Article 3 may arise, the more so if in the absence of such guarantees there is a possibility of his ending up in a part of the country of origin where he may be subjected to ill-treatment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  Application of the general principles to the facts of the individual cases",
                                "elements": [
                                    {
                                        "content": "92.  In considering whether the applicants have established that they would be at real risk of ill-treatment in Afghanistan the Court observes, as a preliminary matter, that they have not claimed that the levels of violence in  are such that any removal there would necessarily breach Article 3 of the Convention. The Court further observes that the issue of the levels of violence in  has been thoroughly examined by the Asylum and Immigration Tribunal and the Upper Tribunal in a series of country guidance cases (see paragraphs 29–32 above) examining general issues of risk on return to that country. Those tribunals’ conclusions that the levels of violence are not such as to create a general risk of illtreatment to all persons returned to  were reached on the basis of all the relevant evidence as to conditions in the country. Moreover, by promulgating four country guidance determinations on this issue between October 2009 and May 2012, the AIT and Upper Tribunal have shown their readiness to keep this conclusion under review and to refine their guidance on safety on return in light of new information as it becomes available.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  There is no evidence before the Court to suggest that it should reach a different conclusion. Consequently, the Court does not consider that there is currently in  a general situation of violence such that there would be a real risk of ill-treatment simply by virtue of an individual being returned there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Both applicants have instead concentrated on the risk of illtreatment which, they allege, they would suffer at the hands of the Taliban owing to their support of the international community. They argued that, as a result of their previous work for the UN and the US forces respectively, they would automatically be at risk throughout Afghanistan as a whole, including .",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Before examining the individual elements of the applicants’ claims, the Court observes that the Government propose to remove the applicants to . In the light of this, and the fact that neither applicant has submitted anything to suggest that he would not be able to gain admittance and settle there, the Court does not consider it necessary to examine the risk to them in any other part of the country outside Kabul and will examine the risk to the applicants returning to Afghanistan on this basis. The Court will therefore first examine whether or not there are substantial grounds to believe that the applicants would face a real risk in Kabul simply as a result of their previous involvement with the international forces in . It will then consider the individual aspects of their claims including their ability to remain in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court observes that the parties to the case did not dispute the conclusion of the December 2010 UNHCR Guidelines that, inter alia, individuals associated with, or perceived as supportive of the Afghan Government and the international community fall within a potential risk category and require a particularly careful examination of the risks to them upon return to Afghanistan (see paragraph 42 above). All the evidence before the Court supports this assessment. Indeed, the evidence paints a disturbing picture of the attacks carried out by the Taliban and other armed anti-government forces in  on civilians with links to the international community. The UNAMA 2010 Report refers to the “alarming trend” of the assassination of civilians by anti-government forces (paragraph 48) and the UNAMA 2011 Report which indicates that the targeted killing of civilians persisted in 2011 (see paragraph 49 above). The December 2010 UNHCR Guidelines depict a “systematic and sustained campaign” by armed anti-Government groups to target civilians associated with, or perceived as supporting, the Afghan Government or the international community (see paragraph 43 above). The USSD Report also describes the targeting by insurgents of foreigners, NGO workers and government officials (see paragraph 51 above). Similarly, the OGN reports that insurgents were continuing to conduct a campaign of intimidation and assassination (see paragraph 52 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  However, in the context of the examination of the risks to the applicants in Kabul, it is significant that the December 2010 UNHCR Guidelines indicate that, to date, the majority of targeted attacks and assassinations by armed anti-government groups have occurred in those groups’ strongholds (paragraph 43 above). Furthermore, the Landinfo Report, whilst noting that the Taliban has increased their capacities on a small scale in Kabul (paragraph 57), also observes that killings of low profile collaborators are not being reported in areas where they are not in control such as  (paragraph 58). Despite suggestions that the number of targeted assassinations is increasing in areas previously considered to be more secure such as Kabul (see the December 2010 UNHCR Guidelines at paragraph 43 and 45 above), the Court considers that there is insufficient evidence before it at the present time to suggest that the Taliban have the motivation or the ability to pursue low level collaborators in Kabul or other areas outside their control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  There is also little evidence that the Taliban are targeting those who have, as requested by them, already stopped working for the international community and who have moved to other areas. In that regard, the Court refers to the Landinfo report, which states that those who have fled and have given up their jobs do not appear to have been actively targeted in the cities and that those who no longer collaborate with the international forces are a low priority for the Taliban, who devote their limited assets in the cities to high profile targets, from serving government officials upwards (see paragraph 57 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court considers that the UNHCR December 2010 Guidelines corroborate those views. In particular, in contrast to the earlier July 2009 Guidelines which pointed to a more general threat to humanitarian workers and those working for the UN (see paragraph 40 above), the UNHCR December 2010 Guidelines are more nuanced. They set out that persons associated with, or perceived as supportive of, the Government and the international community and forces “may, depending on the individual circumstances of the case, be at risk on account of their (imputed) political opinion, particularly in areas where armed anti-Government groups are operating or have control” (see paragraph 43 above), indicating that not every person with links to the international community and forces would automatically be at risk in Afghanistan (see also the reports set out at paragraphs 52 and 53–58 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Therefore, having regard to all of the above, the Court considers that individuals who are perceived as supportive of the international community may be able to demonstrate a real and personal risk to them from the Taliban in  depending on the individual circumstances of their case, the nature of their connections to the international community and their profile. However, the Court is not persuaded that the applicants have established that everyone with connections to the UN or the US forces, even in , can be considered to be at real risk of treatment contrary to Article 3 regardless of their profile or whether or not they continue to work for the international community.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  As a result, the Court must go on to examine whether or not each applicant’s connections and profile is such that his return to  would contravene Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court notes that the first applicant has not pursued any claim before this Court that he would be at risk as a result of his Hazara ethnicity, nor has he pursued any fear of the Hizb-i-Islami in . Furthermore, although he has claimed that it would be unduly harsh for him to relocate from Wardak province to Kabul owing to his mental health problems, he has not claimed that his removal to  as a person with a history of mental illness would breach Article 3. Instead, his individual claim is based on his fear of the Taliban in Afghanistan because he worked as a driver for the UN in  between 2005 and 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Secretary of State and the AIT conducted a thorough examination of the first applicant’s case, which entailed his being heard on at least two occasions both at his asylum interview and before an immigration judge at the AIT (see paragraphs 10 and 11 above). He was legally represented both before the AIT and in his applications for reconsideration of the appeal determination. The AIT found that the first applicant had had no problems in Kabul whilst working for the UN between 2005 and 2008 with the exception of one telephone threat and did not accept that he would be known throughout . The Secretary of State and the AIT had the benefit of seeing, hearing and questioning the first applicant in person and of assessing directly the information and documents submitted by him, before deciding the case. They were best placed to assess his credibility and indeed the Secretary of State and AIT made negative findings as to the first applicant’s credibility, particularly as regards his allegation that he had been targeted by the Taliban (see again paragraphs 10 and 11 above). The Court finds no reason to conclude that their decisions were deficient, that their assessment was insufficiently supported by relevant materials including the country guideline determinations, or that the reasons given were inadequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Moreover, there is no new evidence before it which would now cast doubt on the domestic authorities’ conclusion that there were no substantial grounds for finding that the first applicant would face a real risk of being subjected to treatment contrary to Article 3 upon return to . In particular, in its assessment of the risk to the first applicant, the Court takes note of the following matters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  First, four years have passed since the first applicant stopped working for the UN, as requested by the Taliban, and left . He has submitted nothing to suggest that, even if he had previously received one telephone threat from the Taliban in  in 2008, he remains of any adverse interest to them now. Whilst he claimed that he would be known throughout  as a UN driver, it is significant that, in its examination of his case, the AIT dismissed that claim and the first applicant has submitted no grounds or evidence to indicate that their conclusion was misplaced or arbitrary. From his own evidence, before leaving Afghanistan he had worked mainly in . There is no reason to suggest either that he had a high profile in Kabul such that he would remain known there after the passage of time or that he would be recognised elsewhere in Afghanistan as a result of his work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  Second, the Court does not accept that the first applicant’s arguments regarding his safety in Wardak province are of real relevance in the assessment of the risk to him in . The Government will remove him to  and not to Wardak province. He will have no reason to return to Wardak province. Indeed, on his own account both before the domestic authorities and this Court, he claimed that, whilst he had been born in Wardak province, he had left there as an infant, and had moved to  where he had lived most of his life with his family. Similarly, his arguments that it would be unduly harsh to expect him to internally relocate from Wardak province to Kabul are also misplaced given that he will be removed directly to  which is the city where he has lived the great part of his life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court also agrees with the Government that the decision of the Refugee Review Tribunal of Australia (see paragraphs 38-39 above) does not provide significant substantive support to his claim. It was decided on its individual merits with reference to the earlier UNHCR Guidelines dating from 2009 which were broader in their guidance (see paragraph 40 above) and not the updated December 2010 UNHCR Guidelines (see paragraphs 41-45 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  Finally, the Court is unable to attach weight to the report of Dr Giustozzi submitted by the first applicant (see paragraph 71 above). The Court agrees with the Government’s submission (summarised at paragraph 86 above) that the report appears to have no relation to the individual facts of the first applicant’s case as submitted both before the domestic authorities and this Court and it therefore cannot assist him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Following an overall examination of the first applicant’s case, the Court concludes that the first applicant has failed to adduce evidence capable of demonstrating that there are substantial grounds for believing that he would be exposed to a real risk of being subjected to treatment contrary to Article 3 if removed to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court notes that the second applicant has not pursued before this Court his allegation that he would be at risk of forcible recruitment to the Hizb-i-Islami by unknown relatives in . Instead, his claim is based on his fear of both the Taliban and the Afghan authorities because of his work as an interpreter for the US forces in  between 2009 and 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court notes that the second applicant’s claim was comprehensively examined by the domestic authorities. Whilst it was accepted that he had been an interpreter for the  interpreter as claimed, he was found by the First-tier Tribunal to have been an untruthful witness who was anxious to give a rehearsed story. It was not accepted that he had been in any way involved in the rescue operation of the aid worker (see paragraphs 18–22 above). The Court considers that the First-tier Tribunal’s reasons for reaching that conclusion are full, rational and convincing. It is not for the Court to substitute its own view of the facts for that of the Tribunal, whose task it was to assess the evidence adduced before it. As the Court has frequently stated, cogent reasons are needed before the Convention organs in order to depart from the findings of fact of the national courts (Klaas v. Germany, 22 September 1993, § 30, Series A no. 269). In the second applicant’s case, it can find no such reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  In particular, the Court does not accept the second applicant’s recent claim that he would also be at risk from the Afghan authorities. This claim was never raised before the domestic authorities and he has not submitted any evidence or reasons to the Court to suggest that the Afghan authorities would have any adverse interest in him upon return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court further agrees with the Government that the “notice” that the second applicant has submitted does not add any weight to his claim. The second applicant never submitted this notice to the domestic authorities nor has he provided any explanation as to its provenance, where or how it was received in Afghanistan and forwarded on to him in the United Kingdom, or why it would have been issued and sent to him so long after he had already ceased to be an interpreter and had left Afghanistan. It is also significant that the second applicant has already complied with the terms of the notice and stopped working as an interpreter as the notice requests him to do. Thus, the Court does not consider that it gives rise to substantial grounds for believing that the second applicant would be at real risk on return to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  In relation to the second applicant’s claim that he would be unable to relocate to Kabul because he would be destitute there, the Court recalls that humanitarian conditions in a country of return could give rise to a breach of Article 3 of the Convention in a very exceptional case where the humanitarian grounds against removal are “compelling” (N. v. the  [GC], no. 26565/05, § 42, 27 May 2008). UNHCR in its December 2010 Guidelines generally considers internal relocation reasonable where protection is available from the individual’s own extended family, community or tribe in the area of intended relocation. Single males and nuclear family units may, in certain circumstances, subsist without family and community support in urban and semi-urban areas with established infrastructure and under effective Government control (see paragraph 45 above). The United Kingdom courts have also found on several occasions that, in general, relocation to Kabul for young single males would not be unsafe or unreasonable (see paragraphs 33-35 above). The Court finds that the second applicant, a healthy single male of 24 years of age who speaks excellent English and left Afghanistan in April 2011 when already an adult (not during his formative years as argued by him), has failed to submit any evidence to the Court to suggest that his removal to Kabul, an urban area under Government control, where he still has family members including two sisters, would engage Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Finally, the Court rejects the second applicant’s claims that he would not be safe in  because of his profile and the security situation there. For the reasons set out above at paragraphs 92-101 above, the Court is not convinced that the second applicant would be at risk in Kabul solely because of his previous work as an interpreter for the  forces but must instead examine the individual circumstances of his case, the nature of his connections and his profile. In that regard, the Court notes that, until early 2011, the second applicant worked as an interpreter in Kunar province where he had no particular profile. He has not submitted any evidence or reason to suggest that he would be identified in , an area outside of the control of the Taliban, or that he would come to the adverse attention of the Taliban there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  Having regard to all of the above, the Court concludes that the second applicant has failed to demonstrate that his return to  would be in violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "117.  The second applicant claimed that he had developed a strong private and family life under Article 8 in the  because of his friends and relationships with local community members. He argued that he had no criminal record in the United Kingdom and that his removal would therefore be a disproportionate interference with his right to respect for his private and family life in the .",
                                "elements": []
                            },
                            {
                                "content": "118.  The Court recalls that Contracting States have the right as a matter of well-established international law and subject to their treaty obligations, including the Convention to control the entry, residence and expulsion of aliens (see, amongst other authorities, Üner v. the Netherlands [GC], no. 46410/99, ECHR 2006XII, § 54). To that end, Article 8 cannot be considered to impose on a State a general obligation to respect immigrants’ choice of the country of residence. However, the removal of a person from a country may, depending on the circumstances of a particular case, give rise to an infringement of an applicant’s right to respect for his private life (see, for example, Üner, cited above, § 59 and Nnyanzi v. the , no. 21878/06, § 72, 8 April 2008).",
                                "elements": []
                            },
                            {
                                "content": "119.  The Court notes that the second applicant has no family members in the . Furthermore, despite his claims, albeit in the context of his complaints under Article 3, that he had spent his formative years in the United Kingdom the Court notes that, to the contrary, he arrived in the  in 2011 when he was an adult.",
                                "elements": []
                            },
                            {
                                "content": "120.  Even assuming that the second applicant has established private life in the  for the purposes of Article 8, the Court finds that his proposed removal is “in accordance with the law” and pursues a legitimate aim, namely the maintenance and enforcement of immigration control. As to the necessity of the interference, the Court finds that any private life that the second applicant has established during his brief stay in the United Kingdom when balanced against the legitimate public interest in effective immigration control would not render his removal disproportionate given that he has never been granted the right to remain in the United Kingdom where his stay, pending the determination of his asylum claim, has at all times been precarious (see Nnyanzi, cited above, § 76). It follows that this complaint is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "121.  In accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment, if reference of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "122.  The Court considers it appropriate that the indication made to the Government under Rule 39 of the Rules of Court (see above § 4) should continue in force until the present judgment becomes final or until the Panel of the Grand Chamber of the Court accepts any request by one or both of the parties to refer the case to the Grand Chamber under Article 43 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides unanimously to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares unanimously the applicants’ complaints concerning Article 3 admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by six votes to one there would be no violation of Article 3 of the Convention in the event of the removal of either of the applicants to Afghanistan; and",
                        "elements": []
                    },
                    {
                        "content": "4.  Decides to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to expel the applicants until such time as the present judgment becomes final or until further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 April 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Kalaydjieva is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I regret to state that I am unable to join the opinion of the majority in the present two cases. The applicants in these cases alleged that, if expelled from the United Kingdom to Afghanistan, they would face a real risk of ill-treatment not only in view of the indiscriminate violence in the destination country, but also because they risked being targeted on account of their earlier collaboration with the international community’s forces operating in Afghanistan at the relevant time – UNAMA (for the first applicant) and the US armed forces and the ISAF (for the second applicant). In their submissions the destination country’s authorities would not be able to afford them protection against this risk.",
                        "elements": []
                    },
                    {
                        "content": "I am prepared to agree that the Asylum and Immigration Tribunal and the Upper Tribunal examined these issues in accordance with the data on the situation in  and domestic guidelines available at the relevant time – 2010 for the first applicant and 2011 for the second. However, it is common knowledge that by the time their cases were examined by the Court, the situation in that country had evolved, and further reliable information had become available for the purposes of examining the risk in question.",
                        "elements": []
                    },
                    {
                        "content": "It is true that the current humanitarian situation or the risk of general violence in the destination country, and especially in , are not considered to expose every individual to ill-treatment contrary to Article 3. But while in N. v. the United Kingdom ([GC], no. 26565/05, § 42, 27 May 2008) the Court held that “humanitarian conditions in a country of return could give rise to a breach of Article 3 of the Convention in a very exceptional case where the humanitarian grounds against removal are compelling”, the absence of updated UNHCR official reports does not mean that there is no such risk. High representatives of that organisation have publicly assessed the effect of the mass return of Afghans as its “worst mistake”.",
                        "elements": []
                    },
                    {
                        "content": "Turning to the alleged specific risk of ill-treatment by insurgents on account of involvement with the international missions in Afghanistan, the current information, including domestic guidelines published in June 2012 and country reports of the United States of America, refers to a campaign of intimidation and indicates that civilian employees of the UN and US missions and NGOs in the country are increasingly targeted by the Taliban, including in Kabul. Between 2006 and 2011 at least twenty-two Afghan interpreters working for US forces, the international community or the UN were killed in different parts of  (see paragraphs 5060).",
                        "elements": []
                    },
                    {
                        "content": "While I find myself unable to follow the logic of the domestic courts that the applicants “would not fall within an enhanced risk category ... given that many Afghan nationals would have worked for the US and international forces” (paragraph 22), I remain equally unconvinced that the disturbing developments and the ability of the Afghan Government authorities to protect the applicants against the alleged risk were sufficiently examined by the Court in the light of the information currently available.",
                        "elements": []
                    },
                    {
                        "content": "In this regard the applicable standards and principles were outlined in the case of Saadi v. Italy ([GC], no. 37201/06, ECHR 2008) as follows (emphasis added):",
                        "elements": []
                    },
                    {
                        "content": "I remain unconvinced that the foreseeable consequences of sending the applicants back to Afghanistan were sufficiently taken into account with regard to the current situation in that country and the way it is likely to develop.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ineta Ziemele",
            "role": "president"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF H. AND B. v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-118339.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0409JUD007007310",
    "externalsources": [
        "United Nations High Commissioner for Refugees 2009 Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Afghanistan",
        "United Nations High Commissioner for Refugees Eligibility 2010 Guidelines for Assessing the International Protection needs of Asylum-Seekers from Afghanistan",
        "United Nations Assistance Mission in Afghanistan Annual Report 2010 on Protection of Civilians in Armed Conflict",
        "United Nations Assistance Mission in Afghanistan Annual Report 2011 on the Protection of Civilians in Armed Conflict",
        "United States of America Department of State 2011 Country Report on Human Rights Practices, Afghanistan",
        "United Kingdom Border Agency’s Operational Guidance Note on Afghanistan of June 2012",
        "Afghanistan: Human Rights and Security Situation, by Dr. Antonio Giustozzi, Landinfo, 9 September 2011"
    ],
    "extractedappno": [
        "70073/10",
        "44539/11",
        "25904/07",
        "8319/07",
        "11449/07",
        "26565/05",
        "46410/99",
        "21878/06",
        "37201/06",
        "53566/99",
        "2345/02",
        "35865/03",
        "67679/01",
        "58510/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-118339",
    "judgementdate": "09/04/2013 00:00:00",
    "kpdate": "09/04/2013 00:00:00",
    "kpthesaurus": [
        "350",
        "620",
        "14"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3",
        "35"
    ],
    "parties": [
        "H. AND B.",
        "THE UNITED KINGDOM"
    ],
    "rank": "976.921569824219",
    "representedby": [
        "WILSON SOLICITORS LLP",
        "MALIK AND MALIK SOLICITORS"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "N. v. the United Kingdom [GC], no. 26565/05, § 42, 27 May 2008",
        "NA. v. the United Kingdom, no. 25904/07, 17 July 2008",
        "Nnyanzi v. the United Kingdom, no. 21878/06, § 72, 8 April 2008",
        "Sufi and Elmi v. the United Kingdom, nos. 8319/07 and 11449/07, §§ 212-219 and § 266, 28 June 2011",
        "Üner v. the Netherlands [GC], no. 46410/99, ECHR 2006-XII"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "432487",
    "typedescription": "15"
}