{
    "__articles": "6;6-1;29;29-3;34;35;35-3;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Art. 6-1 (in three of the applications);Violation of P1-1;Remainder inadmissible;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - partial award",
    "applicability": "",
    "appno": "23390/02;11594/03;11604/03;32027/03",
    "article": [
        "34",
        "p1-1",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "in three of the applications"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-70857.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 23390/02, 11594/03, 11604/03 and 32027/03) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by 6 Ukrainian nationals, Mr Vasyl Vasylyovych Ishchenko, Mr Viktor Ivanovich Khomenko, Mr Valeriy Volodymyrovych Rasyuk, Mrs Nadiya Ivanivna Yeremenko, Mr Anatoliy Mykolayovych Yeremenko and Mr Oleksandr Mykolayovych Yeremenko (“the applicants”), in June 2002, and February and September 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.   All of the applicants, except for Mr Vasyl Vasylyovych Ishchenko, were represented by Mr G. M. Avramenko, a lawyer practising in the city of . The Ukrainian Government (“the Government”) were represented by their Agents – Mrs V. Lutkovska and Mrs Z. Bortnovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 2 July 2003 and 24 October 2003 the Court decided to communicate application nos. 23390/02, 11594/03 and 11604/03 to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the applications at the same time as their admissibility.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 October 2003 the Court decided to join applications nos. 11594/03 and 11604/03. By the present judgment, it joins all four applications (paragraph 16 below).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 18 October 2004 the Court decided to communicate the applicants’ complaint under Article 1 of Protocol No. 1 in application no. 32027/03 to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I. THE CIRCUMSTANCES OF THE CASES",
                        "elements": [
                            {
                                "content": "6.  Messrs Vasyl Vasylyovych Ishchenko and Viktor Ivanovich Khomenko were born in 1954. Mr Valeriy Volodymyrovych Rasyuk was born in 1952. Mrs Nadiya Ivanivna Yeremenko was born in 1950. Mr Anatoliy Mykolayovych Yeremenko was born in 1976. Mr Oleksandr Mykolayovych Yeremenko was born in 1974. All of the applicants reside in the city of , .",
                                "elements": []
                            },
                            {
                                "content": "7.  Mrs Nadiya Ivanivna Yeremenko, Mr Anatoliy Mykolayovych Yeremenko and Mr Oleksandr Mykolayovych Yeremenko are the heirs of Mr Mykola Petrovych Yeremenko.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1998-2001 Messrs Vasyl Vasylyovych Ishchenko, Viktor Ivanovich Khomenko, Valeriy Volodymyrovych Rasyuk and Mykola Petrovych Yeremenko instituted separate sets of proceedings in the Desnyanskiy District Court of Chernigiv, seeking the recovery of salary arrears and other payments from their former employer, the State-owned “Atomspetsbud” company which performed construction work at  in the zone which had been compulsory evacuated.",
                                "elements": []
                            },
                            {
                                "content": "9.  By judgments of 20 February and 26 July 2001, Mr Vasyl Vasylyovych Ishchenko was awarded a total of 12,379.10 Ukrainian hryvnas (UAH) in salary arrears and other payments. In March 2001 the Slavutytskyi Town Bailiffs’ Service initiated enforcement proceedings in respect of the judgment of 20 February 2001. In his complaints of 19 October and 12 December 2001 to the Bailiffs’ Service and to the Ministry of Justice, Mr Ishchenko requested information about the enforcement proceedings in respect of the second judgment in his favour. No answer was received. By letter of 24 January 2002, the Kyiv Regional Department of the Ministry of Justice informed Mr Ishchenko that the judgment of 20 February 2001 would be enforced gradually in accordance with the applicant’s place in the list of creditors. Both judgments in the applicant’s favour remain unenforced. The total debt is equivalent to 2,034.72 euros (“EUR”).",
                                "elements": []
                            },
                            {
                                "content": "10.  By judgment of 17 September 1998, Messrs Viktor Ivanovich Khomenko and Valeriy Volodymyrovych Rasyuk were awarded 7,692.57 and UAH 7,357.57, respectively, in salary arrears. In November 1998 the Slavutytskyi Town Bailiffs’ Service initiated enforcement proceedings. In 1999-2000 the applicants received UAH 396.10 and 378.74, respectively. However, the judgment remains to a large extent unenforced, the outstanding debt being UAH 7,296.47 and 6,978.83, respectively (the equivalent of EUR 1,199.3 and 1,147.09).",
                                "elements": []
                            },
                            {
                                "content": "11.  By judgment of 27 August 1999, Mr Mykola Petrovych Yeremenko was awarded UAH 7,243 in salary arrears. In October 1999 the Slavutytskyi Town Bailiffs’ Service initiated enforcement proceedings. On 2 April 2003 Mr Yeremenko died. The judgment in his favour remains unenforced. The debt is equivalent to EUR 1,190.51.",
                                "elements": []
                            },
                            {
                                "content": "12.  By letter of 4 January 2003, the Ukrainian Government Agent informed the applicants’ lawyer about the large number of execution writs pending against the debtor company, in the total amount of UAH 3,849,312. Enforcement of the judgments by the attachment of property, however, required a special authorisation from the Ministry for Emergencies due to the location of the debtor’s property in the  area, contaminated by radiation. Such authorisation was not granted.",
                                "elements": []
                            },
                            {
                                "content": "13.  By the order of 27 June 2002 of the Ministry of Energy, the debtor company was liquidated and a liquidation commission established.",
                                "elements": []
                            },
                            {
                                "content": "14.  Accordingly, between 26 December 2002 and 17 March 2003, the State Bailiffs’ Service terminated the enforcement proceedings in the applicants’ cases and forwarded all the execution writs to the liquidation commission as creditors’ claims. The liquidation proceedings are still pending.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  A description of the relevant domestic law can be found in Mykhaylenky and Others v. Ukraine (nos. 35091/02 and following, §§ 2433, ECHR 2004-XII).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I. JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "16.  Pursuant to Rule 42 § 1 of the Rules of Court, the Court joins the applications, given their common factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "17.  The applicants complained about the non-enforcement of the judgments in their favour. They invoked Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, which provide, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest ....”",
                                        "elements": []
                                    },
                                    {
                                        "content": "A.  Application no. 32027/03",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court notes that the applicants, Nadiya, Anatoliy and Oleksandr Yeremenko initiated proceedings before the Court as the heirs of Mr Mykola Petrovych Yeremenko, although they had not been parties to the proceedings before the national courts. These proceedings were instituted by late Mr Yeremenko and terminated in August 1999 long before his death in 2003. Therefore the applicants cannot claim to be victims of a violation of Article 6 § 1 for the purposes of Article 34 of the Convention. It follows that this complaint must be rejected as being incompatible ratione personae with the provisions of the Convention, pursuant to Article 35 §§ 3 and 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  These applicants may, however, claim to be victims of a violation of Article 1 of Protocol No. 1 in respect of the unpaid judgment debt owed to the deceased’s estate. The Court finds no ground for declaring that complaint inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "B. Application nos. 23390/02, 11504/03 and 11604/03",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Government contended that Mr Vasyl Ishchenko had not exhausted domestic remedies as he had not submitted a writ of enforcement for the judgment of 26 July 2001 to the Bailiffs’ Service. It was thus impossible for the Bailiffs’ Service to initiate the enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Mr Ishchenko contested this argument, stating that the writ of enforcement in respect of the judgment of 26 July 2001 had been forwarded to the Bailiffs’ Service, and that he had complained about the non-enforcement of this judgment in his letter of 19 October 2001, but to no avail (paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that the applicant twice complained to the State authorities about the non-enforcement of the judgment in his favour, but these complaints were never answered. The Court considers that the Bailiffs’ Service should have informed the applicant, in response to his complaints, that the writ of enforcement for the judgment of 26 July 2001 had never been received. It finds therefore the applicant could in all good faith think that these enforcement proceedings were proceeding normally. Moreover, as the judgment of 20 February 2001 was also not enforced, it is not surprising that the applicant had been unaware that there was a difference between the execution proceedings in the two judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government also raised objections similar to those in the case of Mykhaylenky and Others v. Ukraine cited above. However, for the same reasons relied on in that case, the Court considers that these objections must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the light of the parties’ submissions, the Court concludes that the complaints of these applicants under Article 6 § 1 of the Convention raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. It finds no ground for declaring this part of the application inadmissible. For the same reasons, the applicants’ complaints under Article 1 of Protocol No. 1 cannot be declared inadmissible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.\tMERITS",
                        "elements": [
                            {
                                "content": "26.  The applicants disagreed.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court notes that the judgments in the applicants’ favour have not been enforced for a considerable period of time.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court recalls that it has already found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases like the present application (see, the Mykhaylenky and Others judgment, cited above, §§ 55 and 64; Sharenok v. Ukraine, cited above, §§ 29 and 38).",
                                "elements": []
                            },
                            {
                                "content": "29.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present cases. There has, accordingly, been a violation of Article 6 § 1 of the Convention in application nos. 23390/02, 11504/03 and 11604/03, and a violation of Article 1 of Protocol No. 1 in the present applications.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "31.  The Court points out that, under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing, together with relevant supporting documents, failing which the Court may reject the claim in whole or in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "32.  The applicants did not submit any claim under this head within the set time-limit; the Court therefore makes no award.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court, however, notes that it is undisputed that the State still has an outstanding obligation to enforce the judgments at issue. Accordingly, the applicants remain entitled to recover the principal amount of the debts awarded to them in the course of the domestic proceedings or which they inherited.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": " (b) non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "34.  The applicants claimed the following amounts for non-pecuniary damage suffered as a result of the failure of the authorities to enforce the judgments:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Vasyl Ishchenko - UAH 100,000 (EUR 16,436.70);",
                                                "elements": []
                                            },
                                            {
                                                "content": "Viktor Khomenko and Valeriy Rasyuk - UAH 50,000 (EUR 8,218.36) each; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nadiya, Anatoliy and Oleksandr Yeremenky claimed an amount of non-pecuniary damage to be calculated by the Court on the same basis as the award in the case Sharenok v. Ukraine cited above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Government submitted that the applicants’ claims for non-pecuniary damage were unsubstantiated and that the finding of a violation would constitute sufficient just satisfaction in the present cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court takes the view that the applicants have suffered some non-pecuniary damage as a result of the violations found which cannot be made good by the Court’s mere finding of a violation. The particular amounts claimed are, however, excessive. Following an assessment on an equitable basis, as required by Article 41 of the Convention, the Court makes the following awards depending on the length of the periods of non-enforcement in each case, which varied from 2 years 5 months to 6 years 10 months:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Vasyl Ishchenko – EUR 4,160;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Viktor Khomenko – EUR 3,280;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Valeriy Rasyuk – EUR 3,280; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Nadiya Yeremenko, Anatoliy Yeremenko and Oleksandr Yeremenko, jointly – EUR 3,000.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "1. Domestic proceedings",
                                        "elements": [
                                            {
                                                "content": "37.  The applicants did not submit any claim under this head within the set time-limit; the Court therefore makes no award.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Convention proceedings",
                                        "elements": [
                                            {
                                                "content": "38.  The applicants claimed the following amounts for costs and expenses incurred before the Court:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Vasyl Ishchenko – UAH 140.67 (EUR 23.12);",
                                                "elements": []
                                            },
                                            {
                                                "content": "Viktor Khomenko and Valeriy Rasyuk, each, – EUR 1,035; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nadiya, Anatoliy Yeremenko and Oleksandr Yeremenko, jointly – EUR 300.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Government maintained that Vasyl Ishchenko was not represented by a lawyer before the Court and therefore he could not claim any costs and expenses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government contended that the claims of the other applicants were unsubstantiated and excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court reiterates that, in order for costs and expenses to be included in an award under Article 41, it must be established that they were actually and necessarily incurred to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see, among many other authorities, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court considers that these requirements have not been met in the instant case. However, it is clear that the applicants incurred some costs and expenses for lodging their applications (including Vasyl Ishchenko), and being represented before the Court (excluding Vasyl Ishchenko).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Regard being had to the information in its possession and to the above criteria, the Court considers it reasonable to award",
                                                "elements": []
                                            },
                                            {
                                                "content": "Vasyl Ishchenko – EUR 23.12;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Viktor Khomenko and Valeriy Rasyuk, each, – EUR 135; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nadiya Yeremenko, Anatoliy Yeremenko and Oleksandr Yeremenko, jointly – EUR 300.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2. Declares inadmissible the complaint under Article 6 § 1 of the Convention in application no. 32027/03;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the remainder of applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention in applications nos. 23390/02, 11594/03 and 11604/03;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 1 of Protocol No. 1 in the present applications;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, as follows:",
                        "elements": []
                    },
                    {
                        "content": "(i) to Vasyl Ishchenko, EUR 4,160 (four thousand one hundred and sixty euros) for non-pecuniary damage, and EUR 23.12 (twenty-three euros and twelve cents) for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(ii) to Viktor Khomenko EUR 3,280 (three thousand two hundred and eighty euros) for non-pecuniary damage, and EUR 135 (one hundred and thirty-five euros) for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(iii) to Valeriy Rasyuk, EUR 3,280 (three thousand two hundred and eighty euros) for non-pecuniary damage, and EUR 135 (one hundred and thirty-five euros) for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(iv) to Nadiya Yeremenko, Anatoliy Yeremenko and Oleksandr Yeremenko, jointly, EUR 3,000 (three thousand euros) for non-pecuniary damage, and EUR 300 (three hundred euros) for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the above amounts shall be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 November 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "11/10/2005 00:00:00",
    "docname": "CASE OF ISHCHENKO AND OTHERS v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70857.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1108JUD002339002",
    "externalsources": [],
    "extractedappno": [
        "23390/02",
        "11594/03",
        "11604/03",
        "32027/03",
        "35091/02",
        "11504/03",
        "35087/02",
        "23118/93"
    ],
    "importance": "4",
    "introductiondate": "07/06/2002 00:00:00",
    "issue": [],
    "itemid": "001-70857",
    "judgementdate": "08/11/2005 00:00:00",
    "kpdate": "08/11/2005 00:00:00",
    "kpthesaurus": [
        "183",
        "498",
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "136",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "34",
        "29",
        "35-3",
        "41",
        "6-1",
        "35",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "ISHCHENKO AND OTHERS",
        "UKRAINE"
    ],
    "rank": "529.200866699219",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Mykhaylenky and Others v. Ukraine, nos. 35091/02 and following, §§ 24-33, §§ 48-49, 58, §§ 55 and 64, ECHR 2004-XII",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII",
        "Sharenok v. Ukraine, no. 35087/02, §§ 23, 29, 32 and 38, 22 February 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "332499",
    "typedescription": "15"
}