{
    "__articles": "11;11-2;9;10;14;18;P1-1;P1-3;41",
    "__conclusion": "Violation of Art. 11;Not necessary to examine Art. 9;Not necessary to examine Art. 10;Not necessary to examine Art. 14;Not necessary to examine Art. 18;Not necessary to examine P1-1;Not necessary to examine P1-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "19392/92",
    "article": [
        "9",
        "p1-3",
        "p1-1",
        "10",
        "14",
        "11",
        "18",
        "41"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "element": "Violation of Art. 11",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 9",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 10",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 14",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 18",
            "type": "other"
        },
        {
            "element": "Not necessary to examine P1-1",
            "type": "other"
        },
        {
            "element": "Not necessary to examine P1-3",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58128.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 28 October 1996, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). It originated in an application (no. 19392/92) against the Republic of Turkey lodged with the Commission under Article 25 by a political party, the United Communist Party of Turkey, and two Turkish nationals, Mr Nihat Sargın and Mr Nabi Yağcı, on 7 January 1992.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (a) of the Convention and to Rule 32 of Rules of Court A. The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 11 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d), the applicants stated that they wished to take part in the proceedings and designated the lawyers who would represent them (Rule 30). The lawyers were given leave by the President to use the Turkish language in the written and oral stages of the proceedings (Rule 27 § 3).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Mr F. Gölcüklü, the elected judge of Turkish nationality (Article 43 of the Convention), and Mr R. Ryssdal, the President of the Court (Rule 21 § 4 (b)). On 29 October 1996, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr B. Walsh, Mr C. Russo, Mr I. Foighel, Mr A.N. Loizou, Mr J. Makarczyk, Mr P. Kūris and Mr P. van Dijk (Article 43 in fine of the Convention and Rule 21 § 5).",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber (Rule 21 § 6), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Turkish Government (“the Government”), the applicants’ lawyers and the Delegate of the Commission on the organisation of the proceedings (Rules 37 § 1 and 38). Pursuant to the order made in consequence, the Registrar received the applicants’ memorial on 3 June 1997 and the Government’s memorial on 18 June.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 August 1997 the Chamber decided to relinquish jurisdiction forthwith in favour of a Grand Chamber (Rule 51). The Grand Chamber to be constituted included ex officio Mr Ryssdal, the President of the Court, and Mr R. Bernhardt, the Vice-President, together with the members and the four substitutes of the original Chamber, the latter being Mr A.B. Baka, Mr M.A. Lopes Rocha, Mr R. Pekkanen and Mr R. Macdonald (Rule 51 § 2 (a) and (b)). On the same day the President, in the presence of the Registrar, drew by lot the names of the seven additional members needed to complete the Grand Chamber, namely Mr F. Matscher, Mr N. Valticos, Mrs E. Palm, Mr J.M. Morenilla, Sir John Freeland, Mr L. Wildhaber and Mr U. Lōhmus (Rule 51§ 2 (c)). Subsequently Mr Ryssdal and Mr Walsh were unable to take part in the further consideration of the case (Rules 24 § 1 and 51 § 3). Mr Ryssdal’s place as President of the Grand Chamber was taken by Mr Bernhardt (Rules 21 § 6 and 51 § 6).",
                        "elements": []
                    },
                    {
                        "content": "6.  In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, Strasbourg, on 23 September 1997. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Bratza, Mr Dinç, Mr Sansal, Mrs Akçay and Mr Özmen.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "7.  The United Communist Party of Turkey (“the TBKP”), the first applicant, was a political party that was dissolved by the Constitutional Court (see paragraph 10 below).",
                        "elements": []
                    },
                    {
                        "content": "\nMr Nihat Sargın and Mr Nabi Yağcı, the second and third applicants, were respectively Chairman and General Secretary of the TBKP. They live in Istanbul.",
                        "elements": []
                    },
                    {
                        "content": "8.  The TBKP was formed on 4 June 1990. On the same day, its constitution and programme were submitted to the office of Principal State Counsel at the Court of Cassation for assessment of their compatibility with the Constitution and Law no. 2820 on the regulation of political parties (“Law no. 2820” – see paragraph 12 below).",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe application to have the TBKP dissolved",
                        "elements": [
                            {
                                "content": "9.  On 14 June 1990, when the TBKP was preparing to participate in a general election, Principal State Counsel at the Court of Cassation (“Principal State Counsel”) applied to the Constitutional Court for an order dissolving the TBKP. He accused the party of having sought to establish the domination of one social class over the others (Articles 6, 10 and 14 and former Article 68 of the Constitution and section 78 of Law no. 2820), of having incorporated the word “communist” into its name (contrary to section 96(3) of Law no. 2820), of having carried on activities likely to undermine the territorial integrity of the State and the unity of the nation (Articles 2, 3 and 66 and former Article 68 of the Constitution, and sections 78 and 81 of Law no. 2820) and of having declared itself to be the successor to a previously dissolved political party, the Turkish Workers’ Party (section 96(2) of Law no. 2820).",
                                "elements": []
                            },
                            {
                                "content": "In support of his application Principal State Counsel relied in particular on passages from the TBKP’s programme, mainly taken from a chapter entitled “Towards a peaceful, democratic and fair solution for the Kurdish problem”; that chapter read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The existence of the Kurds and their legitimate rights have been denied ever since the Republic was founded, although the national war of independence was waged with their support. The authorities have responded to the awakening of Kurdish national consciousness with bans, oppression and terror. Racist, militarist and chauvinistic policies have exacerbated the Kurdish problem. That fact both constitutes an obstacle to the democratisation of Turkey and serves the interests of the international imperialist and militaristic forces seeking to heighten tension in the Middle East, set peoples against each other and propel Turkey into military adventures.",
                                "elements": []
                            },
                            {
                                "content": "The Kurdish problem is a political one arising from the denial of the Kurdish people’s existence, national identity and rights. It therefore cannot be resolved by oppression, terror and military means. Recourse to violence means that the right to self-determination, which is a natural and inalienable right of all peoples, is not exercised jointly, but separately and unilaterally. The remedy for this problem is political. If the oppression of the Kurdish people and discrimination against them are to end, Turks and Kurds must unite.",
                                "elements": []
                            },
                            {
                                "content": "\nThe TBKP will strive for a peaceful, democratic and fair solution of the Kurdish problem, so that the Kurdish and Turkish peoples may live together of their free will within the borders of the Turkish Republic, on the basis of equal rights and with a view to democratic restructuring founded on their common interests.",
                                "elements": []
                            },
                            {
                                "content": "The solution of the Kurdish problem must be based on the free will of the Kurds and take into account the common interests of the Turkish and Kurdish nations and contribute to the democratisation of Turkey and peace in the Middle East.",
                                "elements": []
                            },
                            {
                                "content": "A solution to the Kurdish problem will only be found if the parties concerned are able to express their opinions freely, if they agree not to resort to violence in any form in order to resolve the problem and if they are able to take part in politics with their own national identity.",
                                "elements": []
                            },
                            {
                                "content": "The solution of the Kurdish problem will require time. In the immediate future, priority must be given to ending military and political pressure on the Kurds, protecting the lives of Kurdish citizens, bringing the state of emergency to an end, abandoning the ‘village guards’ system and lifting bans on the Kurdish language and Kurdish culture. The problem should be freely discussed. The existence of the Kurds must be acknowledged in the Constitution.",
                                "elements": []
                            },
                            {
                                "content": "Without a solution of the Kurdish problem, democratic renewal cannot take place in Turkey. Any solution will entail a fight for the democratisation of Turkey.”",
                                "elements": []
                            },
                            {
                                "content": "Two other passages relied on by Principal State Counsel read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... the United Communist Party of Turkey is the party of the working class, formed from the merger of the Turkish Workers’ Party and the Turkish Communist Party.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The cultural revival will be fashioned by, on the one hand, the reciprocal influence of contemporary universal culture and, on the other, Turkish and Kurdish national values, the heritage of the Anatolian civilisations, the humanist elements of Islamic culture and all the values developed by our people in their effort to evolve with their times.” ",
                                "elements": []
                            },
                            {
                                "content": "The Turkish Workers’ Party referred to above had been dissolved on 16 October 1981 on grounds similar to those relied on against the TBKP.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tDissolution of the TBKP",
                        "elements": [
                            {
                                "content": "10.  On 16 July 1991 the Constitutional Court made an order dissolving the TBKP, which entailed ipso jure the liquidation of the party and the transfer of its assets to the Treasury, in accordance with section 107(1) of Law no. 2820. The order was published in the Official Gazette on \n28 January 1992. As a consequence, the founders and managers of the party were banned from holding similar office in any other political body (Article 69 of the Constitution and section 95(1) of Law no. 2820 – see paragraph 11 below).",
                                "elements": []
                            },
                            {
                                "content": "The Constitutional Court firstly rejected the submission that the TBKP maintained that one social class, the proletariat, was superior to the others. Referring to the party’s constitution, modern works on Marxist ideology and contemporary political ideas, it held that the TBKP satisfied the requirements of democracy, which was based on political pluralism, universal suffrage and freedom to take part in politics.",
                                "elements": []
                            },
                            {
                                "content": "The court also rejected the argument, based on section 96(2) of Law no. 2820, that no political party may claim to be the successor to a party that has previously been dissolved. In its view, it was entirely natural and consistent with the concept of democracy for a political party to claim the cultural heritage of past movements and currents of political thought. The TBKP had accordingly not infringed the provision relied on by reason only of its intention of drawing on the experience and achievements of Marxist institutions.",
                                "elements": []
                            },
                            {
                                "content": "The Constitutional Court went on to hold that the mere fact that a political party included in its name a word prohibited by section 96(3) of Law no. 2820, as the TBKP had done in the present case, sufficed to trigger the application of that provision and consequently to entail the dissolution of the party concerned.",
                                "elements": []
                            },
                            {
                                "content": "As to the allegation that the TBKP’s constitution and programme contained statements likely to undermine the territorial integrity of the State and the unity of the nation, the Constitutional Court noted, inter alia, that those documents referred to two nations: the Kurdish nation and the Turkish nation. But it could not be accepted that there were two nations within the Republic of Turkey, whose citizens, whatever their ethnic origin, had Turkish nationality. In reality the proposals in the party constitution covering support for non-Turkish languages and cultures were intended to create minorities, to the detriment of the unity of the Turkish nation.",
                                "elements": []
                            },
                            {
                                "content": "Reiterating that self-determination and regional autonomy were prohibited by the Constitution, the Constitutional Court said that the State was unitary, the country indivisible and that there was only one nation. It considered that national unity was achieved through the integration of communities and individuals who, irrespective of their ethnic origin and on an equal footing, formed the nation and founded the State. In Turkey there were no “minorities” or “national minorities”, other than those referred to in the Treaty of Lausanne and the friendship treaty between Turkey and Bulgaria, and there were no constitutional or legislative provisions allowing distinctions to be made between citizens. Like all nationals of foreign descent, nationals of Kurdish origin could express their identity, but the Constitution and the law precluded them from forming a nation or a minority distinct from the Turkish nation. Consequently, objectives which, like those of the TBKP, encouraged separatism and the division of the Turkish nation were unacceptable and justified dissolving the party concerned.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "The Constitution",
                        "elements": [
                            {
                                "content": "11.  At the material time the relevant provisions of the Constitution read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 2",
                                "elements": []
                            },
                            {
                                "content": "“The Republic of Turkey is a democratic, secular and social State based on the rule of law, respectful of human rights in a spirit of social peace, national solidarity and justice, adhering to the nationalism of Atatürk and resting on the fundamental principles set out in the Preamble.”",
                                "elements": []
                            },
                            {
                                "content": "Article 3 § 1",
                                "elements": []
                            },
                            {
                                "content": "“The State of Turkey constitutes with its territory and nation, an indivisible whole. The official language is Turkish.”",
                                "elements": []
                            },
                            {
                                "content": "Article 6",
                                "elements": []
                            },
                            {
                                "content": "“Sovereignty resides unconditionally and unreservedly in the nation.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Sovereign power shall not under any circumstances be transferred to an individual, a group or a social class...”",
                                "elements": []
                            },
                            {
                                "content": "Article 10 § 1",
                                "elements": []
                            },
                            {
                                "content": "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical belief, religion, membership of a religious sect or other similar grounds.”",
                                "elements": []
                            },
                            {
                                "content": "Article 14 § 1",
                                "elements": []
                            },
                            {
                                "content": "“None of the rights and freedoms referred to in the Constitution shall be exercised with a view to undermining the territorial integrity of the State and the unity of the nation, jeopardising the existence of the Turkish State or Republic, abolishing fundamental rights and freedoms, placing the control of the State in the hands of a single individual or group, ensuring the domination of one social class over other \nsocial classes, introducing discrimination on the grounds of language, race, religion or membership of a religious sect, or establishing by any other means a political system based on any of the above concepts and opinions.” ",
                                "elements": []
                            },
                            {
                                "content": "Article 66 § 1",
                                "elements": []
                            },
                            {
                                "content": "“Everyone linked to the Turkish State by nationality shall be Turkish.”",
                                "elements": []
                            },
                            {
                                "content": "(Former) Article 68",
                                "elements": []
                            },
                            {
                                "content": "\t“Citizens shall have the right to form political parties and to join them or withdraw from them in accordance with the lawful procedure laid down for the purpose...",
                                "elements": []
                            },
                            {
                                "content": "\tPolitical parties shall be an indispensable part of the democratic political system.",
                                "elements": []
                            },
                            {
                                "content": "\tPolitical parties may be formed without prior permission and shall carry on their activities in accordance with the Constitution and the law. ",
                                "elements": []
                            },
                            {
                                "content": "\tThe constitutions and programmes of political parties shall not be inconsistent with the absolute integrity of State territory and of the nation, human rights, national sovereignty or the principles of a democratic secular Republic.",
                                "elements": []
                            },
                            {
                                "content": "\tNo political party shall be formed which aims to advocate or establish the domination of one social class or group, or any form of dictatorship...”",
                                "elements": []
                            },
                            {
                                "content": "(Former) Article 69",
                                "elements": []
                            },
                            {
                                "content": "“Political parties shall not engage in activities other than those referred to in their constitutions and programmes, nor shall they disregard the restrictions laid down by Article 14 of the Constitution, on pain of permanent dissolution.",
                                "elements": []
                            },
                            {
                                "content": "\t...",
                                "elements": []
                            },
                            {
                                "content": "\tThe decisions and internal running of political parties shall not be contrary to democratic principles.",
                                "elements": []
                            },
                            {
                                "content": "\t...",
                                "elements": []
                            },
                            {
                                "content": "\tImmediately a political party is formed, Principal State Counsel shall verify as a matter of priority that its constitution and programme and the legal position of its founding members are consistent with the Constitution and the laws of the land. He shall also monitor its activities.",
                                "elements": []
                            },
                            {
                                "content": "\tPolitical parties may be dissolved by the Constitutional Court, on application by Principal State Counsel. ",
                                "elements": []
                            },
                            {
                                "content": "\tFounding members and managers, at whatever level, of political parties which have been permanently dissolved may not become founding members, managers or \nfinancial controllers of any new political party, nor shall a new party be formed if a majority of its members previously belonged to a party which has been dissolved ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tLaw no. 2820 on the regulation of political parties",
                        "elements": [
                            {
                                "content": "12.  The relevant provisions of Law no. 2820 on the regulation of political parties read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 78",
                                "elements": []
                            },
                            {
                                "content": "“Political parties",
                                "elements": []
                            },
                            {
                                "content": "Section 80",
                                "elements": []
                            },
                            {
                                "content": "“Political parties shall not aim to change the principle of the unitary State on which the Turkish Republic is founded, nor carry on activities in pursuit of such an aim.”",
                                "elements": []
                            },
                            {
                                "content": "Section 81",
                                "elements": []
                            },
                            {
                                "content": "“Political parties shall not",
                                "elements": []
                            },
                            {
                                "content": "Section 90(1)",
                                "elements": []
                            },
                            {
                                "content": "“The constitution, programme and activities of political parties may not contravene the Constitution or this Law.”",
                                "elements": []
                            },
                            {
                                "content": "Section 96(3)",
                                "elements": []
                            },
                            {
                                "content": "“No political party shall be formed with the name ‘communist’, ‘anarchist’, ‘fascist’, ‘theocratic’ or ‘national socialist’, the name of a religion, language, race, sect or region, or a name including any of the above words or similar ones.”",
                                "elements": []
                            },
                            {
                                "content": "Section 101",
                                "elements": []
                            },
                            {
                                "content": "“The Constitutional Court shall dissolve a political party where",
                                "elements": []
                            },
                            {
                                "content": "Section 107(1)",
                                "elements": []
                            },
                            {
                                "content": "“All the assets of political parties dissolved by order of the Constitutional Court shall be transferred to the Treasury.”",
                                "elements": []
                            },
                            {
                                "content": "Chapter 4 of the Law, referred to in section 101, includes in particular sections 90(1) and 96(3), which are reproduced above.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "13.  The applicants applied to the Commission on 7 January 1992. They maintained that the dissolution of the TBKP by the Constitutional Court had infringed",
                        "elements": []
                    },
                    {
                        "content": "14.  On 6 December 1994 the Commission declared the complaint under Article 6 § 2 of the Convention inadmissible and the remainder of the application (no. 19392/92) admissible.",
                        "elements": []
                    },
                    {
                        "content": "15.  In its report of 3 September 1996 (Article 31), it expressed the unanimous opinion that there had been a violation of Article 11 of the Convention, that no separate issue arose under Articles 9 and 10 and that there was no need to consider separately the complaints under Articles 14 and 18 of the Convention and Articles 1 and 3 of Protocol No. 1. The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "16.  In their memorial, the Government “... ask the Court to declare that there has been no violation of Articles 9, 10, 11, 14 or 18 of the Convention or of Articles 1 or 3 of Protocol No. 1”.",
                        "elements": []
                    },
                    {
                        "content": "17.  The applicants sought a declaration that “the facts on which the application is based ... constitute a violation of Article 11 of the Convention and of Articles 1 and 3 of Protocol No. 1”.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "18.  The applicants maintained that the fact that the United Communist Party of Turkey (“the TBKP”) had been dissolved and its leaders – including Mr Sargın and Mr Yağcı – banned from holding similar office in any other political party had infringed their right to freedom of association, as guaranteed by Article 11 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                        "elements": []
                    },
                    {
                        "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                        "elements": []
                    },
                    {
                        "content": "Applicability of Article 11",
                        "elements": [
                            {
                                "content": "1.\tSubmissions of those appearing before the Court ",
                                "elements": [
                                    {
                                        "content": "19.  The Government submitted that Article 11 did not in any event apply to political parties. Where in its constitution or programme a party attacked a State’s constitutional order, the Court should declare the Convention to be inapplicable ratione materiae or apply Article 17, rather than apply Article 11. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Even a cursory examination of the Convention showed that neither Article 11 nor any other Article made any mention of political parties or referred to the States’ constitutional structures. It was significant that the only Article containing a reference to political institutions was in Protocol No. 1 (Article 3) and did not confer any right on individuals as it was worded so as to create an obligation on the States.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Unlike other forms of association, which were usually dealt with in national constitutions as manifestations of freedom of association, the provisions concerning political parties were in general to be found in the part relating to fundamental constitutional structures. That was so, for instance, in Germany, Denmark, Spain, France, Italy and Greece.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The constitution and programme of the TBKP were clearly incompatible with Turkey’s fundamental constitutional principles. By choosing to call itself “communist”, the TBKP perforce referred to a subversive doctrine and a totalitarian political goal that undermined Turkey’s political and territorial unity and jeopardised the fundamental principles of its public law, such as secularism. “Communism” invariably presupposed seizing power and aimed to establish a political order that would be unacceptable, not just in Turkey but also in the other member States of the Council of Europe. Further, the use of certain names was also proscribed in other legal systems in the West. In that respect, the Government referred to the German, Polish and Portuguese Constitutions. In any event, whatever the intentions of the TBKP and its leaders in choosing \nthe name “communist” in 1990 (after the fall of the Berlin Wall) may have been, that name could not, in the Government’s view, be considered devoid of political meaning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Furthermore, if the TBKP were able to achieve its political aims, Turkey’s territorial and national integrity would be seriously undermined. By drawing a distinction in its constitution and programme between Turks and Kurds, referring to the Kurds’ “national” identity, requesting constitutional recognition of “the existence of the Kurds”, describing the Kurds as a “nation” and asserting their right to self-determination, the TBKP had opened up a split that would destroy the basis of citizenship, which was independent of ethnic origin. As that was tantamount to challenging the very principles underpinning the State, the Constitutional Court had had to review the constitutionality of that political aim. In so doing, it had followed the line taken by the German Constitutional Court in its judgment of 31 October 1991 on the right of foreign nationals to vote in local elections and by the French Constitutional Council in its decision of 9 May 1991 on the status of Corsica.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government’s submission, the States Parties to the Convention had at no stage intended to submit their constitutional institutions, and in particular the principles they considered to be the essential conditions of their existence, to review by the Strasbourg institutions. For that reason, where a political party such as the TBKP had called those institutions or principles into question, it could not seek application of the Convention or its Protocols.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the very least, Article 17 of the Convention should be applied in respect of the TBKP since the party had called into question both the bases of the Convention and the freedoms it secured. In that connection, the Government cited the Commission’s decisions in the cases of Glimmerveen and Hagenbeek v. the Netherlands (application nos. 8348/78 and 8406/78, Decisions and Reports (DR) 18, p. 187); Kühnen v. Germany (application no. 12194/86, DR 56, p. 205); H., W., P. and K. v. Austria (application no. 12774/87, DR 62, p. 216); and Remer v. Germany (application no. 25096/94, DR 82-A, p. 117). In a context of vicious terrorism such as Turkey was experiencing, the need to preclude improper use of the Convention by applying Article 17 was even more obvious, as the Turkish authorities had to prohibit the use of “expressions” and the formation of “associations” that would inevitably incite violence and enmity between the various sections of Turkish society. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicants maintained that there was no doubt that political parties came within the ambit of Article 11. They pointed out that the scope of the Convention could not be restricted by relying on the Turkish Constitution. Domestic law had to be construed in the light of the Convention, not the other way round.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Commission expressed the opinion that there was nothing in the wording of Article 11 to limit its scope to a particular form of association or group or suggest that it did not apply to political parties. On the contrary, if Article 11 was considered to be a legal safeguard that ensured the proper functioning of democracy, political parties were one of the most important forms of association it protected. In that connection, the Commission referred to a number of decisions in which it had examined, under Article 11, various restrictions on the activities of political parties and even the dissolution of such parties, thereby implicitly accepting that Article 11 applied to that type of association (see the German Communist Party case, application no. 250/57, Yearbook 1, p. 222; the Greek case, Yearbook 12, p. 170, § 392; the France, Norway, Denmark, Sweden and the Netherlands v. Turkey case, applications nos. 9940–9944/82, DR 35, p. 143).",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the hearing before the Court the Delegate of the Commission also said that it was unnecessary to apply Article 17 of the Convention since the present case was clearly distinguishable from the rare cases in which the Commission had had recourse to that provision. In such cases the aim of the offending actions of the applicants concerned had been to spread violence (see the German Communist Party case cited above) or hatred (see the Remer case cited above). Conversely, there was nothing in the TBKP’s constitution or programme to suggest that it was not a democratic party, or that it resorted to illegal or undemocratic methods, encouraged the use of violence, aimed to undermine Turkey’s democratic and pluralist political system or pursued objectives that were racist or likely to destroy the rights and freedoms of others.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. The Court’s assessment ",
                                "elements": [
                                    {
                                        "content": "24.  The Court considers that the wording of Article 11 provides an initial indication as to whether political parties may rely on that provision. It notes that although Article 11 refers to “freedom of association with others, including the right to form … trade unions …”, the conjunction “including” clearly shows that trade unions are but one example among others of the \nform in which the right to freedom of association may be exercised. It is therefore not possible to conclude, as the Government did, that by referring to trade unions – for reasons related mainly to issues that were current at the time – those who drafted the Convention intended to exclude political parties from the scope of Article 11.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  However, even more persuasive than the wording of Article 11, in the Court’s view, is the fact that political parties are a form of association essential to the proper functioning of democracy. In view of the importance of democracy in the Convention system (see paragraph 45 below), there can be no doubt that political parties come within the scope of Article 11.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  As to the Government’s allegation that the TBKP had called Turkey’s constitutional order into question and the inferences that were to be drawn from that fact, it should be said at the outset that at this stage the Court does not have to decide whether that allegation is true or whether it could be sustained solely on the basis of the constitution and programme of the party concerned. The Court refers in this connection to its observations concerning the necessity of the impugned interference (see paragraphs 4247 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court notes on the other hand that an association, including a political party, is not excluded from the protection afforded by the Convention simply because its activities are regarded by the national authorities as undermining the constitutional structures of the State and calling for the imposition of restrictions. As the Court has said in the past, while it is in principle open to the national authorities to take such action as they consider necessary to respect the rule of law or to give effect to constitutional rights, they must do so in a manner which is compatible with their obligations under the Convention and subject to review by the Convention institutions (see the Open Door and Dublin Well Woman v. Ireland judgment of 29 October 1992, Series A no. 246-A, p. 29, § 69). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Preamble to the Convention refers to the “common heritage of political traditions, ideals, freedom and the rule of law” (see paragraph 45 below), of which national constitutions are in fact often the first embodiment. Through its system of collective enforcement of the rights it establishes (see the Loizidou v. Turkey judgment of 23 March 1995 (preliminary objections), Series A no. 310, p. 26, § 70), the Convention reinforces, in accordance with the principle of subsidiarity, the protection afforded at national level, but never limits it (Article 60 of the Convention).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court points out, moreover, that Article 1 requires the States Parties to “secure to everyone within their jurisdiction the rights and freedoms defined in Section I of this Convention”. That provision, together with Articles 14, 2 to 13 and 63, demarcates the scope of the Convention ratione personae, materiae and loci (see the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 90, § 238). It makes no distinction as to the type of rule or measure concerned and does not exclude any part of the member States’ “jurisdiction” from scrutiny under the Convention. It is, therefore, with respect to their “jurisdiction” as a whole – which is often exercised in the first place through the Constitution – that the States Parties are called on to show compliance with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The political and institutional organisation of the member States must accordingly respect the rights and principles enshrined in the Convention. It matters little in this context whether the provisions in issue are constitutional (see, for example, the Gitonas and Others v. Greece judgment of 1 July 1997, Reports of Judgments and Decisions 1997-IV) or merely legislative (see, for example, the Mathieu-Mohin and Clerfayt v. Belgium judgment of 2 March 1987, Series A no. 113). From the moment that such provisions are the means by which the State concerned exercises its jurisdiction, they are subject to review under the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Moreover, it may on occasion prove difficult, even artificial, in proceedings before the Court, to attempt to distinguish between what forms part of a State’s institutional structures and what relates to fundamental rights in the strict sense. That is particularly true of an order for dissolution of the kind in issue in the present case. In view of the role played by political parties (see paragraph 25 above), such measures affect both freedom of association and, consequently, democracy in the State concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  It does not, however, follow that the authorities of a State in which an association, through its activities, jeopardises that State’s institutions are deprived of the right to protect those institutions. In this connection, the Court points out that it has previously held that some compromise between the requirements of defending democratic society and individual rights is inherent in the system of the Convention (see, mutatis mutandis, the Klass and Others v. Germany judgment of 6 September 1978, Series A no. 28, p. 28, § 59). For there to be a compromise of that sort any intervention by the authorities must be in accordance with paragraph 2 of Article 11, which the Court considers below (see paragraphs 37 et seq.). Only when that review is complete will the Court be in a position to decide, in the light of all the circumstances of the case, whether Article 17 of the Convention should be applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Before the Commission the Government also submitted, in the alternative, that while Article 11 guaranteed freedom to form an association, it did not on that account prevent one from being dissolved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission took the view that freedom of association not only concerned the right to form a political party but also guaranteed the right of such a party, once formed, to carry on its political activities freely.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court reiterates that the Convention is intended to guarantee rights that are not theoretical or illusory, but practical and effective (see, among other authorities, the Artico v. Italy judgment of 13 May 1980, Series A no. 37, p. 16, § 33, and the Loizidou judgment cited above, p. 27, § 72). The right guaranteed by Article 11 would be largely theoretical and illusory if it were limited to the founding of an association, since the national authorities could immediately disband the association without having to comply with the Convention. It follows that the protection afforded by Article 11 lasts for an association’s entire life and that dissolution of an association by a country’s authorities must accordingly satisfy the requirements of paragraph 2 of that provision (see paragraphs 35–47 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In conclusion Article 11 is applicable to the facts of the case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tCompliance with Article 11",
                        "elements": [
                            {
                                "content": "Whether there has been an interference",
                                "elements": [
                                    {
                                        "content": "35.  Before the Commission, the Government submitted that the dissolution of the TBKP had not constituted an interference with Mr Sargın and Mr Yağcı’s right to freedom of association. However, it did not reiterate that argument before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Like the Commission, the Court concludes that there has been an interference with that right in respect of all three applicants, having regard (in the case of Mr Sargın and Mr Yağcı) to their role as founders and leaders of the party and to the ban which prevented them from discharging similar responsibilities in any other political grouping (see paragraph 10 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tWhether the interference was justified",
                                "elements": [
                                    {
                                        "content": "37.  Such an interference will constitute a breach of Article 11 unless it was “prescribed by law”, pursued one or more legitimate aims under paragraph 2 and was “necessary in a democratic society” for the achievement of those aims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It was common ground that the interference was “prescribed by law”, as the measures ordered by the Constitutional Court were based on Articles 2, 3 § 1, 6, 10 § 1 and 14 § 1, and former Article 68 of the Constitution and sections 78, 81 and 96(3) of Law no. 2820 on the regulation of political parties (see paragraphs 11–12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government maintained that the interference pursued a number of legitimate aims: ensuring national security, public safety and territorial integrity and protecting the rights and freedoms of others. If the Court had accepted, as it had done in the Hadjianastassiou v. Greece judgment of 16 December 1992 (Series A no. 252), that an isolated case of espionage could harm national security, there was all the more reason to reach a similar conclusion where, as in the instant case, the very existence of a State Party to the Convention was threatened.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Commission distinguished between the different grounds relied on by the Constitutional Court for dissolving the TBKP. Inasmuch as the interference was based on the use of the word “communist” in the party’s name, it could not, in the Commission’s view, be said to be justified by any of the legitimate aims referred to in Article 11. Indeed, the Constitutional Court had recognised that there was nothing to suggest that the TBKP would not respect democratic institutions or that it intended to establish a dictatorship. In addition, Law no. 3713 on the prevention of terrorism, which came into force on 12 April 1991, had repealed the provisions of the Criminal Code making it an offence to participate in organisations or activities that professed to be, inter alia, communist in inspiration. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, inasmuch as the dissolution was based on a distinction drawn in the TBKP’s programme between Turks and Kurds, it could, in the Commission’s view, be said to have been ordered with the aim of protecting territorial integrity and thus “national security”. It was not that the TBKP was a terrorist organisation or one sponsoring terrorism, but it could be regarded as openly pursuing the creation of a separate Kurdish nation and consequently a redistribution of the territory of the Turkish State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Like the Commission, the Court considers that the dissolution of the TBKP pursued at least one of the “legitimate aims” set out in Article 11: the protection of “national security”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court reiterates that notwithstanding its autonomous role and particular sphere of application, Article 11 must also be considered in the light of Article 10. The protection of opinions and the freedom to express them is one of the objectives of the freedoms of assembly and association as enshrined in Article 11 (see, among other authorities, the Young, James and Webster v. the United Kingdom judgment of 13 August 1981, Series A no. 44, p. 23, § 57, and the Vogt v. Germany judgment of 26 September 1995, Series A no. 323, p. 30, § 64).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  That applies all the more in relation to political parties in view of their essential role in ensuring pluralism and the proper functioning of democracy (see paragraph 25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "As the Court has said many times, there can be no democracy without pluralism. It is for that reason that freedom of expression as enshrined in Article 10 is applicable, subject to paragraph 2, not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb (see, among many other authorities, the Vogt judgment cited above, p. 25, § 52). The fact that their activities form part of a collective exercise of freedom of expression in itself entitles political parties to seek the protection of Articles 10 and 11 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the Informationsverein Lentia and Others v. Austria judgment the Court described the State as the ultimate guarantor of the principle of pluralism (see the judgment of 24 November 1993, Series A no. 276, p. 16, § 38). In the political sphere that responsibility means that the State is under the obligation, among others, to hold, in accordance with Article 3 of Protocol No. 1, free elections at reasonable intervals by secret ballot under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature. Such expression is inconceivable without the participation of a plurality of political parties representing the different shades of opinion to be found within a country’s population. By relaying this range of opinion, not only within political institutions but also – with the help of the media – at all levels of social life, political parties make an irreplaceable contribution to political debate, which is at the very core of the concept of a democratic society (see the Lingens v. Austria judgment of 8 July 1986, Series A no. 103, p. 26, § 42, and the Castells v. Spain judgment of 23 April 1992, Series A no. 236, p. 23, § 43). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Democracy is without doubt a fundamental feature of the European public order (see the Loizidou judgment cited above, p. 27, § 75).",
                                        "elements": []
                                    },
                                    {
                                        "content": "That is apparent, firstly, from the Preamble to the Convention, which establishes a very clear connection between the Convention and democracy by stating that the maintenance and further realisation of human rights and fundamental freedoms are best ensured on the one hand by an effective political democracy and on the other by a common understanding and observance of human rights (see the Klass and Others judgment cited above, p. 28, § 59). The Preamble goes on to affirm that European countries have a common heritage of political tradition, ideals, freedom and the rule of law. The Court has observed that in that common heritage are to be found the underlying values of the Convention (see the Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 35, § 88); it has pointed out several times that the Convention was designed to maintain and promote the ideals and values of a democratic society (see the Kjeldsen, Busk Madsen and Pedersen v. Denmark judgment of 7 December 1976, Series A no. 23, p. 27, § 53, and the Soering judgment cited above, p. 34, § 87).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, Articles 8, 9, 10 and 11 of the Convention require that interference with the exercise of the rights they enshrine must be assessed by the yardstick of what is “necessary in a democratic society”. The only type of necessity capable of justifying an interference with any of those \nrights is, therefore, one which may claim to spring from “democratic society”. Democracy thus appears to be the only political model contemplated by the Convention and, accordingly, the only one compatible with it. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court has identified certain provisions of the Convention as being characteristic of democratic society. Thus in its very first judgment it held that in a “democratic society within the meaning of the Preamble and the other clauses of the Convention”, proceedings before the judiciary should be conducted in the presence of the parties and in public and that that fundamental principle was upheld in Article 6 of the Convention (see the Lawless v. Ireland judgment of 14 November 1960 (preliminary objections and questions of procedure), Series A no. 1, p. 13). In a field closer to the one concerned in the instant case, the Court has on many occasions stated, for example, that freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual’s self-fulfilment (see, among other authorities, the Vogt judgment cited above, p. 25, § 52), whereas in the Mathieu-Mohin and Clerfayt judgment cited above it noted the prime importance of Article 3 of Protocol No. 1, which enshrines a characteristic principle of an effective political democracy (p. 22, § 47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Consequently, the exceptions set out in Article 11 are, where political parties are concerned, to be construed strictly; only convincing and compelling reasons can justify restrictions on such parties’ freedom of association. In determining whether a necessity within the meaning of Article 11 § 2 exists, the Contracting States have only a limited margin of appreciation, which goes hand in hand with rigorous European supervision embracing both the law and the decisions applying it, including those given by independent courts. The Court has already held that such scrutiny was necessary in a case concerning a Member of Parliament who had been convicted of proffering insults (see the Castells judgment cited above, pp. 22–23, § 42); such scrutiny is all the more necessary where an entire political party is dissolved and its leaders banned from carrying on any similar activity in the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  When the Court carries out its scrutiny, its task is not to substitute its own view for that of the relevant national authorities but rather to review under Article 11 the decisions they delivered in the exercise of their discretion. This does not mean that it has to confine itself to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; it must look at the interference complained of in the light of the case as a whole and determine whether it was “proportionate to the legitimate aim pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In so doing, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 11 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see, mutatis mutandis, the Jersild v. Denmark judgment of 23 September 1994, Series A no. 298, p. 26, § 31). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicants argued that the reasons given by the Constitutional Court for dissolving the TBKP were ill-founded. In their submission, there was a contradiction in penalising a political party in July 1991 for calling itself “communist” when, on the one hand, it had not been an offence since April 1991 to carry on activities inspired by communist ideology and, on the other, the Constitutional Court had itself accepted that the TBKP was not seeking the domination of one social class over the others and that its constitution and programme were in accordance with democratic principles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the separatist activities attributed to the TBKP by the Government, the applicants affirmed that there was no basis for such an allegation either in the party’s documents or in the statements of its members. On the contrary, the party’s constitution was very clear on that point when it stated that the Kurdish problem required a fair, democratic and peaceful solution and the voluntary co-existence of the Turkish and Kurdish peoples within Turkish territory on the basis of equal rights. The TBKP was therefore not opposed to the territorial integrity of the country and had never advocated separatism. Further, the party’s leaders had not been prosecuted under Article 125 of the Criminal Code, which made it a capital offence actively to support separatism. The fact remained, however, that the authorities considered the mere use of the word “Kurd” to be discriminatory, even though the problem was such that any political party wishing to resolve it could not avoid mentioning it. The problem existed and minority groups existed, but political parties could not refer to them. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, with regard to the allegation that the TBKP was a terrorist association, the applicants pointed out that it had been dissolved only ten days after it was formed so that it had had no time for any activity whatsoever. The TBKP’s future activities could therefore only have been a matter for speculation and could not have formed the basis for a decision to dissolve the party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government pointed out that freedom of association – like freedom of expression – was not absolute and often conflicted with other paramount interests in a democratic society. Accordingly, the margin of appreciation had to be gauged in the light of the legitimate aim pursued by the interference and the background to the facts of the case. In that regard, the Government referred to the Wingrove v. the United Kingdom judgment of 25 November 1996 (Reports 1996-V), in which the Court had, when assessing the facts, taken into account the needs arising from their historical context.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the TBKP’s constitution and programme were analysed in a similar way, a pressing need to impose the impugned restriction in circumstances in which territorial integrity and national security were threatened would be found not just in the case of Turkey, but also in that of each of the Council of Europe’s member States. What was at stake was the essential conditions for a State’s existence in the international order, conditions which were even guaranteed by the Charter of the United Nations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Further, it was apparent from the case-law that where the interference pursued as a legitimate aim the protection of public order, territorial integrity, the public interest or democracy, the Convention institutions did not require that the risk of violence justifying the interference should be real, current or imminent. As authority for that proposition, the Government cited the decisions in which the Commission had declared inadmissible the cases of X v. Austria (application no. 5321/71, Collection of Decisions 42, p. 105), T. v. Belgium (application no. 9777/82, DR 34, p. 158) and Association A. and H. v. Austria (application no. 9905/82, DR 36, p. 187). In addition, the Commission had accepted in two German cases that restrictions on freedom of expression could be justified by national-security considerations without its being necessary to determine whether the exercise of freedom of expression had had any practical implications (see the Kuck v. Germany case, application no. 29742/96, and the Fleischle v. Germany case, application no. 29744/96). Lastly, in the Purcell and Others v. Ireland case, the Commission had taken into account the terrorist threat and the public interest in countering it (application no. 15404/89, DR 70, p. 262). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In all those cases the actual content of the expressions concerned had sufficed to warrant the conclusion that restrictions had to be imposed on their use, without its being necessary to determine whether there was a current risk of violence or a causal link with an act of violence directly provoked by the use of the expression. On the other hand, in the Handyside v. the United Kingdom judgment of 7 December 1976 (Series A no. 24), the Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979 (Series A no. 30), and the Lingens and Castells \njudgments cited above, in all of which the Court had held that there had been a violation of Article 10, the publications concerned had not called into question the very existence of the State and the democratic order. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In short, faced with a challenge to the fundamental interests of the national community, such as national security and territorial integrity, the Turkish authorities had not in any way exceeded the margin of appreciation conferred on them by the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  At the hearing before the Court the Delegate of the Commission, in a preliminary observation, stressed the difference between implementing an illegal programme and implementing one in which all that was sought was a change in the law. While that distinction could sometimes be difficult to draw in practice, associations, including political parties, should be able to campaign for a change in the law or the legal and constitutional structures of the State, provided of course that the means used for the purpose were in all respects lawful and democratic and that the proposed change was itself compatible with fundamental democratic principles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission considered that the rule that freedom of expression extends to “information” and “ideas” that offend, shock or disturb (see, among many other authorities, the Handyside judgment cited above) also applied in the present case with regard to Article 11, since the order for dissolving the TBKP had been made solely on the basis of information and ideas expressed in its constitution and programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Further, the Commission noted that in order to justify dissolving the TBKP, the Constitutional Court had relied on passages that formed only a small part of the party’s constitution. Moreover, those passages did not contain any incitement to violence but, on the contrary, showed the TBKP’s desire to achieve its objectives – even those in regard to the position of the population of Kurdish origin – by democratic means and in accordance with Turkish laws and institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes at the outset that the TBKP was dissolved even before it had been able to start its activities and that the dissolution was therefore ordered solely on the basis of the TBKP’s constitution and programme, which however – as is for that matter apparent from the Constitutional Court’s decision – contain nothing to suggest that they did not reflect the party’s true objectives and its leaders’ true intentions (see paragraph 58 below). Like the national authorities, the Court will therefore take those documents as a basis for assessing whether the interference in question was necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n52.  It is to be noted further that in support of his application for a dissolution order, Principal State Counsel at the Court of Cassation made four submissions. Two of these were rejected by the Constitutional Court: the claim that the TBKP intended to maintain that the proletariat was superior to the other social classes and the argument that it was contrary to section 96(2) of Law no. 2820 for it to claim to be the successor to a political party that had previously been dissolved – the Turkish Workers’ Party (see paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court can therefore confine its review to the other two grounds, which were upheld by the Constitutional Court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In the first of these it was alleged that the TBKP had included the word “communist” in its name, contrary to section 96(3) of Law no. 2820 (see paragraph 12 above). The Constitutional Court held, in particular, that that provision prohibited the formation of political parties on a purely formal ground: the mere fact of using a name proscribed in that section sufficed to trigger its application and consequently to entail the dissolution of any political party that, like the TBKP, had contravened it (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court considers that a political party’s choice of name cannot in principle justify a measure as drastic as dissolution, in the absence of other relevant and sufficient circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this connection, it must be noted, firstly, that on 12 April 1991 the provisions of the Criminal Code making it a criminal offence to carry on political activities inspired, in particular, by communist ideology were repealed by Law no. 3713 on the prevention of terrorism. The Court also attaches much weight to the Constitutional Court’s finding that the TBKP was not seeking, in spite of its name, to establish the domination of one social class over the others, and that, on the contrary, it satisfied the requirements of democracy, including political pluralism, universal suffrage and freedom to take part in politics (see paragraph 10 above). In that respect, the TBKP was clearly different from the German Communist Party, which was dissolved on 17 August 1956 by the German Constitutional Court (see the Commission’s decision cited above in the German Communist Party case).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, in the absence of any concrete evidence to show that in choosing to call itself “communist”, the TBKP had opted for a policy that represented a real threat to Turkish society or the Turkish State, the Court cannot accept that the submission based on the party’s name may, by itself, entail the party’s dissolution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The second submission accepted by the Constitutional Court was that the TBKP sought to promote separatism and the division of the Turkish nation. By drawing a distinction in its constitution and programme between the Kurdish and Turkish nations, the TBKP had revealed its intention of working to achieve the creation of minorities which – with the exception of those referred to in the Treaty of Lausanne and the treaty with Bulgaria – posed a threat to the State’s territorial integrity. It was for that reason that self-determination and regional autonomy were both proscribed by the Constitution (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court notes that although the TBKP refers in its programme (see paragraph 9 above) to the Kurdish “people” and “nation” and Kurdish “citizens”, it neither describes them as a “minority” nor makes any claim – other than for recognition of their existence – for them to enjoy special treatment or rights, still less a right to secede from the rest of the Turkish population. On the contrary, the programme states: “The TBKP will strive for a peaceful, democratic and fair solution of the Kurdish problem, so that the Kurdish and Turkish peoples may live together of their free will within the borders of the Turkish Republic, on the basis of equal rights and with a view to democratic restructuring founded on their common interests.” With regard to the right to self-determination, the TBKP does no more in its programme than deplore the fact that because of the use of violence, it was not “exercised jointly, but separately and unilaterally”, adding that “the remedy for this problem is political” and that “[i]f the oppression of the Kurdish people and discrimination against them are to end, Turks and Kurds must unite”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The TBKP also said in its programme: “A solution to the Kurdish problem will only be found if the parties concerned are able to express their opinions freely, if they agree not to resort to violence in any form in order to resolve the problem and if they are able to take part in politics with their own national identity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court considers one of the principal characteristics of democracy to be the possibility it offers of resolving a country’s problems through dialogue, without recourse to violence, even when they are irksome. Democracy thrives on freedom of expression. From that point of view, there can be no justification for hindering a political group solely because it seeks to debate in public the situation of part of the State’s population and to take part in the nation’s political life in order to find, according to democratic rules, solutions capable of satisfying everyone concerned. To judge by its programme, that was indeed the TBKP’s objective in this area. That distinguishes the present case from those referred to by the Government (see paragraph 49 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Admittedly, it cannot be ruled out that a party’s political programme may conceal objectives and intentions different from the ones it proclaims. To verify that it does not, the content of the programme must be compared with the party’s actions and the positions it defends. In the present case, the TBKP’s programme could hardly have been belied by any practical action it \ntook, since it was dissolved immediately after being formed and accordingly did not even have time to take any action. It was thus penalised for conduct relating solely to the exercise of freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court is also prepared to take into account the background of cases before it, in particular the difficulties associated with the fight against terrorism (see, among other authorities, the Ireland v. the United Kingdom judgment cited above, pp. 9 et seq., §§ 11 et seq., and the Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2281 and 2284, §§ 70 and 84). In the present case, however, it finds no evidence to enable it to conclude, in the absence of any activity by the TBKP, that the party bore any responsibility for the problems which terrorism poses in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Nor is there any need to bring Article 17 into play as nothing in the constitution and programme of the TBKP warrants the conclusion that it relied on the Convention to engage in activity or perform acts aimed at the destruction of any of the rights and freedoms set forth in it (see, mutatis mutandis, the Lawless v. Ireland judgment of 1 July 1961 (merits), Series A no. 3, pp. 45–46, § 7).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Regard being had to all the above, a measure as drastic as the immediate and permanent dissolution of the TBKP, ordered before its activities had even started and coupled with a ban barring its leaders from discharging any other political responsibility, is disproportionate to the aim pursued and consequently unnecessary in a democratic society. It follows that the measure infringed Article 11 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In their application to the Commission the applicants also complained of breaches of Articles 9, 10, 14 and 18 of the Convention. In their memorial to the Court however, they accepted the Commission’s conclusion that it was unnecessary to decide whether those provisions had been complied with in view of the finding of a violation of Article 11. The applicants did not pursue those complaints in the proceedings before the Court, which sees no reason to consider them of its own motion (see, mutatis mutandis, the Akdivar and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV, p. 1216, § 92).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The applicants submitted that the effects of the TBKP’s dissolution – its assets were confiscated and transferred to the Treasury, and its leaders \nwere banned from taking part in elections – entailed a breach of Articles 1 and 3 of Protocol No. 1, which provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1 of Protocol No. 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 3 of Protocol No. 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court notes that the measures complained of by the applicants were incidental effects of the TBKP’s dissolution, which the Court has held to be in breach of Article 11. It is consequently unnecessary to consider these complaints separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Article 50 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "A.\tDamage",
                        "elements": [
                            {
                                "content": "The TBKP",
                                "elements": [
                                    {
                                        "content": "66.  The TBKP claimed 20,000,000 French francs (FRF) for pecuniary damage “to compensate for the losses [it] sustained until the end of 1997 as a result of its dissolution and of its loss of separate legal personality, which infringed [its] right to enjoy its own property, and to receive contributions from members and supporters and public aid”. With regard to future loss, \nthe TBKP sought payment of FRF 3,000,000 per annum to run from 1 January 1998 until the judgment of the Constitutional Court was set aside and the TBKP was recognised under domestic law and had been reconstituted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government stated firstly that having been dissolved by the Constitutional Court, the TBKP was unable to claim any public aid under the law on political parties. Even supposing that it had not been dissolved, it still did not satisfy the conditions laid down by that statute for a grant of aid. The TBKP’s claims were based on fictitious grounds and were therefore unacceptable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Delegate of the Commission invited the Court to consider carefully whether the amounts claimed were not too hypothetical to serve as a basis for the application of Article 50. If the Court decided to award a sum under that head, he questioned whether the figures put forward by the applicants were realistic. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes that the claim in issue is based on an imaginary application of the provisions in the law on political parties governing the grant, subject to certain conditions, of public aid to political parties as well as on an estimation of what contributions from the TBKP’s members and supporters would have been. The Court cannot speculate on the effect of those provisions as applied to the TBKP or on the amount of any contributions it might have received. Consequently, the claim must be dismissed, there being no causal link between the violation found and the alleged damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tMr Sargın and Mr Yağcı",
                                "elements": [
                                    {
                                        "content": "70.  Mr Sargın and Mr Yağcı each claimed FRF 2,000,000 for non-pecuniary damage. In support of their claims, they relied on the fact that the dissolution of the TBKP had caused them to be banned from carrying on any political activity, whether as members of the electorate or members of parliament or as founding members, managers or financial controllers of a political party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In the Government’s submission, those claims were based on the assumption that there had been a breach of all the provisions of the Convention relied upon by Mr Sargın and Mr Yağcı. The Commission had, however, concluded that there had been a violation only of Article 11. The Government considered that any non-pecuniary damage would be sufficiently compensated by a finding of a violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Delegate of the Commission indicated that in the event of the Court’s being minded to award a sum under this head, he doubted that the amount claimed by Mr Sargın and Mr Yağcı was realistic.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court accepts that Mr Sargın and Mr Yağcı sustained non-pecuniary damage. It holds, however, that a finding of a violation of Article 11 constitutes sufficient compensation for it.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "\nB.\t\tCosts and expenses",
                        "elements": [
                            {
                                "content": "74.  The applicants sought FRF 190,000 for costs and expenses, made up of FRF 100,000 for lawyers’ fees and FRF 90,000 for all the costs of their representation before the Turkish Constitutional Court and the Convention institutions.",
                                "elements": []
                            },
                            {
                                "content": "75.  The Government considered these to be unacceptable lump-sum claims that were both exaggerated and unreasonable.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Delegate of the Commission found them to be reasonable, provided that they represented necessarily and actually incurred costs.",
                                "elements": []
                            },
                            {
                                "content": "77.  Making its assessment on an equitable basis and according to the criteria laid down in its case-law, the Court awards Mr Sargın and Mr Yağcı, who actually bore the costs and expenses claimed, a total sum of FRF 120,000 under this head, to be converted into Turkish liras at the rate applicable at the date of payment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tDefault interest",
                        "elements": [
                            {
                                "content": "78.  According to the information available to the Court, the statutory rate of interest applicable in France at the date of adoption of the present judgment is 3.87% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT unanimously",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a violation of Article 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that it is unnecessary to determine whether there has been a violation of Articles 9, 10, 14 and 18 of the Convention and Articles 1 and 3 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.\tDismisses the claim for just satisfaction in respect of any damage sustained by the United Communist Party of Turkey;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds that the present judgment in itself constitutes sufficient just satisfaction in respect of any damage sustained by Mr Sargın and Mr Yağcı;",
                        "elements": []
                    },
                    {
                        "content": "5.\tHolds ",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 3.87% shall be payable on that sum from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "6.\tDismisses the remainder of the claim for just satisfaction. ",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 30 January 1998.",
                        "elements": []
                    },
                    {
                        "content": "\tPresident",
                        "elements": []
                    },
                    {
                        "content": "Registrar",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": ""
        },
        {
            "name": "MrF. Matscher",
            "role": ""
        },
        {
            "name": "MrR. Macdonald",
            "role": ""
        },
        {
            "name": "MrC. Russo",
            "role": ""
        },
        {
            "name": "MrN. Valticos",
            "role": ""
        },
        {
            "name": "MrsE. Palm",
            "role": ""
        },
        {
            "name": "MrI. Foighel",
            "role": ""
        },
        {
            "name": "MrR. Pekkanen",
            "role": ""
        },
        {
            "name": "MrA.N. Loizou",
            "role": ""
        },
        {
            "name": "MrJ. M. Morenilla"
        },
        {
            "name": "SirJohn Freeland"
        },
        {
            "name": "MrA.B. Baka"
        },
        {
            "name": "MrM.A. Lopes Rocha"
        },
        {
            "name": "MrL. Wildhaber"
        },
        {
            "name": "MrJ. Makarczyk"
        },
        {
            "name": "MrP. Kūris"
        },
        {
            "name": "MrU. Lōhmus"
        },
        {
            "name": "MrP. van Dijk"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF UNITED COMMUNIST PARTY OF TURKEY AND OTHERS v. TURKEY",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58128.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:0130JUD001939292",
    "externalsources": [],
    "extractedappno": [
        "19392/92",
        "8348/78",
        "8406/78",
        "12194/86",
        "12774/87",
        "25096/94",
        "250/57",
        "9944/82",
        "5321/71",
        "9777/82",
        "9905/82",
        "29742/96",
        "29744/96",
        "15404/89"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Constitution, former Articles 2, 3 § 1, 6, 10 § 1, 14 § 1, 68",
        "Sections 78, 81, 96 (3) of Law no. 2820 on the regulation of political parties"
    ],
    "itemid": "001-58128",
    "judgementdate": "30/01/1998 00:00:00",
    "kpdate": "30/01/1998 00:00:00",
    "kpthesaurus": [
        "145",
        "202",
        "266",
        "154",
        "149",
        "343",
        "232",
        "369",
        "574",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "9",
        "P1-3",
        "10",
        "11-2",
        "14",
        "11",
        "18",
        "41",
        "P1-1"
    ],
    "parties": [
        "UNITED COMMUNIST PARTY OF TURKEY AND OTHERS",
        "TURKEY"
    ],
    "rank": "364.763336181641",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "ovember 1996, Reports 1996-V",
        "Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2281 and 2284, §§ 70 and 84",
        "Gitonas and Others v. Greece judgment of 1 July 1997, Reports 1997-IV"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443223",
    "typedescription": "15"
}