{
    "__articles": "6;6-1;41",
    "__conclusion": "Preliminary objection rejected (estoppel);Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "41",
    "appno": "36317/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "estoppel"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58165.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 11 December 1997, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 36317/97) against the French Republic lodged with the Commission under Article 25 by a French national, Mr Pierre Leterme, on 21 May 1997.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 and to the declaration whereby France recognised the compulsory jurisdiction of the Court (Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated as his representative Mr J.-A. Blanc, a lawyer practising in the Conseil d’Etat and the Court of Cassation (Rule 30). ",
                        "elements": []
                    },
                    {
                        "content": "3.  On 31 January 1998 the Vice-President of the Court decided that, in the interests of the proper administration of justice, a single Chamber should be constituted to consider both the instant case and the case of Henra v. France (Rule 21 § 7).",
                        "elements": []
                    },
                    {
                        "content": "4.  The Chamber to be constituted for that purpose included ex officio Mr L.-E. Pettiti, the elected judge of French nationality (Article 43 of the Convention), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 § 4 (b)). On 31 January 1998, in the presence of the Registrar, Mr Bernhardt drew by lot the names of the other seven members, namely Mr N. Valticos, Mr A.N. Loizou, Mr L. Wildhaber, Mr P. Jambrek, Mr E. Levits, Mr T. Pantiru and Mr V. Toumanov (Article 43 in fine of the Convention and Rule 21 § 5).",
                        "elements": []
                    },
                    {
                        "content": "5.  As President of the Chamber (Rule 21 § 6), Mr Bernhardt, acting through the Deputy Registrar, consulted the Agent of the French Government (“the Government”), Mr Y. Charpentier, the applicant’s lawyer and the Delegate of the Commission, Mr J.-C. Geus, on the organisation of the proceedings (Rules 37 § 1 and 38). Pursuant to the order made in consequence, the Registrar received the applicant’s and the Government’s memorials on 23 January and 5 February 1998 respectively.",
                        "elements": []
                    },
                    {
                        "content": "6.  Having regard to the opinions expressed by the applicant, the Government and the Delegate of the Commission and having satisfied itself that the condition for derogation from its usual procedure had been met (Rules 26 and 38), the Chamber decided to dispense with a hearing in the case and Mr Bernhardt gave the applicant and the Government leave to file observations on each other’s memorials.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 16 February and 3 March 1998 respectively, the applicant’s counsel and the Government informed the Registrar that they did not intend to submit supplementary memorials. On 13 March 1998 the Delegate of the Commission submitted his observations in writing.",
                        "elements": []
                    },
                    {
                        "content": "8.  In the meantime, on 16 February 1998, the Commission had produced the file on the proceedings before it, as requested by the Registrar on the instructions of the President of the Chamber.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "9.  Mr Pierre Leterme, a French national born in 1945, is a computer engineer. He is a haemophiliac and has received numerous blood transfusions.",
                        "elements": []
                    },
                    {
                        "content": "10.  A test carried out on 28 October 1985 showed that the applicant had been infected with the human immunodeficiency virus (HIV). He is classified as having reached stage II of the four stages of infection on the scale of the Atlanta Center for Disease Control.",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe applications for compensation",
                        "elements": [
                            {
                                "content": "1.\tThe preliminary application to the administrative authority",
                                "elements": [
                                    {
                                        "content": "11.  On 12 December 1989 the applicant submitted a preliminary application for compensation to the Minister for Solidarity, Health and Social Protection. He sought compensation for the medical disorders of all kinds he had suffered on account of his infection. This application was rejected on 30 March 1990.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tThe application to the administrative courts",
                                "elements": [
                                    {
                                        "content": "12.  On 25 May 1990 the applicant lodged an appeal against the above decision with the Versailles Administrative Court, seeking compensation for the damage sustained as a result of the State’s failure to take appropriate measures to prevent his infection with HIV. On 16 October 1990 he produced a supplementary pleading.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Minister of Health lodged his defence on 22 April 1991. This was communicated to the applicant on 12 June 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 11 July 1991 the applicant was served with an order referring the case to the Conseil d’Etat. The Paris Administrative Court was then designated as the competent court. The application was registered at the Paris Administrative Court on 14 August 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 25 March 1992 the Administrative Court gave an interlocutory judgment, holding that “the State is liable in respect of haemophiliacs who were infected with HIV in the course of transfusion of non-heat-treated \nblood products during the period of liability defined above, that is between 12 March and 1 October 1985” and that “there are grounds for the Administrative Court to order the State to pay compensation for the whole of the damage suffered”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Administrative Court also ordered a medical report to determine when it had been discovered that Mr Leterme was HIV-positive and whether he had received blood derivatives during the period of the State’s liability. The expert filed his report on 16 July 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  By a judgment of 3 March 1993 the court dismissed the applicant’s claim, on the ground that no causal connection had been proved between his infection and the administration of non-heat-treated blood products during the period of the State’s liability, between 12 March and 1 October 1985.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 9 April 1993 the Judicial Assembly of the Conseil d’Etat gave three landmark judgments, fixing 22 November 1984 as the start of the period of the State’s liability and awarding the victims compensation at a flat rate of 2,000,000 French francs (FRF) (see paragraph 39 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 1 June 1993 the applicant appealed against the judgment of 3 March 1993 to the Paris Administrative Court of Appeal, requesting application of this new case-law to his own case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In a judgment of 1 March 1994 the Administrative Court of Appeal decided, in accordance with the above-mentioned case-law of the Conseil d’Etat, that the State was liable for the damage sustained by the applicant as a result of the transfusions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It awarded Mr Leterme FRF 2,000,000. However, since he had accepted an offer of FRF 1,293,000 made to him in respect of the same damage by the Compensation Fund for Transfusion Patients and Haemophiliacs, the Administrative Court of Appeal decided that the balance of the compensation owed was FRF 707,000. It calculated interest on the basis of that sum with effect from 12 December 1989 (see paragraphs 33–36 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 2 May 1994 the applicant appealed on points of law to the Conseil d’Etat. He complained in particular of the way the Administrative Court of Appeal had calculated the interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 27 January 1995 Mr Leterme lodged an application (no. 26387/95) with the European Commission of Human Rights, complaining of the length of the compensation proceedings and relying on \nArticle 6 § 1 of the Convention. On 4 July 1995 the Commission adopted a report pursuant to Article 28 § 2 of the Convention noting that the parties had reached agreement on a friendly settlement of the case (see paragraph 43 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 1 December 1995 the reporting judge at the Conseil d’Etat filed his report. On the same day the case was allocated to a government commissioner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The case was listed for a hearing on 19 December 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 31 January 1996 the Conseil d’Etat gave a judgment quashing the Administrative Court of Appeal’s judgment of 1 March 1994 in so far as that court – notwithstanding the Conseil d’Etat’s case-law on the question (see paragraph 40 below) – had deducted from the sums the State was to pay Mr Leterme the amount of compensation to be paid by the Compensation Fund for Transfusion Patients and Haemophiliacs in the event of Aids being diagnosed. It remitted the case to the Paris Administrative Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The file was received by the Paris Administrative Court of Appeal on 27 February 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In a letter of 13 March 1996 the senior registrar at the court informed the applicant that the case had been remitted to that court by the Conseil d’Etat and asked him to submit his observations within one month. The applicant’s observations were filed at the court registry on 25 March 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 26 September 1996 the court decided to proceed without waiting for observations from the Minister of Health, the Yvelines Health Insurance Office and the Compensation Fund for Transfusion Patients and Haemophiliacs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 28 October 1996 Mr Leterme’s lawyer wrote to the President of the Paris Administrative Court of Appeal to draw his attention to the length and protractedness of the proceedings and the urgency of the case, given the applicant’s state of health. No reply was forthcoming.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 10 February 1997 the case was allocated to a reporting judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 21 May 1997 the applicant lodged a further application with the Commission (no. 36317/97), registered on 3 June 1997, complaining that the proceedings were still pending before the Administrative Court of Appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tThe claim submitted to the Compensation Fund",
                        "elements": [
                            {
                                "content": "32.  In separate proceedings the applicant had submitted a claim to the Compensation Fund for Transfusion Patients and Haemophiliacs that had been set up by the Act of 31 December 1991 (see paragraph 38 below).",
                                "elements": []
                            },
                            {
                                "content": "\n33.  In a decision of 29 June 1992 the Fund awarded Mr Leterme compensation of FRF 1,293,000, of which FRF 969,750 were to be paid in three equal annual instalments and FRF 323,250 if and when Aids was diagnosed. From that sum FRF 100,000 already paid out by the haemophiliacs’ public and private solidarity funds was to be deducted.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 6 October 1992 the applicant appealed to the Paris Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 26 February 1993 the Paris Court of Appeal gave a judgment in which it ruled that the Fund’s offer was satisfactory, formally noted that it undertook to pay the sum of FRF 969,750, subject to deduction of FRF 100,000, and specified that payment of the additional compensation would be conditional on the onset of Aids being diagnosed.",
                                "elements": []
                            },
                            {
                                "content": "36.  On 9 March 1993 the Compensation Fund paid the applicant FRF 874,706.",
                                "elements": []
                            },
                            {
                                "content": "37.  On 2 February 1994 the Court of Cassation dismissed an appeal on points of law lodged by the applicant against the Court of Appeal’s judgment of 26 February 1993.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.\tLegislation",
                        "elements": [
                            {
                                "content": "38.  \tThe Act of 31 December 1991 making miscellaneous social-welfare provisions set up special machinery for the compensation of haemophiliacs and transfusion patients who had been infected following injections of blood products. Section 47 provides:",
                                "elements": []
                            },
                            {
                                "content": "“I.  Victims of damage resulting from infection with the human immunodeficiency virus caused by transfusion of blood products or injection of blood derivatives carried out within the territory of the French Republic shall be compensated in the manner set out below.",
                                "elements": []
                            },
                            {
                                "content": "II.  ...",
                                "elements": []
                            },
                            {
                                "content": "III.  Full compensation for the damage defined in subsection I shall be provided by a Compensation Fund, having legal personality, presided over by a serving or retired divisional president or judge of the Court of Cassation and administered by a compensation board.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "\nIV.  In their claims for compensation, victims or their heirs shall provide proof of their infection with the human immunodeficiency virus and of the transfusion of blood products or injections of blood derivatives.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Victims or their heirs shall communicate to the Fund all the information in their possession.",
                                "elements": []
                            },
                            {
                                "content": "Within three months of the receipt of a claim, a period which may be extended at the request of the victim or his heirs, the Fund shall consider whether the conditions for payment of compensation have been fulfilled. It shall investigate the circumstances under which the victim was infected and make any necessary inquiries, which may not be resisted on grounds of professional secrecy.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "V.  The Fund shall be required to make an offer of compensation to any victim referred to in subsection I within a time-limit laid down by decree, which may not exceed six months from the day on which the Fund receives full proof of the damage...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "VI.  The victim shall inform the Fund of any judicial proceedings pending. If legal proceedings are brought, the victim shall inform the court of his application to the Fund.",
                                "elements": []
                            },
                            {
                                "content": "VII.  ...",
                                "elements": []
                            },
                            {
                                "content": "VIII.  The victim shall not be entitled to take legal action against the Compensation Fund unless his claim for compensation has been dismissed, no offer has been made to him within the time-limit referred to in the first paragraph of subsection V, or he has not accepted an offer made to him. Proceedings shall be brought in the Paris Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "IX.  The Fund shall be subrogated, for an amount no higher than the sums paid out, to the victim's rights against the person liable for the damage and against persons required, for whatever reason, to make full or partial reparation for that damage, within the limits of those persons' liabilities. However, the Fund may institute proceedings on the basis of that subrogation only where the damage is attributable to negligence.",
                                "elements": []
                            },
                            {
                                "content": "The Fund may intervene in proceedings in the criminal courts, even if it does not do so until the appeal stage, where the victim or his heirs have claimed compensation as a civil party in proceedings pending against the person or persons responsible for the damage defined in subsection I. In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.",
                                "elements": []
                            },
                            {
                                "content": "\nIf the acts which caused the damage have given rise to criminal proceedings, the civil court shall not be required to defer its decision until there has been a final decision by the criminal court.",
                                "elements": []
                            },
                            {
                                "content": "X.  Unless otherwise provided, the provisions governing the implementation of this section shall be laid down in a decree issued after consultation of the Conseil d’Etat.",
                                "elements": []
                            },
                            {
                                "content": "XI.  ...",
                                "elements": []
                            },
                            {
                                "content": "XII.  The Compensation Fund's sources of revenue shall be specified in a subsequent Act.",
                                "elements": []
                            },
                            {
                                "content": "XIII.  ...",
                                "elements": []
                            },
                            {
                                "content": "XIV.  ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tCase-law",
                        "elements": [
                            {
                                "content": "39.  In three judgments of 9 April 1993 the Judicial Assembly of the Conseil d’Etat decided that “the State was wholly liable in respect of persons who were infected with the human immunodeficiency virus following transfusion of non-heat-treated blood products between 22 November 1984 and 20 October 1985” (see paragraph 18 above).",
                                "elements": []
                            },
                            {
                                "content": "40.  In a series of landmark judgments of 24 March 1995 the Conseil d’Etat ruled that payment of the sum proposed by the Compensation Fund for Transfusion Patients and Haemophiliacs in the event of Aids being diagnosed was “a latent possibility subject to the onset of the disease” and that accordingly the Paris Administrative Court of Appeal had “made an error of law in deducting it from the sums it ordered the State to pay in compensation for the same damage”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.\tThe rules applicable at the material time",
                        "elements": [
                            {
                                "content": "41.  At the material time the Administrative Courts and Administrative Courts of Appeal Code contained, inter alia, the following provisions:",
                                "elements": []
                            },
                            {
                                "content": "\nArticle R.102",
                                "elements": []
                            },
                            {
                                "content": "“Except in cases concerning public works, proceedings may not be instituted in the Administrative Court otherwise than in the form of an appeal against a decision; such an appeal shall be lodged within two months of the notification or the publication of the contested decision.",
                                "elements": []
                            },
                            {
                                "content": "Where no reply is forthcoming from the relevant authority for more than four months, that silence is to be construed as a decision rejecting the complaint.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Article R.129",
                                "elements": []
                            },
                            {
                                "content": "“The President of the Administrative Court or of the Administrative Court of Appeal, or a judge delegated by one of them, may, where the existence of an obligation cannot seriously be contested, award an advance to a creditor who has filed an application on the merits in the court in question. He may, even of his own motion, make the payment of the advance subject to the lodging of a security.”",
                                "elements": []
                            },
                            {
                                "content": "Article R.142",
                                "elements": []
                            },
                            {
                                "content": "“Immediately after the application instituting the proceedings has been registered by the registry, the president of the court or, in Paris, the president of the division to which the application has been transmitted, shall appoint a rapporteur.",
                                "elements": []
                            },
                            {
                                "content": "Under the authority of the president of the court or division to which he belongs, the rapporteur shall, regard being had to the circumstances of the case, fix the time-limit to be given, if necessary, to the parties for the production of supplementary pleadings, observations, statements of defence or replies. He may request the parties to supply any evidence or documents relevant to the resolution of the dispute, which shall be added to the file so as to be accessible to all the parties.”",
                                "elements": []
                            },
                            {
                                "content": "Article R.150",
                                "elements": []
                            },
                            {
                                "content": "“Where one of the parties or the administrative department has been asked to submit observations and has not complied with the time-limit laid down pursuant to Articles R.142 and R.147 of this Code, the president of the court or division shall issue a formal notice to comply.",
                                "elements": []
                            },
                            {
                                "content": "In the event of force majeure, a final extension of time may be granted. ",
                                "elements": []
                            },
                            {
                                "content": "If the formal notice to comply has no effect or if the final time-limit given is not complied with, the court shall give judgment.”",
                                "elements": []
                            },
                            {
                                "content": "Article R.151",
                                "elements": []
                            },
                            {
                                "content": "“Where a final notice to comply relates to an administrative department of the State, it shall be sent to the authority with competence to represent the State; in other cases it shall be sent to the party or his representative if he has appointed one.”",
                                "elements": []
                            },
                            {
                                "content": "Article R.182",
                                "elements": []
                            },
                            {
                                "content": "“A member of the Administrative Court or the Administrative Court of Appeal may be assigned by the competent court or by the latter's president to carry out any investigative measures other than those provided for in sections 1 to 4 of this chapter.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tThe current rules",
                        "elements": [
                            {
                                "content": "42.  Decree no. 93-906 of 12 July 1993 applies to all proceedings pending at the date of its publication. It lays down provisions for the implementation of section 47 of the Act of 31 December 1991 (see paragraph 38 above):",
                                "elements": []
                            },
                            {
                                "content": "“Part II",
                                "elements": []
                            },
                            {
                                "content": "Provisions relating to actions seeking to establish liability brought against those responsible for the damage defined in subsection I of section 47 of the aforementioned Act of 31 December 1991",
                                "elements": []
                            },
                            {
                                "content": "Article 15",
                                "elements": []
                            },
                            {
                                "content": "In order to bring the action by subrogation provided for in subsection IX of section 47 of the aforementioned Act of 31 December 1991, the Fund may intervene in proceedings in any of the administrative or ordinary courts, even if it does not do so until the appeal stage. In such cases it shall be considered a full party to the proceedings and may have recourse to all the remedies available in law.",
                                "elements": []
                            },
                            {
                                "content": "Article 16",
                                "elements": []
                            },
                            {
                                "content": "The registries of the administrative and ordinary courts shall send the Fund by registered post with recorded delivery a copy of the procedural documents submitting to those courts any initial or additional claim for compensation of the damage defined in subsection I of section 47 of the aforementioned Act of 31 December 1991.",
                                "elements": []
                            },
                            {
                                "content": "Article 17",
                                "elements": []
                            },
                            {
                                "content": "Within one month of receipt of the letter referred to in Article 16, the Fund shall inform the president of the relevant court by ordinary mail whether or not it has received a claim for compensation with the same purpose and, if so, what stage the procedure has reached. It shall also state whether or not it intends to intervene in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "\nWhere the victim has accepted an offer made by the Fund, the latter shall send the president of the court a copy of the documents in which the offer was made and by which it was accepted. The Fund shall, where relevant, indicate the stage reached in proceedings instituted in the Paris Court of Appeal under the provisions of Part I of this decree and forward any judgment delivered by that court.",
                                "elements": []
                            },
                            {
                                "content": "The registry shall notify the parties of the information communicated by the Fund.",
                                "elements": []
                            },
                            {
                                "content": "Article 18",
                                "elements": []
                            },
                            {
                                "content": "The registry shall send the Fund copies of the decisions given at first instance and, where relevant, on appeal in proceedings in which the Fund has not intervened.",
                                "elements": []
                            },
                            {
                                "content": "Article 19",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Article 20",
                                "elements": []
                            },
                            {
                                "content": "The provisions of Articles 15 to 19 shall be applicable to cases pending on the date of entry into force of [this] decree...”",
                                "elements": []
                            },
                            {
                                "content": "43.  On 27 January 1995 Mr Leterme lodged an application with the Commission, registered on 2 February 1995 under file no. 26387/95, in which he complained of the length of the compensation proceedings and relied on Article 6 § 1 of the Convention. On 4 July 1995 the Commission adopted a report in which it noted, pursuant to Article 28 of the Convention:",
                                "elements": []
                            },
                            {
                                "content": "“…",
                                "elements": []
                            },
                            {
                                "content": "On 26 April 1995 the applicant’s representative informed the Commission that the applicant was prepared to accept the sum of 200,000 (two hundred thousand) French francs for non-pecuniary damage, to which were to be added the costs and expenses he had incurred before the Commission, the whole to be paid within one month of the adoption of the Commission’s report, with interest in the event of delayed settlement. On 11 May 1995 he informed the Commission that the costs came to FRF 23,720.",
                                "elements": []
                            },
                            {
                                "content": "\nIn a letter of 14 June 1995 the Agent of the Government informed the Commission that the Government were prepared to settle the case on the basis of a payment of FRF 223,720.",
                                "elements": []
                            },
                            {
                                "content": "On 4 July 1995 the Commission noted that the parties had reached agreement on the terms of a settlement. It also stated the opinion, having regard to Article 28 § 1 (b)of the Convention, that the parties had reached a friendly settlement of the matter on the basis of respect for human rights as defined in the Convention.",
                                "elements": []
                            },
                            {
                                "content": "…”",
                                "elements": []
                            },
                            {
                                "content": "44.  The text of the applicant’s declaration that he accepted the friendly settlement, signed by him on 26 September 1995, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“I acknowledge that the payment of these sums will constitute full and final compensation in respect of all the damage alleged in my application and will likewise cover all the lawyers’ fees and other costs I have incurred in this case.",
                                "elements": []
                            },
                            {
                                "content": "I therefore agree to withdraw from these proceedings and to waive the right to bring any further proceedings on this account against the French State in the French and international courts.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "45.  Mr Leterme applied to the Commission on 21 May 1997. He alleged that the reasonable time required by Article 6 § 1 of the Convention had been exceeded.",
                        "elements": []
                    },
                    {
                        "content": "46.  The Commission (Second Chamber) declared the application (no. 36317/97) admissible on 16 September 1997. In its report of 28 October 1997 (Article 31), it expressed the unanimous opinion that there had been a violation of Article 6 § 1 of the Convention. The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "47.  In their memorial the Government asked the Court “to recognise that the friendly settlement reached with Mr Leterme necessarily implied on his part the unequivocal waiver of all further proceedings against the State on account of the length of the proceedings” and, in the alternative, to hold that “in order to assess the length of the proceedings which gave rise to the present application, the period covered by the friendly settlement cannot, in any event, be taken into account”.",
                        "elements": []
                    },
                    {
                        "content": "48.  The applicant asked the Court to hold that there had been a breach of Article 6 § 1 of the Convention and to award him, by way of just satisfaction under Article 50, FRF 200,000 as compensation for non-pecuniary damage and FRF 42,210 for costs and expenses.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "49.  The applicant complained of the length of time it had taken for his application for compensation from the State to be considered. He alleged a breach of Article 6 § 1 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] … tribunal...”",
                        "elements": []
                    },
                    {
                        "content": "50.  The Commission agreed in substance with that submission. ",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe Government’s preliminary objection ",
                        "elements": [
                            {
                                "content": "51.  In their memorial, the Government submitted that the application was inadmissible on account of the friendly settlement reached before the Commission on 4 July 1995 in respect of the first application (no. 26387/95). They said that by signing the declaration that he accepted the friendly settlement (see paragraph 44 above), Mr Leterme had not only withdrawn from the proceedings relating to his application, he had also unequivocally waived the right to take any further action against the French State concerning the length of the proceedings then pending. They added that the applicant had expressed his intention clearly without stipulating any reserves, and that the Government’s own acceptance had been conditional on their having the assurance that Mr Leterme had waived all rights to bring proceedings on the same grounds. ",
                                "elements": []
                            },
                            {
                                "content": "52.  The applicant submitted that his signed declaration of acceptance related to the application he had lodged with the Commission on 27 January 1995 (see paragraph 43 above) and that he had not waived the right to take action against the French State in respect of the length of the further proceedings or to claim compensation for any future, and as yet unknown, damage that he might sustain as a result.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Delegate of the Commission observed that the Government had never raised such an objection before the Commission. He emphasised that in their observations on the admissibility of the application the Government had left this question to the Commission’s discretion and had merely pointed out that, in accordance with the Commission’s conclusions in the Pailot v. France and Richard v. France cases, the period to be taken into consideration began to run on the date of adoption of the report taking notice of the friendly settlement reached.",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court agrees with the Delegate of the Commission and considers that the Government are estopped from raising such an objection before it.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tMerits of the complaint",
                        "elements": [
                            {
                                "content": "Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "55.  The Government maintained that the period to be taken into consideration had begun on 5 July 1995, that being the day after the Commission adopted its report taking notice of the friendly settlement reached (see paragraph 43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  That was also the Commission’s view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  According to the applicant, who put forward this argument for the first time before the Court, the period to be considered began on 28 January 1995, that being the day after the introduction of his first application to the Commission, which resulted in a friendly settlement (see paragraph 43 above), since the settlement related only to the length of the proceedings up to that date (see the Pailot v. France and Richard v. France judgments of 22 April 1998, Reports of Judgments and Decisions 1998-II, p. 802, § 57, and p. 823, § 54, respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court reiterates that in order to assess whether proceedings are reasonable in length, both the Commission and the Court look at the actual length of the proceedings up to the adoption of the report or judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The present case, as referred to the Court, concerns the proceedings subsequent to the friendly settlement being reached. The starting-point must therefore be 5 July 1995, that being the day after the Commission adopted its report taking notice of the settlement reached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In common with the participants in the proceedings, the Court notes that the proceedings before the domestic courts are not yet over, as the applicant appealed on 2 May 1994 to the Conseil d’Etat (see paragraph 21 above), which on 27 February 1996 remitted the case to the Paris Administrative Court of Appeal, before which it is still pending (see paragraph 26 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The proceedings in issue have therefore already lasted more than two years and nine months to date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "61.  The reasonableness of the length of proceedings is to be assessed in the light of the circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities. On the latter point, what is at stake for the applicant in the litigation has to be taken into account (see the X v. France judgment of 31 March 1992, Series A no. 234C, p. 90, § 32; the Vallée v. France judgment of 26 April 1994, Series A no. 289-A, p. 17, § 34; the Karakaya v. France judgment of 26 August 1994, Series A no. 289-B, p. 43, § 30; and the Pailot and Richard judgments cited above, pp. 802–03, § 61, and p. 824, § 57, respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The applicant argued that the case was not at all complex as the criteria for determining State liability for the infection of haemophiliacs had been established by the landmark judgments of the Judicial Assembly of the Conseil d’Etat (see paragraph 39 above) and the Conseil d’Etat’s judgments of 24 March 1995 concerning the method of calculation of the damages (see paragraph 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government expressed no view on this issue. The Commission agreed in the main with the applicant’s submission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court considers that, even though the case was of some complexity, that fact alone could not justify the length of the proceedings in question as the information needed to determine the State’s liability had been available for a long time (see the X v. France, Vallée, Karakaya, Pailot and Richard judgments cited above, p. 91, § 36, p. 18, § 38, p. 43, § 34, p. 803, § 64, and p. 824, § 60, respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court notes that the Government have not made any observations on this point and that the applicant sought on 28 October 1996 to expedite the proceedings, but without success (see paragraph 29 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant criticised the length of the proceedings in the Conseil d’Etat and submitted that it could have decided the case itself without remitting it to the Paris Administrative Court of Appeal – before which it was still pending after the quashing of the earlier judgment – simply by following its judgments of 24 March 1995 (see paragraph 40 above) and reproducing word for word the reason given under the heading “deduction of compensation paid for the same damage”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n67.  The Commission agreed in substance with the applicant’s submission and expressed the opinion that in the instant case the issue was not whether there had been unreasonable delays imputable to the court hearing the case, but whether that court had acted with “exceptional diligence”. Before the Court the Delegate of the Commission emphasised that the Conseil d’Etat could itself have ruled on the merits of the case but had remitted the case to the Paris Administrative Court of Appeal so that the latter could calculate how much compensation should be paid. Thus, more than two years after the case was remitted to it the Administrative Court of Appeal has still not given judgment, although all the information it needed was to be found in the judgments the Conseil d’Etat had already given on the question (see paragraph 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Like the Commission, the Court considers that what was at stake in the proceedings in issue was of crucial importance to the applicant in view of the disease from which he is suffering (see paragraph 10 above). In short, exceptional diligence was called for in this instance, notwithstanding the number of cases to be dealt with, in particular as the facts of the controversy had been known to the Government for several years and its seriousness must have been obvious to them (see the X v. France, Vallée, Karakaya, Pailot and Richard judgments cited above, p. 94, § 47, p. 19, § 47, p. 45, § 43, p. 803, § 68, and p. 825, § 64, respectively). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In that connection, the Court notes that a period of almost two years and three months has elapsed to date since the delivery on 31 January 1996 of the Conseil d’Etat’s judgment quashing the Paris Administrative Court of Appeal’s judgment of 1 March 1994 and remitting the case to the same court (see paragraph 25 above). In particular, the Court notes that there was a period of inactivity lasting more than ten months between 25 March 1996, when the applicant’s observations were filed with the Administrative Court of Appeal (see paragraph 27 above), and 10 February 1997, when a reporting judge was appointed to investigate the case before that court (see paragraph 30 above). Moreover, since the last-mentioned date no procedural step appears to have been taken and no convincing explanation of this inertia has been supplied by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court also notes that the proceedings had already lasted nearly five years and seven months by the time the Commission adopted its report noting that a friendly settlement had been reached and that they are still pending in the Paris Administrative Court of Appeal. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Having regard to all the circumstances of the case and in particular to the applicant’s situation, the Court cannot consider the time taken in the present case to have been “reasonable” .",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  There has therefore been a violation of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Article 50 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "A.\tNon-pecuniary damage",
                        "elements": [
                            {
                                "content": "74.  The applicant sought FRF 200,000 for non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "75.  The Government expressed no view on this subject. The Delegate of the Commission supported the applicant’s claim.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court considers that the applicant indisputably sustained non-pecuniary damage. Having regard to the various relevant factors and making its assessment on an equitable basis in accordance with Article 50, it awards him FRF 200,000.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tCosts and expenses",
                        "elements": [
                            {
                                "content": "77.  The applicant also sought FRF 42,210 for the costs and expenses he had incurred before the Convention institutions.",
                                "elements": []
                            },
                            {
                                "content": "78.  The Government made no observation. The Delegate of the Commission found the claim to be justified.",
                                "elements": []
                            },
                            {
                                "content": "79.  The Court considers the applicant’s claims reasonable and allows them in full.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tDefault interest",
                        "elements": [
                            {
                                "content": "80.  According to the information available to the Court, the statutory rate of interest applicable in France at the date of adoption of the present judgment is 3.36% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "for these reasons, the court unanimously",
                "elements": [
                    {
                        "content": "1.\tDismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that there has been a breach of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "\n3.\tHolds",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 3.36% shall be payable on those sums from the expiry of the above-mentioned three months until settlement.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 29 April 1998.",
                        "elements": []
                    },
                    {
                        "content": "\tSigned: Rudolf Bernhardt",
                        "elements": []
                    },
                    {
                        "content": "\t                    President",
                        "elements": []
                    },
                    {
                        "content": "Signed: \tHerbert Petzold",
                        "elements": []
                    },
                    {
                        "content": "\tRegistrar",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LETERME v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58165.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:0429JUD003631797",
    "externalsources": [],
    "extractedappno": [
        "36317/97",
        "26387/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58165",
    "judgementdate": "29/04/1998 00:00:00",
    "kpdate": "29/04/1998 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "LETERME",
        "FRANCE"
    ],
    "rank": "364.383850097656",
    "representedby": [],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "X v. France, judgment of 31 March 1992, Series A no. 234-C, p. 90, § 32, p. 91, § 36, p. 94, § 47",
        "Vallée v. France, judgment of 26 April 1994, Series A no. 289-A, p. 17, § 34, p. 18, § 38, p. 19, § 47",
        "Karakaya v. France, judgment of 26 August 1994, Series A no. 289-B, p. 43, §§ 30 and 34, p. 45, § 43",
        "Pailot v. France, judgment of 22 April 1998, Reports of Judgments and Decisions 1998-II, p. 802, § 57, pp. 802-803, § 61, p. 803, §§ 64 and 68",
        "Richard v. France, judgment of 22 April 1998, Reports 1998-II, p. 823, § 54, p. 824, §§ 57 and 60, p. 825, § 64"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443199",
    "typedescription": "15"
}