{
    "__articles": "6;6-1;14;41;P1-1;P1-1-1;14+6",
    "__conclusion": "Preliminary objection rejected;Violation of Art. 6-1;Not necessary to examine Art. 14+6;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "38460/97",
    "article": [
        "6",
        "41",
        "14",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 14+6",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-59125.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38460/97) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Mrs Foula Platakou (“the applicant”), on 31 July 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr N. Frangakis, a lawyer practising in . The Greek Government (“the Government”) were represented by the Delegates of their Agent, Mr F. Georgakopoulos, Senior Adviser, State Legal Council, and Mrs K. Grigoriou, Adviser, State Legal Council. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The case concerned proceedings following the expropriation of the applicant's property. Under Article 6 § 1 of the Convention, taken both alone and in conjunction with Article 14, and Article 1 of Protocol No. 1, the applicant complained in particular of a violation of her rights to a fair hearing and to peaceful enjoyment of her possessions.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. ",
                        "elements": []
                    },
                    {
                        "content": "6.  On 25 May 1999 the Chamber declared the application admissible [Note by the Registry. The Court's decision is obtainable from the Registry.].",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed written observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  On 18 December 1990, by decision no. 108562/1990 of the Ministers of Culture and Finance, the Greek State expropriated 162.64 sq. m. of land belonging to the applicant, and a three-storey building standing on it, in order to house the Sparta Museum.",
                                "elements": []
                            },
                            {
                                "content": "9.  By decision no. 37/1993 of 30 April 1993, the Sparta Court of First Instance assessed provisional compensation in the sum of 30,000,000 drachmas (GRD). At the hearing, the  maintained that the building was in very poor condition and described it as a “ruin”. The applicant had sought GRD 120,000,000 [Note by the Registry: Before the Court, the applicant produced an expert report dated 24 February 1993 from the Ministry of Culture describing her building as “a typical example of turn-of-the-century bourgeois architecture” and certifying it to be in very good condition. She also produced a report by a valuer dated 2 April 1993 in which the property (the land and the building) was valued at GRD 117,088,000 and a certificate from the Sparta Town Council, which in 1990 had decided to purchase the building with a view to installing part of its services there. The mayor noted that “despite its high cost, the building in question had been chosen because of its central location and its special architectural and aesthetic interest”. That purchase did not take place as the expropriation was ordered shortly afterwards. The final document produced by the applicant was a valuer's report dated 25 June 1999 in which the valuer certified under oath before the Sparta District Court that the then current value of the property was GRD 147,522,400.].",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 June 1993 the applicant applied to the Nafplion Court of Appeal for an order assessing the final unit amount for compensation. She continued to maintain that the true value of her property was GRD 120,000,000. Her application was lodged with the registry of the Court of Appeal on 4 October 1993. The case was set down for hearing on 15 December 1993.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 8 October 1993 S.I., a court bailiff (δικαστικός επιμελητής) at Athens Court of First Instance was instructed by the applicant's lawyer to serve the application on the applicant's opponents, namely the  and the Archaeological Resources and Expropriations Office (Ταμείo Αρχαιoλoγικώv Πόρωv και Απαλλoτριώσεωv). Although the time-limit for serving the application expired six months after the date of the decision of the Sparta Court of First Instance (that is to say on 31 October 1993), S.I. did not serve it until 12 November 1993, as he mistook it for a notice of appeal requiring service at least thirty days before the date of the hearing.",
                                "elements": []
                            },
                            {
                                "content": "12.  Meanwhile, the applicant's opponents had also applied to the Nafplion Court of Appeal for an order assessing the final unit amount for compensation. Their application, dated 30 August 1993, was lodged with the registry of the Court of Appeal on 9 September 1993 and served on the applicant on 4 March 1994. The hearing was fixed for 6 April 1994.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 15 December 1993 the applicant's opponents appeared before the Court of Appeal and applied for an adjournment of the applicant's application so that both applications could be heard together on 6 April 1994.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 29 June 1994, by judgment no. 357/1994, the Court of Appeal declared both applications inadmissible as being out of time. As regards the Greek State's application, however, it observed that for the purposes of the six-months' limitation period time did not run during the judicial vacation, that is to say from 1 July 1993 to 15 September 1993.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 18 July 1994 the applicant sought an order from the Nafplion Court of Appeal “restoring matters to their previous position” (αίτηση επαvαφoράς τωv πραγμάτωv στηv πρoηγoύμεvη κατάσταση). She argued in particular that the mistake by the court bailiff that had caused him to serve her application out of time constituted an act of force majeure for which she was not responsible.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 21 July 1994 the applicant applied to the Court of Cassation for an order restoring matters to their previous position and an order quashing the Court of Appeal's judgment no. 357/1994. She argued, inter alia, that the error of the bailiff, who thought he was dealing with an appeal, was clear from the wording of the affidavits of service, which stated that the document served was a notice of appeal against the Court of First Instance's decision no. 37/1993.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 29 July 1994 the applicant applied to the Sparta Court of First Instance for a review (αvαψηλάφηση) of its decision no. 37/1993. In support of her application, she referred to a document dated 24 February 1993 from the Ministry of Culture which indicated that the building was in very good condition. The applicant said that her opponents had been aware of the existence of the document before the hearing but had concealed it from the court. By decision no. 191/1994 of 30 December 1994, the application for a review was declared inadmissible on the ground that no appeal lay from a decision assessing the provisional amount for compensation. On 2 February 1995 the applicant lodged an appeal against decision no. 191/1994, but it was dismissed by the Nafplion Court of Appeal on 14 July 1995 (judgment no. 490/1995). The applicant did not appeal to the Court of Cassation against that judgment.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 16 November 1995 the Nafplion Court of Appeal stayed the application for an order restoring matters to their previous position until the Court of Cassation had decided the applicant's appeal. ",
                                "elements": []
                            },
                            {
                                "content": "19.  On 14 February 1996 the applicant lodged written submissions with the Court of Cassation. She produced, inter alia, a sworn affidavit (έvoρκη βεβαίωση) dated 3 October 1995 by S.I. admitting that he had made a mistake regarding the nature of the document he had been asked to serve. The applicant also contended that the rule applied by the Court of Appeal in the instant case that time ceased to run against the State during the period of the judicial vacation had contravened the principle of equality of arms. She said that, had that rule been applied to her application, it would not have been deemed to have been lodged outside the statutory time-limit. In that connection, the applicant relied on Articles 6 § 1 and 14 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "20.  In its judgment no. 929/1996 of 18 June 1996 the Court of Cassation said that the application for restoration of matters to the previous position had to be declared inadmissible, since the applicant had omitted to state in her notice of appeal the evidence on which she relied in support of her allegation that the bailiff, S.I., had made a mistake. It added that as the application made by the applicant's opponents had also been declared inadmissible as being out of time, the applicant had not been prejudiced by the application of the rule that time ceased to run during the judicial vacation. It therefore dismissed her appeal on points of law. However, it made no mention in the operative provisions of the judgment to the application appended to the applicant's appeal for the restoration of matters to the previous position.",
                                "elements": []
                            },
                            {
                                "content": "21.  After her appeal to the Court of Cassation had been dismissed, the applicant resumed the proceedings she had commenced on 18 July 1994 in the Nafplion Court of Appeal. The hearing was fixed for 4 December 1996.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 6 February 1997, in judgment no. 94/1997, the Court of Appeal dismissed the applicant's application for an order restoring matters to the previous position on the ground that that application had already been dismissed in substance by judgment no. 929/1996 of the Court of Cassation. The applicant did not appeal to the Court of Cassation against that judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "23.  The relevant Article of the 1975 Constitution provides: ",
                                "elements": []
                            },
                            {
                                "content": "Article 17",
                                "elements": []
                            },
                            {
                                "content": "“1.  Property shall be protected by the State; rights deriving therefrom, however, may not be exercised contrary to the public interest. ",
                                "elements": []
                            },
                            {
                                "content": "2.  No one may be deprived of his property unless it is for the public benefit, which must be duly proved, in the circumstances and manner laid down by law and only after full compensation corresponding to the value of the expropriated property at the time of the court hearing on the provisional assessment of compensation. In cases in which an application is made for immediate final assessment of compensation, regard shall be had to the value of the expropriated property at the time of the court hearing of the application. ...",
                                "elements": []
                            },
                            {
                                "content": "4.  Compensation shall in all cases be assessed by the civil courts. A court may even make a provisional assessment of compensation after the person entitled has been heard or his attendance requested and, at its discretion, require such person to furnish an appropriate guarantee before receiving the compensation, in accordance with law.",
                                "elements": []
                            },
                            {
                                "content": "Until either final or provisional compensation has been paid, all the rights of the owner shall remain intact, occupation of the property being prohibited.”",
                                "elements": []
                            },
                            {
                                "content": "The assessed compensation must be paid within a year and a half of publication of the provisional assessment order. If immediate final assessment is sought, the final compensation must be paid within a year and a half of publication of the final assessment by the court.",
                                "elements": []
                            },
                            {
                                "content": "24.  A party to proceedings may apply for an order restoring matters to the previous position if it has been unable to comply with a time-limit as a result of an act of force majeure (Article 152 of the Code of Civil Procedure). Article 154 of the Code lays down that applications for orders restoring matters to the previous position are made to the court before which the main proceedings are pending and, if there is only one set of proceedings, to the court which has jurisdiction to determine whether the procedural step for which the time-limit was imposed has been taken in time.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Code of Civil Procedure (Articles 118 to 120 and Article 566) lays down that that notices of appeal on points of law must state the court to which the appeal is made, the names and addresses of the parties, the purpose of the appeal, the judgment appealed against, the grounds of appeal and whether the appeal is against all or part of the impugned decision. The notice of appeal must also be duly dated and signed. Applications for an order restoring matters to the previous position must state the reasons why the applicant has failed to comply with the time-limit and the evidence on which it intends to rely in support of its allegations (Article 155 of the Code of Civil Procedure).",
                                "elements": []
                            },
                            {
                                "content": "26.  Article 11 of Decree no. 26/6 of 10 July 1944 provides that time shall not run against the State during the judicial vacation, that is to say from 1 July to 15 September.",
                                "elements": []
                            },
                            {
                                "content": "27.  Section 25 of Law no. 2318/1995 lays down that court bailiffs are civil servants (δημόσιoι λειτoυργoί ή υπάλληλoι) who act as State representatives in the performance of their duties. ",
                                "elements": []
                            },
                            {
                                "content": "28.  Under Article 18 § 10 of Legislative Decree no. 797/1971, no appeal lies against a decision assessing the provisional unit amount of compensation.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "29.  The Government repeated the preliminary objections they had previously raised on 6 July 1998 in their written observations on the admissibility of the application.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court observes that it dismissed those objections in its admissibility decision of 25 May 1999. It does not consider it necessary to re-examine them.",
                                "elements": []
                            },
                            {
                                "content": "It must therefore dismiss the preliminary objections concerned.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant alleged that there had been three violations of her right to a fair hearing. She relied on Article 6 § 1 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "More particularly, the applicant complained, firstly, that her application for an assessment of the final unit amount for compensation had been declared inadmissible by the Nafplion Court of Appeal as being out of time. She noted in that connection that she had had to suffer the consequences of an error by a State representative in the exercise of his duties as an officer of the court.",
                                "elements": []
                            },
                            {
                                "content": "Further, the applicant said that none of the courts had examined the merits of her allegations concerning the bailiff's error. Thus, although the Court of Cassation had simply dismissed her appeal on points of law against the decision of the aforementioned Court of Appeal without making any reference in the operative provisions of its judgment to the application appended to her notice of appeal for an order restoring matters to the previous position, the Nafplion Court of Appeal had subsequently held that the application had already been dismissed by the Court of Cassation and did not examine the merits of her complaint.",
                                "elements": []
                            },
                            {
                                "content": "The applicant complained lastly that the rule applied by the Nafplion Court of Appeal that time ceased to run against the State during the judicial vacation had in the instant case contravened the principle of equality of arms. She said that, had that rule been applied to her application for the final unit amount for compensation to be assessed, that application would not have been deemed to have been lodged outside the statutory time-limit.",
                                "elements": []
                            },
                            {
                                "content": "A.  The dismissal of the applicant's application for an order assessing the final unit amount for compensation",
                                "elements": [
                                    {
                                        "content": "32. The Government affirmed that this complaint was unfounded. They emphasised at the outset that court bailiffs were not civil servants, but members of an independent profession, just like lawyers and architects. Accordingly, court bailiffs did not represent the State and the State could not be held responsible for errors made by them in the course of their duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government added that in civil proceedings the onus was on the parties to initiate procedural steps. Consequently, the applicant should have ensured that the bailiff she had instructed served the document in issue within the statutory time-limit. The evidence in the case file did not show that she had taken that precaution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant replied that court bailiffs were not just postmen who simply tended to the distribution of legal documents. They were civil servants who used a State seal and wore an armband bearing the arms of the . They were entitled to seek police assistance in the performance of their duties. They were therefore under an obligation to serve the documents entrusted to them with all due diligence in their capacity as State representatives. The applicant said that in the present case she had instructed S.I. twenty-three days before the time-limit was due to expire, so that he had had ample time to serve the document within the statutory time-limit. She therefore had had no reason to think that there was any danger of the application being served out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court considers that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal. This “right to a court”, of which the right of access is an aspect, may be relied on by anyone who considers on arguable grounds that an interference with the exercise of his civil rights is unlawful and complains that he or she has not had the possibility of submitting that claim to a tribunal meeting the requirements of Article 6 § 1 (see, among other authorities, Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, p. 18, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On the other hand, under the Court's case-law, the right of access to a court is not absolute and is subject to limitations permitted by implication, in particular where the conditions of admissibility of an appeal are concerned, since by its very nature it calls for regulation by the State, which enjoys a certain margin of appreciation in this regard. However, these limitations must not restrict or reduce a person's access in such a way or to such an extent that the very essence of the right is impaired; lastly, such limitations will not be compatible with Article 6 § 1 if they do not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see, among other authorities, Levages Prestations Services v. France, judgment of 23 October 1996, Reports of Judgments and Decisions 1996-V, p. 1543, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In the present case, the applicant alleged that an error that could not be attributed to her had deprived her of her right to have an application for an order assessing the final unit amount for compensation examined by the Greek courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates that it is not its task to take the place of the domestic courts. It is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation (see Edificaciones March Gallego S.A. v. Spain, judgment of 19 February 1998, Reports 1998I, p. 290, § 33). This applies in particular to the interpretation by courts of rules of a procedural nature such as the prescribed manner and prescribed time for lodging appeals (see Pérez de Rada Cavanilles v. Spain, judgment of 28 October 1998, Reports 1998VIII, p. 3255, § 43). The Court's role is confined to ascertaining whether the effects of such an interpretation are compatible with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Further, the Court reiterates that while Article 6 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation, a State which does institute such courts is required to ensure that persons amenable to the law shall enjoy before these courts the fundamental guarantees contained in Article 6 (see, among other authorities, Delcourt v. Belgium, judgment of 17 January 1970, Series A no. 11, pp. 13-15, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the instant case, the Court notes that the applicant was penalised by the decision of the Court of Appeal in its judgment no. 357/1994 to declare the application inadmissible owing to an error in service. It considers that the applicant cannot be held responsible for that error since, as the domestic legislation requires court documents to be served by court bailiffs, the arrangements for such service are primarily the latter's responsibility. The Court cannot accept that bailiffs are not acting as public State representatives in the exercise of their duties.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The dismissal of the applicant's application for an order “restoring matters to the previous position”",
                                "elements": [
                                    {
                                        "content": "40.  The Government affirmed that the courts that dealt with the case had not omitted to examine the applicant's application for an order restoring matters to the previous position.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant maintained that she had been denied access to the courts to have that application examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court notes that neither the Nafplion Court of Appeal nor the Court of Cassation examined the merits of the applicant's application for an order restoring matters to the previous position, which, if successful, would have allowed the proceedings for a final assessment to commence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court notes in particular that the Court of Cassation declared the application in issue inadmissible on the ground that the applicant had failed to state in her appeal on points of law the evidence on which she intended to rely in support of her allegation that the bailiff had made a mistake. However, the Court notes that the applicant did in fact state in her application that the bailiff's mistake was apparent from the wording of the affidavit of service, in which he stated that the document served was a notice of appeal against the Court of First Instance's decision no. 37/1993 (see paragraph 16 above). In addition, the Court observes that in her written submissions the applicant produced to the Court of Cassation a sworn affidavit in which the bailiff acknowledged his mistake. Moreover, she made detailed submissions on that point (see paragraph 19 above). Even assuming that the applicant failed to comply strictly with the rules laid down by the Code of Civil Procedure for making an application for an order restoring matters to the previous position, the Court cannot accept that the procedure followed by the Court of Cassation should be so rigidly formal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court of Appeal did not examine the application either, as it considered that it had already been dismissed by the Court of Cassation, even though the operative provisions of the Court of Cassation's judgment contained no reference to it. The Court can but note that the applicant was put in an impossible position: although she had applied to two different courts, neither had examined the merits of her application.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The rule that time ceases to run against the State during the judicial vacation",
                                "elements": [
                                    {
                                        "content": "45.  The Government observed that the State is represented judicially by a State body, namely the State Legal Council, whose staff take their annual holidays as required during the judicial vacation period. Thus, during that period, the State functioned with a reduced staff. Litigants and their representatives, on the other hand, were free to decide on their holiday periods and to defend their interests effectively during such periods. It was therefore right that time should not run against the State during the judicial vacation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The applicant replied that it was precisely because the State Legal Council was a State body that continuity of service was assured, even during the judicial vacation. She said that, like agents of the State, litigants and their lawyers took their holidays in the summer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court reiterates that the principle of equality of arms is part of the wider concept of a fair hearing. It implies that each party must be afforded a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent (see Dombo Beheer B.V. v. the Netherlands, judgment of 27 October 1993, Series A no. 274, p. 19, § 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In the instant case, the Court observes that, had time ceased to run against the applicant also, her application for the assessment of the final unit amount for compensation would not have been deemed to be outside the statutory time-limit. It accordingly finds that she was at a substantial disadvantage compared to the State.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Conclusion ",
                                "elements": [
                                    {
                                        "content": "49.  In the light of the foregoing considerations (see A to C above), the Court considers that the applicant suffered a disproportionate hindrance in her right of access to a court and that, accordingly, the essence of her right to a court has been impaired. In addition, the Court considers that there has been a failure to comply with the principle of equality of arms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 14",
                        "elements": [
                            {
                                "content": "50.  The applicant complained that the fact that time ceased to run against the State during the judicial vacation meant that she had been discriminated against in the exercise of her right to a fair hearing guaranteed by Article 6 § 1 of the Convention, in breach of Article 14 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "51.  Having regard to its finding in paragraph 49 above, the Court considers it unnecessary to decide this complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "52.  The applicant alleged a violation of Article 1 of Protocol No. 1, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "53.  The Government affirmed that, having regard to the margin of appreciation left to the national authorities under that provision, the compensation assessed by the domestic courts was reasonably in line with the value of the expropriated property.",
                                "elements": []
                            },
                            {
                                "content": "54.  The applicant complained that she had been deprived of her possessions without receiving full and fair compensation in exchange. She maintained that the compensation she had received represented only a quarter of the value of her property. ",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court reiterates that an interference with the right to the peaceful enjoyment of possessions must strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see, among other authorities, Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, p. 26, § 69). Compensation terms under the relevant legislation are material to the assessment whether the contested measure respects the requisite fair balance and, notably, whether it does not impose a disproportionate burden on the applicants. In this connection, the taking of property without payment of an amount reasonably related to its value will normally constitute a disproportionate interference that cannot be considered justifiable under Article 1 of Protocol No. 1 (see The Holy Monasteries v. Greece, judgment of 9 December 1994, Series A no. 301-A, p. 35, § 71).",
                                "elements": []
                            },
                            {
                                "content": "56.  In the instant case, the Court notes that the compensation for the expropriation was assessed in the sum of GRD 30,000,000, the  having argued before the domestic courts that the building was in very poor condition and a “ruin”. However, the applicant produced to the Court an expert report dated 24 February 1993 from the Ministry of Culture describing her building as “a typical example of turn-of-the-century bourgeois architecture” and certifying it to be in very good condition. She also produced a report by a valuer dated 2 April 1993 in which the property (the land and the building) was valued at GRD 117,088,000 and a certificate from the Sparta Town Council, which, in 1990 had decided to purchase the building with a view to installing part of its services there. The mayor noted that “despite its high cost, the building in question had been chosen because of its central location and its special architectural and aesthetic interest”. That purchase did not take place as the expropriation was ordered shortly afterwards. The final document produced by the applicant was a valuer's report dated 25 June 1999 in which the valuer certified under oath before the Sparta District Court that the then current value of the property was GRD 147,522,400.",
                                "elements": []
                            },
                            {
                                "content": "57.  In the light of that evidence, the Court considers that the applicant has discharged the burden of showing that the compensation for expropriation assessed by the domestic courts did not bear a reasonable relationship to the value of her property. ",
                                "elements": []
                            },
                            {
                                "content": "Consequently, there has been a violation of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed by way of pecuniary damage 90,000,000 drachmas (GRD) (“principal amount”), being the difference between the amount she had claimed in the domestic courts as compensation for the expropriation (GRD 120,000,000) and the amount she was paid (GRD 30,000,000). She also claimed the sum she would have received in interest if she had invested the principal amount in Treasury bonds. That sum came to GRD 79,203,627 on an investment from 30 April 1993 (date of the decision of the Sparta Court of First Instance) and to GRD 57,925,150 on an investment from 29 June 1994 (date of the judgment of the Nafplion Court of Appeal). In the alternative, the applicant sought restitution of her property and, if restitution was granted, a total of GRD 65,066,900, being the sum she would have received had she let her house and subsequently invested the rent in Treasury bonds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, the applicant claimed GRD 10,000,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government did not accept that the expropriated building was in good condition and considered that the applicant's claims were exaggerated. They produced a document dated 29 October 1999 from the Byzantine Antiquities Management Office (Εφορία Βυζαντινών Αρχαιοτήτων), attesting that the total cost of repairs to the roof of the building came to GRD 13,500,000 and the overall cost of its renovation and conversion into a museum to GRD 250,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court cannot speculate on the profit the applicant would have made by investing the sum she had claimed in the domestic courts. However, in the light of the finding in paragraph 57 above and the documents which the applicant has produced regarding the valuation of her property (see paragraph 9 above, note 1), it considers it reasonable to award her GRD 90,000,000 for pecuniary damage, being the full valuation price (GRD 120,000,000) less the sum already paid to her pursuant to the decision of the Sparta Court of First Instance (GRD 30,000,000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to non-pecuniary damage, the fact that the proceedings were unfair and the applicant was not paid reasonable compensation may reasonably be supposed to have caused her anxiety and tension. Ruling on an equitable basis, as required by Article 41 of the Convention, the Court awards her GRD 3,000,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant, who was represented by a lawyer before the Commission and the Court, claimed GRD 6,710,000 for lawyers' fees and sundry costs incurred in the proceedings before the domestic courts and the Convention institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government did not make any submission on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Having regard to the fact that a violation was found in respect of all aspects of the dispute, the Court awards the sum claimed in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 6% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government's preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is unnecessary to decide the complaint under Article 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 11 January 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrA.B. Baka",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PLATAKOU v. GREECE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59125.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0111JUD003846097",
    "externalsources": [],
    "extractedappno": [
        "38460/97"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59125",
    "judgementdate": "11/01/2001 00:00:00",
    "kpdate": "11/01/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7",
        "136",
        "119",
        "369",
        "94",
        "509",
        "354",
        "343",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "14",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "PLATAKOU",
        "GREECE"
    ],
    "rank": "412.813079833984",
    "representedby": [
        "N/A"
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "324276",
    "typedescription": "15"
}