{
    "__articles": "5;5-1;5-1-c;5-3;5-4;8;8-1;8-2;35;35-1;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-1-c;Violation of Art. 5-3;Violation of Art. 5-4;Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "37048/04",
    "article": [
        "8",
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-1-c",
            "base_article": "5",
            "element": "Violation of Art. 5-1-c",
            "type": "violation"
        },
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-90590.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37048/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Georgian national, Mr Giorgi Nikolaishvili (“the applicant”), on 24 September 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Maka Gioshvili. The Georgian Government (“the Government”) were represented by their Agent, Mr Besarion Bokhashvili, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 12 September 2006 the Court decided to give notice to the Government of the applicant’s complaints under Article 5 §§ 1, 3 and 4 and Article 8 of the Convention. On the same date, the Court decided to apply Article 29 § 3 of the Convention and to examine the merits of the complaints at the same time as their admissibility.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government and the applicant each filed observations, on 15 January and 12 April 2007 respectively, on the admissibility and merits of the application (Rule 54A of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1981 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A. Posting of the applicant’s photographs",
                                "elements": [
                                    {
                                        "content": "6.  On 20 June 2003 criminal proceedings for murder were initiated (“the murder case”). On 3 July 2003 charges of murder and the unlawful acquisition, storage and transportation of firearms were brought against the applicant’s brother and another person. The accused persons, having fled, were formally declared wanted on 4 July 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On an unspecified date in July 2003, photographs of four persons – the applicant, his brother, the other person accused of murder and the latter’s brother – were posted on the boards of “wanted persons” in the police stations of the Vake-Saburtalo District in Tbilisi, the Ambrolauri district (western Georgia) and on the Armenian-Georgian border. Identified by their names, they were said to be wanted by the police in connection with a murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In reply to queries from the applicant’s lawyers, the VakeSaburtalo District Court in  stated on 4 November 2003 that, between May and November 2003, no criminal procedural measures of a coercive nature against the applicant had been registered in the relevant log. Further, by a notification of 28 November 2003, the Vake-Saburtalo police station confirmed to the lawyers that solely the applicant’s brother, who was charged with the murder and firearms offences, had been declared wanted and that no similar measure had been taken with respect to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 15 December 2003 the applicant’s lawyers requested the Ministry of the Interior (“the MI”) to remove the applicant’s photograph from the police stations and to punish those who had unlawfully posted it. In a reply of 30 December 2003, the MI reiterated that only the applicant’s brother had been wanted for the murder and firearms offences. As to the applicant, in view of his constant refusals to appear before the Vake-Saburtalo district prosecutor’s office, the latter agency had taken “the relevant operational measures aimed at having him interviewed, in the capacity of a witness”. No reply was given to the request for the photograph’s removal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 28 January 2004 the applicant’s lawyers requested the VakeSaburtalo District Court to initiate criminal proceedings for libel on the basis of the unlawful posting of the applicant’s photograph in the police stations (“the libel complaint”). Under Article 27 of the Code of Criminal Procedure (“the CCP”) as in force at the material time, the offence of libel was a matter for private prosecution and, pursuant to Article 627 § 1 of the CCP, only a competent court was empowered to initiate criminal proceedings on the basis of a complaint by the victim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  As disclosed by the case file, the Vake-Saburtalo District Court decided to summon the applicant to a hearing, reasoning that it was necessary to hear oral submissions from him. The summons could not be served on the applicant at his home address, as his parents stated that his whereabouts had been unknown for the past eight months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In a decision of 4 February 2004, the Vake-Saburtalo District Court dismissed the libel complaint. The court pointed out that a private prosecution could be requested either personally by the victim or by his representative in law (Article 627 § 1 of the CCP). That being so, the court, whilst accepting the power of the applicant’s lawyers to represent him, pointed out that the libel complaint had been signed not by the applicant or his representative in law but by the director of the human rights advocacy centre of which the lawyers were members. The lawyers replied that their client had been feeling insecure as to his liberty, hence his non-appearance before the court. They reiterated the content of the complaint orally, requesting the identification and punishment of those officials who had unlawfully posted the applicant’s photograph and implicated him in the murder. The District Court concluded that the circumstances of the case disclosed no elements of libel. However, it decided to forward the request and the case file to the competent prosecutor’s office so that the latter agency could examine whether any offence had been committed by public officials in the performance of their duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  An appeal lay against the decision of 4 February 2004, but had to be lodged within the following fourteen days. However, as disclosed by the case file, the applicant’s lawyers did not appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 9 February 2004 an article disclosing the story of the posted photograph was published in a national newspaper. Shortly afterwards, the applicant’s photograph was removed from the police stations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In a letter of 7 April 2004, the Vake-Saburtalo district prosecutor’s office informed the applicant’s lawyers that the court decision of 4 February 2004 had never ordered it to initiate criminal proceedings either for libel or for any offence committed by persons holding public office, but had simply forwarded the case file with the instruction “to react”. Accordingly, the prosecutor’s office had decided, on 27 February 2004, to forward the case to the MI for an internal investigation. The letter of 7 April 2004 did not enclose a copy of the decision of 27 February 2004 and did not advise the applicant of the appeal procedure, if appropriate. As disclosed by the case file, the MI never informed the applicant of any decision taken in respect of the subsequent developments in his case (see paragraph 105 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In late April 2004 the applicant lodged with the General Prosecutor’s Office (“the GPO”) another application to initiate criminal proceedings in respect of the unlawful posting of his photographs (“the second criminal complaint”). The GPO transmitted this request to the  city prosecutor’s office with the instruction to take “a decision in accordance with the law”. The latter agency forwarded this instruction to the VakeSaburtalo district prosecutor’s office.  According to the applicant, on 24 May 2004 he requested a report from the prosecution authority on the progress of the proceedings in respect of his second criminal complaint but no reply was forthcoming. According to the Government, however, the VakeSaburtalo district prosecutor’s office examined that complaint and took a decision on an unspecified date. Neither the content nor the date of that decision was specified by the Government in their observations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "17.  According to the applicant, in the course of the investigation into the murder case, the authorities constantly threatened his parents that they would “catch” him, unless his fugitive brother surrendered to the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 30 March 2004 the applicant responded to the authorities’ repeated calls to testify as a witness in the murder case by voluntarily appearing before the VakeSaburtalo district prosecutor’s office. Upon arrival and without being examined in the capacity of a witness, he was arrested on suspicion of unlawfully acquiring, storing and/or transporting firearms and ammunition, which offence formed part of the murder case. The suspicion was formally based on several pieces of evidence – statements by three witnesses, the results of a search and the forensic examination of the seized firearms – all of which had been obtained in June and July 2003, in the course of the investigation into the murder case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Later the same day, the Vake-Saburtalo district prosecutor’s office disjoined the firearms aspect from the murder case and registered it as a separate set of proceedings (“the firearms case”). Subsequently, the applicant was confronted, in the presence of his lawyer, with one of the witnesses whose statements had been obtained in June and July 2003 (see the preceding paragraph). During that confrontation, the witness altered his previous testimony in favour of the applicant, by concluding that only the applicant’s brother had been involved in the firearms offence. The investigator concluded that the applicant and his lawyer had subjected the witness to undue “moral pressure” during the confrontation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 31 March 2004 the investigator reexamined the abovementioned witness, this time in the absence of the applicant and his lawyer. The witness retracted the altered testimony he had given the previous day and confirmed the truthfulness of the statements he had made in June and July 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 1 April 2004 the charge of storing and transporting firearms and ammunition was preferred against the applicant. This charge was based on the above-mentioned evidence obtained in the course of the investigation into the murder case (see paragraph 18 above). The applicant pleaded “not guilty”. On the same day the prosecutor requested that the applicant be remanded in custody for three months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  As disclosed by the case file, the prosecutor’s main argument during the remand hearing was that the applicant’s release could jeopardise the pending investigation of the murder case, particularly when one of the accused in that case, his brother, was missing. The applicant replied that it was unlawful to justify his pre-trial detention in the interests of the murder case, as he had been detained solely on suspicion of having committed the firearms offence. He challenged the reasonableness of the latter suspicion as well. In favour of his release, the applicant submitted that he had not committed a single act capable of impeding the investigation for the last ten months and that he had voluntarily appeared before the prosecutor’s office for an interview. He also referred to the fact that his father was seriously ill and required his care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 2 April 2004 the Vake-Saburtalo District Court ordered the applicant’s remand in custody for three months, with effect from 30 March 2004.  The detention order was a standard form, the reasoning of which had mostly been pre-printed. The judge added by hand the reference to the relevant evidence, the names of the parties’ representatives to the proceedings and the classification of the impugned offence:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Having examined [in accordance with the requirements of procedural law] the well-foundedness of the detention request, and having heard the parties’ pleadings, I have come to the conclusion that the evidence collected – [reference to the evidence obtained in June and July 2003 – see paragraph 18 above] – gives rise to a reasonable suspicion that Giorgi Nikolaishvili has committed the impugned offence. The evidence has been obtained in conformity with the rules of criminal procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": " Procedural law was also observed in the course of Giorgi Nikolaishvili’s arrest and in the bringing of charges against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I consider that the detention request by [reference to the prosecutor’s name] is substantiated and that there exist legal grounds for granting it. Thus, in so far as the accused, G. Nikolaishvili, is charged with a less serious crime, the danger that, if released, he might hamper the establishment of the truth or abscond from the investigation and trial is substantiated...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judge then dismissed, in a handwritten note, the applicant’s allegations of procedural violations as irrelevant to the classification of the impugned offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In a final decision of 8 April 2004 the  upheld the detention order of 2 April 2004, reasoning as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [The applicant] has been charged with an offence classified as less serious, which carries a maximum term of five years’ imprisonment. The impugned offence of the unlawful acquisition, storage and/or transportation of firearms might be related to the murder case, the investigation of which is still pending. In such conditions, the discontinuation of detention on remand or its substitution with a non-custodial measure of restraint might possibly hamper the establishment of the truth in that case; if released, the accused might influence witnesses, continue his criminal activities or abscond. Such conclusions can be derived from the insincerity of the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The case discloses both formal (procedural) and factual grounds for the imposition of pre-trial detention...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On several occasions in April and May 2004, the applicant requested to be confronted again with the above-mentioned witness for the prosecution (paragraphs 19 and 20 above). His requests were dismissed as unsubstantiated, the authorities reasoning that the previous confrontation had been conducted in conformity with the procedural rules, whilst another one would most likely lead to the same result – the exertion of moral pressure on the witness in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 30 June 2004 the three month pre-trial detention period expired, without a court ordering its extension. On 7 July 2004, having terminated the investigation, the prosecutor sent the criminal case for trial, forwarding the bill of indictment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 24 January 2005 the judge of the Vake-Saburtalo District Court, dispensing with an oral hearing, decided, in camera, to commit the applicant for trial under Article 417 § 1 of the CCP. This decision, like the detention order of 2 April 2004, was set out in a standard form with preprinted reasoning. The judge added, in the blank spaces provided, a brief statement of facts, the name of the accused and the definition of the impugned offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As to the reasoning, the decision of 24 January 2005 confirmed the applicant’s pre-trial detention in a pre-printed phrase. The judge added by hand the definition of the measure of restraint:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The measure of pre-trial restraint – detention – has been correctly chosen.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The case file does not refer to any further developments in the criminal proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND COUNCIL OF EUROPE DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  The Code of Criminal Procedure (“the CCP”), as in force at the material time",
                                "elements": [
                                    {
                                        "content": "30.  Article 23 of the CCP provided at the material time as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A criminal prosecution may be carried out in the form of a public, subsidiary, private/public or private prosecution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Pursuant to Article 27, libel, amongst various other crimes, was a matter for private prosecution and criminal proceedings could be initiated by a judge only on the basis of a complaint by the victim (see also Article 627 § 1 of the CCP and Article 148 of the Criminal Code, cited below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In Article 44 § 22 the term “representative in law” was defined as “next of kin, curator or guardian”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Articles 93 to 94, defining the status, rights and responsibilities of a witness, did not envisage that a witness could be declared a “wanted” person by the prosecution. Article 95 § 1 (g) stated that a witness could not be obliged to testify against a close relative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Pursuant to Article 94 § 2, Article 174 § 1 and Article 175, the precondition for obliging a person to appear before the prosecution to testify in a criminal case was the issue of a relevant court order. Such an order was to be forwarded to the police for enforcement, in accordance with Article 176 § 1. However, if enforcement was impossible owing to, inter alia, the inability to locate the witness, the role of the police officer responsible for enforcement was limited to recording that fact on the order and returning it to the court as “unenforced”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Article 151 provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “1. A measure of restraint shall be applied to ensure that the accused cannot avoid the investigation and trial, that his further criminal activity is prevented, that he cannot interfere with the establishment of the truth in a given criminal case, or that the court’s verdict is implemented.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The application of a measure of restraint shall be justified if the evidence collected in the case file sufficiently substantiates the assumption that it is necessary to secure the aims mentioned in the first paragraph of this Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. The ground for the imposition of pre-trial detention may be a reasonable suspicion that the accused might abscond or interfere with the establishment of the truth in a given criminal case, or if a serious or grave crime has been committed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Article 159 § 3 on detention read:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “Detention on remand shall be imposed only with regard to a person who is charged with an offence which carries more than two years’ imprisonment ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  An appeal lay under Article 234 against such measures:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any decision or action of an inquiry officer/inquiry agency, investigator/investigative agency, prosecutor/prosecutor’s office or judge/court may be appealed by the parties to the criminal proceedings or by any other third parties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Under Article 236 § 1, that appeal against any action or decision by the inquiry officer, investigator or prosecutor could be lodged throughout the entire period of the preliminary inquiry or investigation (that is, before the criminal case had been sent to the competent court for trial).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Article 410 § 2 regarding the bill of indictment required it to be accompanied by all relevant documentation about the detention. When endorsing the bill of indictment, the prosecutor had to consider, amongst other issues, whether any restraint measure which had been imposed was correct (Article 412). The case materials had to be referred to the competent court, along with the bill of indictment, within 48 hours following the prosecutor’s endorsement (Article 416 § 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Under Article 417 §§ 1, 2 and 3, if the court considered that the case had a sufficient basis, the accused was to be committed for trial after holding an admissibility hearing in certain circumstances. At such a hearing, the court was to consider whether a measure of pre-trial restraint should be imposed on the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Following an amendment on 16 December 2005, Article 417 § 2 made it mandatory to hold an admissibility hearing when deciding to commit the accused for trial in relation to all types of criminal case. Article 419 laid down the following time-limits on committals:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The judge (court) shall decide whether to commit the accused for trial within fourteen days or, in complicated cases, within a month of the date of delivery of a final judgment on the last criminal case registered with the same judge (court).”",
                                        "elements": []
                                    },
                                    {
                                        "content": " 42.  Article 627 § 1 enabled a judge to initiate criminal proceedings following a complaint lodged either by the victim or that person’s representative in law. Moreover, under Articles 393 and 606(1), only a person against whom charges had been brought or who had been convicted could be declared “wanted” in connection with a crime by means of a formal decision by the investigative, prosecution or judicial authorities. No provision of the Code provided for such a measure in respect of a witness.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Criminal Code",
                                "elements": [
                                    {
                                        "content": "43.  Article 148 of the Criminal Code provided at the material time for the punishable offence of libel. It was removed from the Criminal Code on 24 June 2004.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Operational Investigative Measures Act of 30 April 1999",
                                "elements": [
                                    {
                                        "content": "44.  The Operational Investigative Measures Act provided at the material time, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 6(2)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person who considers that, as a result of an operational investigative measure, his or her rights and freedoms have unlawfully been restricted may appeal against such a measure to a hierarchically superior agency, prosecutor or court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 8(1)(c)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The basis for an operational investigative measure may be ...",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Preparatory work on Article 5 of the Convention (CDH (67) 10, 20 July 1967, Strasbourg)",
                                "elements": [
                                    {
                                        "content": "45.  In the course of the Plenary Sitting of the First Session of the Consultative Assembly of the Council of Europe (“the CACE”), held on 19 August 1949, the representatives discussed the rights and freedoms which might be guaranteed by the Convention:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “...We have all been compelled to bear unbelievable encroachments on our rights [such as] the loss of security of person; arbitrary arrest...",
                                        "elements": []
                                    },
                                    {
                                        "content": "All have an equal right to life, liberty and personal safety...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is a pitiable commentary on our boasted progress that in our generation it should be necessary to declare that everyone has the right of life, liberty and security of his person ... These things were taken for granted ... in the days before the sophists told us that man could make himself happy by making the State into a god, to be fed with blood, toil, tears and sweat ... We are now concerned to safeguard and preserve our very selves, and all that we are and have, against the insatiable appetite of the totalitarians...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  During the CACE Plenary Sitting of 7 September 1949, a report of the Committee on Legal and Administrative Questions was presented. The relevant excerpts from that report read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Committee has drawn up the list of rights and freedoms which are to be covered by the collective guarantee...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Here are the rights and freedoms included in this list: security of person ... freedom from arbitrary arrest, detention, exile and other measures...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained under Article 5 § 1 of the Convention about the circumstances surrounding his arrest at the Vake-Saburtalo district prosecutor’s office on 30 March 2004. He claimed that the period of his pre-trial detention between 30 June 2004 and 24 January 2005 had had no lawful basis. The provision relied on reads, in its relevant part, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so...”",
                                "elements": []
                            },
                            {
                                "content": "48.  The Government did not submit any comments with regard to the applicant’s complaint about the circumstances surrounding his arrest.  As to the allegedly unlawful period of detention, the Government stated that this period had complied with the provisions of the CCP. On 7 July 2004, after the investigation had been concluded, the prosecutor had sent the bill of indictment and case file to the competent court, in accordance with Article 416 of the CCP. Afterwards, the court had committed the applicant for trial in conformity with Article 419 of the CCP.",
                                "elements": []
                            },
                            {
                                "content": "49.  In reply, the applicant reiterated that his arrest on 30 March 2004 had been arbitrary, as understood by the Court’s case-law under Article 5 § 1 of the Convention. His right to security of person had been undermined by the fact of having been called as a witness without any intimation of a possible criminal charge being brought against him. He complained that the authorities had hidden from him their intention to arrest him, and that this fact constituted an abuse of power on their part. As a result of the authorities’ misleading behaviour, it had not been possible for the applicant, prior to his unexpected arrest, to take procedural actions aimed at dissipating any suspicions against him. As another sign of arbitrariness, the applicant referred to the fact that the criminal case against him, being based on the evidence obtained as far back as July 2003, had nevertheless been opened only upon his arrest on 30 March 2004 (see paragraph 18 above).",
                                "elements": []
                            },
                            {
                                "content": "50.  Lastly, referring to the similar case of Baranowski v. Poland (no. 28358/95, §§ 56-58, ECHR 2000III), the applicant reiterated that his detention between 30 January 2004 and 24 January 2005, not having been covered by any court order, had been unlawful within the meaning of Article 5 § 1 (c) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "51.  The Court notes that the complaints under Article 5 § 1 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. Nor are they inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.   Circumstances surrounding the applicant’s arrest on 30 March 2004",
                                        "elements": [
                                            {
                                                "content": "52.  The Court reiterates that the expression “liberty and security of person” in Article 5 § 1 must be read as a single right and that, consequently, “security” should be understood in the context of “liberty”. The protection of “security” is concerned with guaranteeing an individual’s personal liberty against arbitrary interference by a public authority (see Kemal Güven v. Turkey (dec.), no. 31847/96, 30 May 2000). The “security” clause reminds the national authorities of the requisite obligation to follow the rule-of-law safeguards and other rudimentary forms of legal protection when the deprivation of a person’s liberty is at stake (see Kurt v. Turkey, judgment of 25 May 1998, Reports of Judgments and Decisions 1998III, §§ 122-123).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court is of the opinion that the “right to security of person” was understood by the authors of the Convention to imply more than just an obligation to give legal protection to a person’s physical liberty (see paragraphs 45-46 above). The subsequent interpretation of Article 5 § 1 of the Convention has shown, “what is at stake [under the above provision] is both the physical liberty of individuals as well as their personal security” (see Kurt, cited above, § 123). Relying on the notion of “security”, the Court has found that national authorities who are competent to deprive a person of his or her liberty are normally expected to act in good faith in their dealings with the latter (see Čonka v. , no. 51564/99, §§ 41 and 42, ECHR 2002I; Bozano v. France, judgment of 18 December 1986, Series A no. 111, § 55). Thus, the intention to deprive or otherwise affect an individual’s physical liberty should not, in the normal course of events, be consciously hidden by the authorities (see also paragraph 58 below). The individual should be able to resort, if need be, to the available and legitimate remedies aimed at opposing the authorities’ actions and preserving his or her liberty (see, mutatis mutandis, Bozano, cited above, §§ 59-60; Shamayev and Others v. Georgia and , no. 36378/02, § 380, ECHR 2005III). When a person’s liberty is at stake, it is particularly important that the general principle of legal certainty is satisfied. It is essential that the statutory criminal law, as well as the authorities’ formal decisions and actions, are accessible and unequivocal to such an extent that the person – if need be, with appropriate advice – is able to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Gusinskiy v. Russia, no. 70276/01, §§ 62 and 68, ECHR 2004IV; Ladent v. , no. 11036/03, §§ 53 and 56, ECHR 2008...; Kawka v. Poland, no. 25874/94, § 49, 9 January 2001; Lukanov v. Bulgaria, judgment of 20 March 1997, Reports 1997II, § 44). The Court has assumed that an arrest under circumstances which undermine the principles of legal certainty could, in principle, entail a breach of the right to security of person (see, mutatis mutandis, Öcalan v.  [GC], no. 46221/99, § 85, ECHR 2005IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Turning to the circumstances of the present case, the Court considers that, when assessing the compatibility of the applicant’s deprivation of liberty with the requirements of Article 5 § 1 of the Convention, apart from examining the relevant detention decisions, the circumstances surrounding his arrest on 30 March 2004 should be taken into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court notes that, according to the record, the authorities never intimated that there was any possibility of opening criminal proceedings against the applicant prior to his voluntary appearance, on 30 March 2004, before the Vake-Saburtalo district prosecutor’s office. The applicant had come forward to be interviewed as a witness in the unrelated murder case in which his brother was implicated. In this connection the Court observes that any possible compulsion imposed on the applicant to testify against his brother was clearly incompatible with Article 95 § 1 (g) of the CCP, which unequivocally excused the former from such a burden (paragraph 33 above). In principle, it cannot be ruled out that the suspicion that the applicant had committed the firearms offence – the latter being the only formal basis for his detention – could have emerged as a result of the statements made by him during that interview. However, having due regard to the relevant decisions of the domestic authorities, the Court notes that this suspicion, the subsequent charge and the reasons given for the detention were based on evidence which had already been obtained in the course of the investigation into the murder case in June and July 2003 (see paragraphs 18, 21 and 23 above). The Court also notes that the Government have not provided any explanation for this lack of transparency, firstly, as to why the authorities did not initiate the firearms case against the applicant as soon as they learnt of the incriminating facts and, secondly, as to why there was such urgency to arrest him on the very day of his voluntary appearance before the prosecution authority as a witness (see Stepuleac v. , no. 8207/06, § 76, 6 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court observes in this connection that, recently, a violation of the right to liberty and security was found on the basis of an arrest in circumstances where the arrested person had not been duly notified of the criminal proceedings pending against him and where the deprivation of his liberty under Article 5 § 1 (c) of the Convention fell short of the necessity test, which facts were considered to disclose arbitrariness on the part of the national authorities (see Ladent, cited above, §§ 45 and 55-57). The circumstances surrounding the applicant’s arrest in the present case are all the more troubling. Thus, whilst maintaining that his cooperation as a witness was necessary for the investigation into the unrelated murder case (see paragraphs 8, 9 and 18 above), the authorities were apparently misleading the applicant about their real interest in him. The Court considers that such opaque methods may not only undermine legal certainty and, consequently, as the present case suggests, instil a feeling of personal insecurity in individuals summoned as witnesses, but they may also generally risk undermining public respect for and confidence in the prosecution authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  As to the motives behind the applicant’s arrest, the Court takes note of the applicant’s allegation, undisputed by the respondent Government, that the authorities had constantly threatened his parents that they would “catch” him unless his fugitive brother, accused of murder, appeared before the prosecution (see paragraph 17 above). This allegation, in the Court’s view, gains credibility when assessed in the light of the reasons given by the national authorities when ordering the applicant’s pre-trial detention. Thus, neither the prosecution nor the judicial authorities denied the fact that, by detaining the applicant, their aim was to ensure the proper investigation of his brother’s criminal case (see paragraphs 22 and 24 above). In such circumstances, the Court finds that the applicant’s arrest, even if formally consistent with the domestic law, was nevertheless contrary to Article 5 § 1 of the Convention, as it served to acquire additional leverage over the unrelated criminal proceedings, an aim extraneous to sub-paragraph (c) of the above provision (see, mutatis mutandis, Gusinskiy, cited above, §§ 7477).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court does not preclude the legitimacy of the national authorities using certain stratagems in order to counter criminal activities more effectively (see Čonka, cited above, § 41). However, not every ruse can be justified, especially when it is implemented in such a way that the principles of legal certainty are tarnished. In the particular circumstances of the present case, the Court considers that the authorities’ misleading methods – the prospect of detention being used to exert moral pressure – reveal that the deprivation of his liberty fell short of the main purpose of Article 5 § 1 of the Convention, that is, to protect the individual from arbitrariness (see Benham v. the United Kingdom, judgment of 10 June 1996, Reports 1996III, pp. 752-53, § 43). The protection against arbitrariness necessarily entailed, in the Court’s view, the obligation to safeguard the applicant from undue threats to his liberty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In the light of the above considerations, the Court concludes that there has been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.   Period of detention between 30 June 2004 and 24 January 2005",
                                        "elements": [
                                            {
                                                "content": "60.  The Court observes that, after the detention order of 2 April 2004 had expired on 30 June 2004, the applicant’s pre-trial detention was not covered by any court order. That situation lasted until 24 January 2005, when the domestic court, as well as committing the applicant for trial under Article 417 § 3 of the CCP, authorised his continued detention pending trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  According to the Government, the legal basis for the applicant’s detention between 30 June 2004 and 24 January 2005 lay in Articles 416 and 419 of the CCP (paragraphs 39 and 41 above) after the prosecution had forwarded the bill of indictment and case file to the trial court. However, it is not disputed that the bill of indictment was filed with that court on 7 July 2004 (see paragraph 26 above). Consequently, the question as to why the period of detention between 30 June and 7 July 2004 was not the subject of a court order still remains unexplained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  As to the period between 7 July 2004 and 24 January 2005, the Court notes that a violation of Article 5 § 1 has been found in a number of cases concerning the practice of holding defendants in custody solely on the basis of the fact that a bill of indictment had been filed with a trial court. Detaining defendants without a specific legal basis or clear rules governing their situation – with the result that they may be deprived of their liberty for an unlimited period of time without judicial authorisation – is incompatible with the principles of legal certainty and the protection from arbitrariness, which are common threads throughout the Convention and the rule of law (see, amongst others, Gigolashvili v. Georgia, no. 18145/05, §§ 32-36, 8 July 2008; Jėčius v. Lithuania, no. 34578/97, §§ 60-64, ECHR 2000IX; Grauslys v. , no. 36743/97, §§ 39-41, 10 October 2000; Baranowski, cited above, §§ 53-58, ECHR 2000III; Khudoyorov v. , no. 6847/02, §§ 146-147, ECHR 2005X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court notes that the present application is no different from the Gigolashvili case cited above, owing to the similar deficiencies in Georgian criminal procedural law and practice at the material time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Notably, under Article 417 §§ 1 and 3 of the CCP (paragraph 40 above), once the prosecution had terminated the investigation and transmitted the criminal case file to the court with jurisdiction, the latter could hold an admissibility hearing and decide whether to commit the accused for trial and whether it was necessary to impose a measure of restraint on that individual.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  However, a problem arose with the timing of such a hearing. Pursuant to Article 419 of the CCP (paragraph 41 above), an admissibility hearing was to be held within fourteen days or, for “complicated cases”, within a month of the delivery of a final judgment on the last, unrelated criminal case brought before the same judge, but the latter had no time constraints in deciding that “last” case. The CCP neither required that, in the meantime, a judicial order authorising the defendant’s detention should be issued, nor did it specify any statutory periods for this phase of detention. Such statutory lacunae resulted in the practice of detaining defendants without any judicial decision for months, as happened in the present case (see also Absandze v. Georgia (dec.), no. 57861/00, 20 July 2004; Ramishvili and Kokhreidze v.  (dec.), no. 1704/06, 26 June 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  It follows that, between 30 June 2004 and 24 January 2005, for six months and twenty-five days, there was no judicial decision authorising the applicant’s detention. The Government failed to explain what the legal basis was for the first seven days of that period. Moreover, the fact that the criminal case file was sent, together with the bill of indictment, to the trial court did not render the remaining period of detention “lawful” within the meaning of Article 5 § 1 of the Convention (see Gigolashvili, cited above, § 36; Nakhmanovich v. , no. 55669/00, § 68, 2 March 2006; Khudoyorov, cited above, §§ 149 and 151).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  There has thus been a violation of Article 5 § 1 (c) of the Convention in respect of that period of detention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicant complained that the court decisions of 2 and 8 April 2004 and 24 January 2005 authorising his detention on remand were not properly reasoned. He relied on Article 5 § 3 of the Convention which reads, in its relevant part, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "69.  The Government, in their observations on the admissibility and merits of the case, did not submit any comments on this point.",
                                "elements": []
                            },
                            {
                                "content": "70.  The applicant, however, further complained of the domestic courts’ failure to consider the arguments in his applications for release and to provide any concrete reasons as to why there had existed a “danger of absconding or hampering the establishment of the truth”. He also complained about the courts’ reliance on the pending investigation into the unrelated murder case as a ground for his detention on remand. The applicant further called into question the court decision of 24 January 2005 which had routinely upheld his continued detention without any significant scrutiny of the circumstances of the case.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "71.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. Nor is it not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "72.  The Court notes that the applicant’s detention on remand was authorised by the court decisions of 2 and 8 April 2004 and 24 January 2005. Consequently, in order to establish whether his detention was reasonable, within the meaning of Article 5 § 3 of the Convention, the reasons given in those decisions, as well as the applicant’s arguments mentioned in his applications for release, should be examined (see, for example, Galuashvili v. Georgia, no. 40008/04, §§ 46 and 48, 17 July 2008; Jabłoński v. , no. 33492/96, § 79, 21 December 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73. The Court deplores that the impugned detention order of 2 April 2004 was issued using a standard template. Rather than fulfilling its duty to establish convincing reasons for the detention, the domestic court relied on the abstract terms of the pre-printed form. Such a practice suggests a lack of “special diligence” on behalf of the national authorities, contrary to the spirit of Article 5 § 3 of the Convention (see Patsuria v. , no. 30779/04, § 74, 6 November 2007; G.K. v. Poland, no. 38816/97, § 84, 20 January 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  As to the appellate decision of 8 April 2004, it relied on a ground which the Court finds to be alien to Convention objectives: The appellate court, apart from reiterating the argument relating to the severity of the punishment, justified the applicant’s pre-trial detention by reference to the interests of the investigation into the completely unrelated murder case which was pending at that time against the applicant’s brother. Such reasoning was not only irrelevant for the purposes of assessing the reasonableness of the applicant’s detention under Article 5 § 3 of the Convention, it also circumvented the very essence of the exception under Article 5 § 1 (c) of the Convention. As to the appellate court’s reference to the applicant’s “insincerity”, it was a bare statement, unsubstantiated by any specific circumstances of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The impugned court decisions of 2 and 8 April 2004, at first and second instance, concerned the first three months of the applicant’s pre-trial detention. This period appears to be unreasonable when assessed, as the Court’s well-established case-law dictates, not in abstracto but in relation to the above-mentioned irrelevant, insufficient and even arbitrary reasons put forward by the domestic authorities (see, for example, Michta v. Poland, no. 13425/02, §§ 45 and 46, 4 May 2006). The Court reiterates in this regard that the right to provisional release pending trial is guaranteed by Article 5 § 3 of the Convention notwithstanding the length of the detention in question. Article 5 § 3 cannot be seen as authorising pre-trial detention unconditionally even if it is relatively short (see, among other authorities, Belchev v. Bulgaria, no. 39270/98, § 82, 8 April 2004; Patsuria, cited above, § 66). When issuing the first order for the applicant’s detention on 2 April 2004, three days after his arrest, the national authorities were already under an obligation to demonstrate convincingly the justification for such a measure. The presumption is always in favour of release (see Patsuria, cited above, §§ 66-67, and McKay v. the  [GC], no. 543/03, § 41, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  As for the court decision of 24 January 2005, it was, like the detention order of 2 April 2004, issued in a standard, template form, containing pre-printed reasoning in abstract terms. After having remanded the applicant in custody for almost ten months, six months of which had no lawful basis (see paragraph 66 above), the domestic court, contrary to its obligation to establish convincingly the existence of concrete facts justifying continued detention (see G.K., cited above, § 84), left the applicant in custody on the basis of a single abstract phrase: “the imposed measure of restraint has been correctly chosen.” This constituted a particularly broad restriction of the applicant’s rights guaranteed by Article 5 § 3 of the Convention (see Patsuria, cited above, § 74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Assuming that specific, relevant facts warranting the applicant’s deprivation of liberty may have existed in the present case, they were not set out in the relevant domestic decisions (see, Labita v.  [GC], no. 26772/95, § 152 in fine, ECHR 2000IV). It is not the Court’s task to take the place of the national authorities and establish such facts in their stead (see Ilijkov v. Bulgaria, no. 33977/96, § 86, 26 July 2001; Nikolov v. Bulgaria, no. 38884/97, § 74, 30 January 2003; and Panchenko v. , no. 45100/98, § 105, 8 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Lastly, the Court notes that the applicant’s pre-trial detention lasted some ten months (see paragraphs 18, 28 and 29 above). Such a long period shows that the authorities failed to deal with the case with special diligence, this factor being of further importance in assessing the compatibility of pre-trial detention with Article 5 § 3 of the Convention (compare Galuashvili, § 50 and Patsuria, §§ 61 and 77, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  In view of the foregoing considerations, the Court concludes that, by failing to address the specific facts of the applicant’s case and to consider alternative non-custodial pre-trial measures, the authorities, using a stereotyped formula, paraphrasing the terms of the Code of Criminal Procedure (see Patsuria, cited above, §§ 12, 14 and 15; Javakhishvili v. Georgia (dec.), no. 42065/04, 2 October 2007), imposed pre-trial detention upon the applicant for reasons which cannot be regarded as “sufficient” or “relevant”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Accordingly, there has been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  The applicant claimed that the judicial review of his detention on remand had been conducted, on 2 and 8 April 2004 and 24 January 2005, in violation of the procedural safeguards of Article 5 § 4 of the Convention. He further complained that the domestic law did not envisage any mechanism for regular reviews of the lawfulness of his detention. This Convention provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "82.  The Government did not submit any comments on these points in their observations on the admissibility and merits of the case.",
                                "elements": []
                            },
                            {
                                "content": "83.  In his observations the applicant argued that, since the court decisions of 2 and 8 April 2004 and 24 January 2005 had not been properly reasoned, the corresponding judicial reviews had amounted to routine formalities falling short of the standards prescribed by Article 5 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "84.  The applicant further submitted that the court review of 24 January 2005 had violated the principles of equality of arms and adversarial proceedings because it had been held without an oral hearing. He added that no adequate written procedure had been offered instead. In accordance with the relevant domestic law, the court had determined the issue of committal for trial, of which the extension of his detention on remand formed a part, solely on the basis of the prosecutor’s submissions, without soliciting those of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1. Absence of an automatic review of detention",
                                        "elements": [
                                            {
                                                "content": "85.  The Court observes that the relevant provisions of the CCP, as in force at the material time, have already been examined on two occasions and been found, in circumstances similar to those of the present case, to be compatible with the rule of Article 5 § 4 of the Convention requiring a regular review of the lawfulness of detention (see Patsuria, cited above, §§ 3-57; Galuashvili v. Georgia (dec.), no. 40008/04, 24 October 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  As in the cases of Patsuria and Galuashvili, the applicant in the present case failed to specify why the authorities should have initiated a review of his detention of their own motion. Neither did he indicate to the Court any important factors which could arguably have warranted the automatic review of his detention at more frequent intervals (see Galuashvili, decision cited above). The applicant’s complaint is thus more a challenge to the domestic criminal procedural law in general and not the specific application of this law to the particular circumstances of his situation (see Patsuria, cited above, § 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  It follows that this complaint is unsubstantiated and must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Judicial reviews of 2 and 8 April 2004",
                                        "elements": [
                                            {
                                                "content": "88.  The Court notes that the applicant’s complaint about the procedural unfairness of the judicial reviews of 2 and 8 April 2004 is based solely on the alleged inadequacy of the reasons given in the resultant court decisions. However, the latter issue has already been thoroughly examined by the Court under Article 5 § 3 of the Convention, which is a lex specialis in this respect (see paragraphs 72-80 above). The Court cannot discern from the case file any additional circumstances which could cast doubt on the procedural safeguards relating to the judicial review of the applicant’s detention. In any event, the applicant himself has not referred to any (contrast Danov v. , no. 56796/00, § 93, 26 October 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  It follows that the complaint challenging the judicial reviews of 2 and 8 April 2004 is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Judicial review of 24 January 2005",
                                        "elements": [
                                            {
                                                "content": "90.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "91.  The Court reiterates that Article 5 § 4 of the Convention entitles a detained person to institute proceedings concerning the procedural and substantive conditions which are essential for the “lawfulness”, in Convention terms, of the deprivation of liberty (see, among many other authorities, Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, pp. 34-35, § 65). The proceedings must be adversarial and must always ensure “equality of arms” between the parties. In the case of a person whose detention falls within the ambit of Article 5 § 1 (c), a hearing is required (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Under Article 5 § 4 of the Convention the competent court has to examine not only the compliance of the detention with the procedural requirements of domestic law, but also the reasonableness of the suspicion underpinning the arrest and the legitimacy of the purpose pursued by the arrest and ensuing detention (see Brogan and Others, cited above, pp. 3435, § 65). Where a second level of jurisdiction exists for such matters, the same guarantees should be provided (see Navarra v. France, judgment of 23 November 1993, Series A no. 273-B, § 28; Toth v. Austria, judgment of 12 December 1991, Series A no. 224, § 84).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Turning to the problem in the present case – the absence of an oral hearing during the judicial review of 24 January 2005 – the Court finds that, in the circumstances, this constituted a departure from the principles of adversarial proceedings and equality of arms. Notably, in accordance with Article 417 §§ 2 and 3 of the CCP, the competent court, sitting in camera, committed the applicant for trial and authorised his continued detention without an oral hearing. Having received the bill of indictment from the prosecutor, along with the latter’s position on the issue of the applicant’s further detention (Article 410 § 2 and Article 412 of the CCP), the court examined and upheld both the reasonableness of the suspicion that the applicant had committed the offence and his further detention on remand, without having solicited the applicant’s written comments on those issues. In fact, there was no statutory obligation for the exchange of written pleadings between the parties at that stage of the proceedings under Article 417 of the CCP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Thus, as a matter of domestic law and practice, the prosecuting authorities had the privilege of addressing the court, at the committal stage, with arguments pertinent to the issue of detention, which the applicant could not contest either in writing or in oral submissions. The judicial review of 24 January 2005 was not therefore of an adversarial nature. The principle of equality of arms was equally undermined (see Ilijkov, cited above, § 104; G.K., cited above, § 93; Kawka, cited above, § 60; Trzaska v. , no. 25792/94, § 78, 11 July 2000; Fodale v. , no. 70148/01, § 43, ECHR 2006VII; Osváth v. , no. 20723/02, § 18, 5 July 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Lastly, the Court considers that even the form of the decision – a template in which the findings had been already pre-printed – suggests that the domestic court did not carry out a proper judicial review of the applicant’s detention (see Belevitskiy v. , no. 72967/01, § 111, 1 March 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In the light of the above considerations, the Court concludes that the judicial review of 24 January 2005 did not satisfy the requirements of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  There has therefore been a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "98.  Relying in substance on Article 8 of the Convention, the applicant complained that his photograph had been unlawfully posted in police stations as that of a person wanted for murder. Article 8 reads in its relevant part as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society ... for the prevention of disorder or crime, ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1. The Government’s arguments",
                                        "elements": [
                                            {
                                                "content": "99.  The Government stated that the applicant’s photograph had been posted in police stations as an investigative measure. Consequently, the applicant should have challenged it under section 6(2) of the Operational Investigative Measures Act of 30 April 1999 before a hierarchically superior authority, prosecutor or court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Government further contended that, instead of seeking to have criminal proceedings instituted against “particular persons”, the applicant should have formally requested to have his photograph removed from the boards of “wanted persons”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Government argued that the Vake-Saburtalo District Court had correctly refused, on 4 February 2004, to authorise the applicant’s lawyers to request the institution of libel proceedings on his behalf. Even though Article 71 of the CCP stated, as a general rule, that a victim could be fully represented by his or her lawyer, Article 627 § 1 was the lex specialis in matters of private prosecution, and specified that only the victim in person or his or her representative in law could lodge a criminal complaint (paragraph 42 above). The Government further reproached the applicant for not having challenged the decision of 4 February 2004 before an appellate court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  Lastly, the Government claimed that if the applicant was not satisfied with the Vake-Saburtalo district prosecutor’s decision to forward the case to the MI for a disciplinary investigation, he should have appealed against that decision to a superior prosecutor under Article 234 of the CCP (paragraph 37 above). The applicant had been able, pursuant to Article 236 § 1 of the CCP (paragraph 38 above), to lodge such a hierarchical complaint throughout the entire period of the preliminary inquiry. The same nonexhaustion argument held true, in the Government’s view, in respect of the applicant’s second criminal complaint lodged with the GPO in April 2004 (paragraph 16 above). In the Government’s submission, the Vake-Saburtalo district prosecutor’s office had duly examined this request and, having been unable to establish any elements of a criminal abuse of power by public officials, had decided to refer the case to the MI with a view to instituting disciplinary proceedings. (The Government did not submit copies of this prosecutor’s decisions; again see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  Relying on the above arguments, the Government submitted that the applicant’s complaint under Article 8 of the Convention should be dismissed for having failed to exhaust domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The applicant’s arguments",
                                        "elements": [
                                            {
                                                "content": "104.  Referring to the relevant circumstances of the case (see paragraphs 7-13 above), the applicant refuted the Government’s allegation that he had never formally requested to have his photograph removed from the police stations. On the contrary, his first and foremost aim had been to remedy that situation. Only after the photographs had been removed had he requested that the officials responsible be punished.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  As the applicant’s submissions indicated, he had not objected to the Vake-Saburtalo District Court’s refusal to institute libel proceedings. Nevertheless, in view of the instruction issued by the same court, the applicant had considered that the relevant investigative authorities would conduct an inquiry into the possible abuses of power committed by the State agents involved. However, neither the prosecution authority nor the MI had adequately fulfilled their investigative obligations. After the prosecution had referred his case to the MI with a view to instituting disciplinary proceedings, no reply had been forthcoming from the latter agency (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  As to the argument that he had failed to appeal against the VakeSaburtalo prosecutor’s office’s decision to refer his second criminal complaint to the MI with a view to instituting disciplinary proceedings (paragraphs 16 and 102 above), the applicant replied that he had first learnt about the referral from the Government’s submissions to the Court. Without having received the above-mentioned decision and studied its reasons, he had obviously been unable to lodge an appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The applicant stated that he had resorted to all accessible domestic remedies in order to have the perpetrators identified and punished. However, the competent authorities had left his complaints without due consideration by needlessly circulating them from one institution to another.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "108. The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants to use first the remedies which are normally available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. The existence of the remedies must be sufficiently certain, in practice as well as in theory, failing which they will lack the requisite accessibility and effectiveness. Article 35 § 1 also requires that the complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements laid down in domestic law, but it does not require that recourse should be had to remedies which are inadequate or ineffective (see Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2275-76, §§ 51-52; Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, p. 1210, §§ 6567; Şarli v. Turkey, no. 24490/94, § 59, 22 May 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Court emphasises that the application of the rule of exhaustion of domestic remedies must make due allowance for the fact that it is being applied in the context of machinery for the protection of human rights which the Contracting States have agreed to establish. Accordingly, it has recognised that Article 35 § 1 must be applied with some degree of flexibility and without excessive formalism. It has further recognised that the rule of exhaustion is neither absolute nor capable of being applied automatically; for the purposes of reviewing whether it has been observed, it is essential to have regard to the circumstances of the individual case. This means, in particular, that the Court must take realistic account not only of the existence of formal remedies in the legal system of the Contracting State concerned but also of the general context in which they operate, as well as the personal circumstances of the applicant. It must then examine whether, in all the circumstances of the case, the individual did everything that could reasonably be expected of someone to exhaust domestic remedies (see the aforecited judgments of Akdivar, § 69, Aksoy, §§ 53 and 54, and Şarli, § 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Turning to the circumstances of the present case, the Court considers that the Government’s argument that the applicant never complained about the police posting of his photograph under section 6(2) of the Operational Investigative Measures Act is unconvincing. In fact, the applicant did lodge such complaints on several occasions with all the authorities mentioned in that provision: the Ministry of the Interior (a hierarchically superior body), a prosecutor and a court. Assuming that the applicant did not explicitly rely on section 6(2) of the Act in his complaints, such a formality cannot outweigh the fact that he made all the competent authorities aware of his grievances. Equally unfounded is the Government’s assertion that the applicant never aimed to have his photographs removed but simply sought to have “particular persons” held criminally liable for posting them. The circumstances of the case clearly show the opposite (see paragraph 9 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Court finds it unnecessary to examine the validity of the reasons for the Vake-Saburtalo District Court’s decision of 4 February 2004 dismissing the libel complaint as, indeed, that decision was never challenged on appeal (see paragraph 13 above). However, the Court attaches importance to the fact that the applicant himself apparently dropped the idea of pursuing the libel proceedings and decided instead to request the initiation of criminal proceedings for the alleged offences committed by public officials in the performance of their duties, the latter course of action having been suggested by the District Court (see paragraphs 12 in fine and 105 above). It is to be emphasised in this connection that, when there exist several potentially effective remedies with essentially the same objective, it is sufficient for the applicant to pursue only one of them (see Moreira Barbosa v. Portugal (dec.), no. 65681/01, ECHR 2004V; Jeličić v. Bosnia and Herzegovina (dec.), no. 41183/02, ECHR 2005XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "112. As to the Government’s argument that the applicant should have challenged the Vake-Saburtalo district prosecutor’s decisions, referring his case to the MI, before a higher prosecutor, the Court reiterates that, normally, a hierarchical remedy cannot be regarded as effective, because the litigants are unable to participate in such proceedings (see Horvat v. Croatia, no. 51585/99, § 47, ECHR 2001VIII; Hartman v. Czech Republic, no. 53341/99, § 66, ECHR 2003VIII). Moreover, as disclosed by the case file, and as the applicant maintained and the Government did not dispute, the applicant was never served with the impugned decisions (see paragraphs 15 and 105 above). Consequently, he cannot be criticised for not having appealed against them (see Ramishvili and Kokhreidze (dec.), cited above; Chitayev and Chitayev v. Russia, no. 59334/00, §§ 139 and 140, 18 January 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  Moreover, the Court is not persuaded by the Government’s reproach that the applicant did not challenge the Vake-Saburtalo district prosecutor’s decision in respect of his second criminal complaint (see paragraphs 16 and 102 above), given that the applicant was only informed of that decision by the Government’s observations on the admissibility and merits of the case before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  Contrary to the applicant’s legitimate expectations based on the Vake-Saburtalo District Court’s recommendation for an investigation, the prosecution, instead of conducting a speedy and objective examination of the incident, with the aim of establishing whether it disclosed the elements of the offence of an abuse of power, referred the case to the MI. However, the latter agency was directly responsible for the police, on whose premises the applicant’s photographs had been posted. In such circumstances, any internal inquiry conducted by the MI could not have been seen to have been objective or effective (cf. Barbu Anghelescu v. , no. 46430/99, § 66, 5 October 2004; Ergı v. Turkey, judgment of 28 July 1998, Reports 1998-IV, §§ 83-84). Since the competent authorities remained passive in the face of the applicant’s serious allegations of misconduct and the prejudice caused by State agents (see paragraph 9 above, in fine), the applicant could justifiably have regarded any further requests to the same authorities as a futile exercise (see Selmouni v. France [GC], no. 25803/94, § 76, ECHR 1999V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  Consequently, in view of the fact that the applicant made the hierarchical, prosecution and judicial authorities fully aware of his grievances about the unlawful posting of his photographs, the Court considers that he was dispensed from having to observe meticulously any other exhaustion formalities as suggested by the Government. In the circumstances of the present case, the Court finds that the applicant did everything that could reasonably be expected of him to have his rights redressed (see Ramishvili and Kokhreidze (dec.), cited above; Belevitskiy, cited above, § 71; Akdivar and Others, cited above, § 69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  In the light of the foregoing, the Court dismisses the Government’s objection of non-exhaustion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Court further notes that the complaint under Article 8 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring it inadmissible has been established. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "118.  The Government did not contest that the police posting of the applicant’s photograph constituted an interference, within the meaning of Article 8 of the Convention. However, that interference was justified because it had had been carried out as an “operational investigative measure”. The Government stated that, since the applicant’s photograph had not been circulated through the mass media, the interference was of a limited nature and could not amount to a violation. They further asserted that the competent authorities had duly conducted an investigation to identify the persons involved in the impugned act. The Government contested as untrue the applicant’s submission that his photograph had been removed after the newspaper publication of 9 February 2004. In reality, they claimed, the photograph had been removed following the authorities’ proper recognition of their “error”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The applicant replied that the main reason why the interference had amounted to a violation of Article 8 of the Convention was because it had been unlawful. According to the criminal procedural law, the precondition for declaring a person “wanted” by the investigative authorities was the initiation of criminal proceedings, in which the person was suspected of or charged with an offence (paragraph 42 above). In the present case, however, the authorities had implicated the applicant in a murder by posting his photograph on the boards of “wanted” persons in police stations, without ever having launched criminal proceedings against him. Consequently, the applicant had been unlawfully and libellously implicated in a very grave crime in the eyes of the public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  In reply to the Government’s argument that the interference had been of a limited nature, the applicant noted that the police had not circulated his photograph for internal purposes. On the contrary, his photograph had been deliberately posted on the most visible site in several police stations all over the country, so that as large a part of the population as possible could consult it. The applicant also complained that the authorities had failed to investigate effectively his complaints. The State agents responsible had never been identified and punished.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "121.  The Court reiterates that the concept of private life includes elements relating to a person’s right to his or her image, and that the publication of a photograph, without the consent of its owner, even if this act is devoid of any specific aim, constitutes an interference under Article 8 of the Convention (see Gurgenidze v. , no. 71678/01, §§ 56-57, 17 October 2006; Von Hannover v. , no. 59320/00, §§ 50-53, ECHR 2004VI; Sciacca v. , no. 50774/99, § 29, ECHR 2005I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  In the present case, the applicant’s photograph was not published in a newspaper or divulged through other mass media. However, it cannot be denied that, by posting it on the public premises of several police stations in different parts of the country, the authorities deliberately made the photograph easily accessible to the population at large. Furthermore, it is not solely the public disclosure of the applicant’s image, as such, which was at stake in the present case, but also the manner in which it was done and the aims it pursued. In identifying the applicant as being wanted in connection with a murder case, the authorities’ action amounted to a public denunciation that he had been involved in a very serious crime. This denunciation constituted a statement of fact within the meaning of Article 10 of the Convention, which, since it failed to correspond to reality – the applicant never having been formally accused or suspected of murder – was defamatory (see White v. , no. 42435/02, § 24, 19 September 2006; Pfeifer v. Austria, no. 12556/03, § 46-47, ECHR 2007...). It is noteworthy that the Government recognised the “error” committed by their authorities (paragraph 118 above). Consequently, gratuitous damage was done to the applicant’s reputation, which forms part of his social identity and psychological integrity and thus falls within the scope of his private life as understood by Article 8 of the Convention (see Pfeifer, cited above, §§ 35 and 46-49; Chauvy and Others v. , no. 64915/01, § 70, ECHR 2004VI; Gunnarsson v. Iceland (dec.), no. 4591/04, 20 October 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  The present case is different from most of the previous cases which the Court has examined concerning the disclosure of a photograph of a public person (see Von Hannover, cited above, § 50; Schüssel v. Austria (dec.), no. 42409/98, 21 February 2002). The present applicant was not even the subject of a criminal prosecution at the material time. His status as an “ordinary person” excluded the possibility of curtailing the scope of his private life in favour of any legitimate aim protected by the Convention (see Gurgenidze, cited above, §§ 56-58 and 60-61; Sciacca, cited above, § 29; and, a contrario, Craxi v.  (no. 2), no. 25337/94, § 65, 17 July 2003; Pfeifer, cited above, §§ 43-44).",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The interference with the applicant’s “private life“ should thus be examined, pursuant to the second paragraph of Article 8 of the Convention, as to whether it (a) complied with the criterion of “lawfulness”; (b) was compatible with the existence of a legitimate aim; and (c) was necessary “in a democratic society” (see Sciacca, cited above, § 28).",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  Even though it is for the national authorities, notably the courts, to interpret and apply the relevant internal rules (see Kruslin v. France, judgment of 24 April 1990, Series A no. 176A, pp.  21-22, § 29; Amann v. Switzerland [GC], no. 27798/95, § 52, ECHR 2000II), the Court exercises a certain power of review (see Craxi (no. 2), cited above, § 78). This is particularly true when, as happened in the case at hand, the domestic authorities omitted to scrutinise effectively the compatibility of the impugned interference either with domestic rules or with Convention standards (see, mutatis mutandis, Gurgenidze, cited above, § 62).",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  As acknowledged by the competent domestic authorities and confirmed by the respondent Government, the police posting of the applicant’s photograph on the boards of “wanted persons” was an “operational investigative measure” aimed at securing the applicant’s appearance before the prosecution authorities to testify in the murder case as a witness (see paragraphs 9 and 118 above). However, under Articles 393 and 606(1) of the CCP, only an accused or convicted person evading an investigation, trial or sentence could be declared “wanted”. Furthermore, as stated in section 8(2) of the Operational Investigative Measures Act, before any specific measure aimed at establishing the whereabouts of an accused or convicted person who has absconded may be taken, a formal decision should first have been issued by the prosecution or judicial authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  Articles 93 and 94 of the CCP (paragraphs 33-34 above), defining the status, rights and responsibilities of a witness, did not provide for the possibility of declaring a witness “wanted” in relation to a criminal case. If a witness refused to appear voluntarily before the prosecution, the court could issue an order for his or her compulsory appearance. However, the role of the police, in the event of an inability to establish that witness’s whereabouts, was limited to returning the order to the court as “unenforced”. No other measure aimed at searching for the witness was ever envisaged by the domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  In the present case, the applicant was neither an accused nor a suspect in the murder case and, consequently, could not have been designated as a “wanted” person. Nor does the case file disclose any record of a court order which, pursuant to Article 176 of the CCP, authorised the applicant’s compulsory appearance before the investigative authority as a witness. The respondent Government did not refer to any provision of domestic law or any decision of the national authorities which could have served as a legal basis for divulging the applicant’s photograph to the public and implicating him in a murder. In such circumstances, the interference cannot be said to have been “in accordance with the law” within the meaning of Article 8 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The Court reiterates that, where it has been shown that the interference was not in accordance with the law, a violation of Article 8 of the Convention will normally be found without investigating whether the interference pursued a “legitimate aim” or was “necessary in a democratic society” (see Sciacca, cited above, § 30; Craxi (no. 2), cited above, § 84; Dobrev v. , no. 55389/00, § 165, 10 August 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Court would simply point out that, once disclosures of a private nature inconsistent with Article 8 of the Convention have taken place, the positive obligation inherent in ensuring respect for private life entails an obligation to carry out effective inquiries in order to rectify the matter as far as possible (see Sciacca, cited above, §§ 74-75). In the present case, this has not been done. The authorities failed to fulfil their obligation to provide a plausible explanation for the interference with the applicant’s “private life”. Moreover, despite the respondent Government’s recognition of the “error” before the Court, the competent national authorities have never identified or sanctioned the State agents responsible (see paragraph 114 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  In view of the foregoing considerations, the Court concludes that there has been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "132. The applicant relied on Article 6 §§ 1 and 3 of the Convention without identifying the substance of his complaints.",
                                "elements": []
                            },
                            {
                                "content": "133.  Assuming that the applicant intended to challenge the criminal proceedings against him, the Court notes that, according to the information put at the Court’s disposal by the parties in its case file, these proceedings are still pending (see paragraph 29 above). More importantly, the applicant has failed to specify or substantiate his complaints. This leads the Court to reject them as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.\t APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "134.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1. Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "135.  The applicant claimed 2,000 euros (EUR) in respect of pecuniary damage. This, allegedly, was the average amount that he could have earned in gainful employment during the period of his unlawful detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Government submitted that there was no causal link between the damage claimed and the alleged violation, as the applicant had been unemployed prior to his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged. It therefore dismisses this claim.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "138.  The applicant claimed EUR 70,000 in respect of non-pecuniary damage, for the distress and hardship caused by the violation of his Convention rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The Government contested the amount claimed as being unreasonably high.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  The Court has no doubt that the applicant suffered distress and frustration on account of the violations of his various rights under Articles 5 and 8 of the Convention. The resulting non-pecuniary damage would not be adequately compensated by the mere finding of these breaches (see, for example, Stašaitis v. , no. 47679/99, § 99, 21 March 2002; Assanidze v. Georgia [GC], no. 71503/01, §§ 199-201, ECHR 2004II; Patsuria, cited above, § 99; M.B. v. , no. 34091/96, §§ 71 and 72, 27 April 2004; Gurgenidze, cited above, § 76). Making its assessment on an equitable basis, the Court awards the applicant EUR 8,000 under this head.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "141.  The applicant’s representative claimed EUR 10,500 for the costs and expenses which the applicant had allegedly incurred before the domestic courts and the Court. The representative asserted that she had spent 113 hours working on the domestic proceedings and 90 hours on the Court’s proceedings, both at the rate of 50 EUR per hour. No invoices, contracts or other documents were submitted in support of the above claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Government replied that the amount claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the absence of any legal or financial documents in support of this claim, the Court dismisses it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "144.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares inadmissible the applicant’s complaints under Article 5§ 4 of the Convention, concerning the absence of an automatic review of the applicant’s pre-trial detention, and the alleged unfairness of the judicial reviews of 2 and 8 April 2004, as well as his complaints under Article 6 §§ 1 and 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares admissible the remainder of the application;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s arrest in circumstances undermining his right to security of person;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 1 (c) of the Convention on account of the absence of a valid court order authorising the applicant’s detention on remand for certain periods;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 3 of the Convention on account of a lack of sufficient reasons for the applicant’s detention on remand;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the absence of an oral hearing during the judicial review of 24 January 2005;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 8 of the Convention on account of the public posting at various police stations of the applicant’s photograph as a “wanted person”;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 January 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GIORGI NIKOLAISHVILI v. GEORGIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-90590.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0113JUD003704804",
    "externalsources": [],
    "extractedappno": [
        "37048/04",
        "28358/95",
        "31847/96",
        "51564/99",
        "36378/02",
        "70276/01",
        "11036/03",
        "25874/94",
        "46221/99",
        "8207/06",
        "18145/05",
        "34578/97",
        "36743/97",
        "6847/02",
        "57861/00",
        "1704/06",
        "55669/00",
        "40008/04",
        "33492/96",
        "30779/04",
        "38816/97",
        "13425/02",
        "39270/98",
        "543/03",
        "26772/95",
        "33977/96",
        "38884/97",
        "45100/98",
        "42065/04",
        "56796/00",
        "31195/96",
        "25792/94",
        "70148/01",
        "20723/02",
        "72967/01",
        "24490/94",
        "65681/01",
        "41183/02",
        "51585/99",
        "53341/99",
        "59334/00",
        "46430/99",
        "25803/94",
        "71678/01",
        "59320/00",
        "50774/99",
        "42435/02",
        "12556/03",
        "64915/01",
        "4591/04",
        "42409/98",
        "25337/94",
        "27798/95",
        "55389/00",
        "47679/99",
        "71503/01",
        "34091/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Art. 93 , 94 , 95-1-g  , 176 , 393 , 410-2 , 412 , 417 , 417-1 , 417-2 , 417-3 , 419 and 606-1 of the Code of Criminal Procedure",
        "Section 6(2) and Section 8(2) of the Operational Investigative Measures Act of 30 April 1999"
    ],
    "itemid": "001-90590",
    "judgementdate": "13/01/2009 00:00:00",
    "kpdate": "13/01/2009 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "310",
        "448",
        "220",
        "227",
        "228",
        "337",
        "404",
        "438",
        "459",
        "451",
        "203",
        "319",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-1-c",
        "5-3",
        "8",
        "5-4",
        "8-1",
        "35-1",
        "8-2",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "GIORGI NIKOLAISHVILI",
        "GEORGIA"
    ],
    "rank": "658.197875976563",
    "representedby": [
        "GIOSHVILI M."
    ],
    "respondent": "GEO",
    "respondentOrderEng": "17",
    "scl": [
        "Absandze v. Georgia (dec.), no. 57861/00, 20 July 2004",
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, §§ 65-67, 69",
        "Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, §§ 51-54",
        "Amann v. Switzerland [GC], no. 27798/95, § 52, ECHR 2000-II",
        "Baranowski v. Poland, no. 28358/95, §§ 53-58, ECHR 2000-III",
        "Barbu Anghelescu v. Romania, no. 46430/99, § 66, 5 October 2004",
        "Belchev v. Bulgaria, no. 39270/98, § 82, 8 April 2004",
        "Belevitskiy v. Russia, no. 72967/01, §§ 71, 111, 1 March 2007",
        "Benham v. the United Kingdom, judgment of 10 June 1996, Reports 1996-III, § 43",
        "Bozano v. France, judgment of 18 December 1986, Series A no. 111, §§ 55, 59, 60",
        "Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, § 65",
        "Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI",
        "Chitayev and Chitayev v. Russia, no. 59334/00, §§ 139 and 140, 18 January 2007",
        "Conka v. Belgium, no. 51564/99, §§ 41 and 42, ECHR 2002-I",
        "Craxi v. Italy (no. 2), no. 25337/94, §§ 65, 78, 84, 17 July 2003",
        "Danov v. Bulgaria, no. 56796/00, § 93, 26 October 2006",
        "Dobrev v. Bulgaria, no. 55389/00, § 165, 10 August 2006",
        "Ergi v. Turkey, judgment of 28 July 1998, Reports 1998-IV, §§ 83-84",
        "Fodale v. Italy, no. 70148/01, § 43, ECHR 2006-VII",
        "G.K. v. Poland, no. 38816/97, §§ 84, 93, 20 January 2004",
        "Galuashvili v. Georgia (dec.), no. 40008/04, 24 October 2006",
        "Galuashvili v. Georgia, no. 40008/04, §§ 46 and 48, 50, 17 July 2008",
        "Gigolashvili v. Georgia, no. 18145/05, §§ 32-36, 8 July 2008",
        "Grauslys v. Lithuania, no. 36743/97, §§ 39-41, 10 October 2000",
        "Gunnarsson v. Iceland (dec.), no. 4591/04, 20 October 2004",
        "Gurgenidze v. Georgia, no. 71678/01, §§ 56-58, 60-62, 17 October 2006",
        "Gusinskiy v. Russia, no. 70276/01, §§ 62 and 68, 74-77, ECHR 2004-IV",
        "Hartman v. Czech Republic, no. 53341/99, § 66, ECHR 2003-VIII",
        "Horvat v. Croatia, no. 51585/99, § 47, ECHR 2001-VIII",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 86, 104, 26 July 2001",
        "Jablonski v. Poland, no. 33492/96, § 79, 21 December 2000",
        "Javakhishvili v. Georgia (dec.), no. 42065/04, 2 October 2007",
        "Jecius v. Lithuania, no. 34578/97, §§ 60-64, ECHR 2000-IX",
        "Jelicic v. Bosnia and Herzegovina (dec.), no. 41183/02, ECHR 2005-XII",
        "Kawka v. Poland, no. 25874/94, §§ 49, 60, 9 January 2001",
        "Kemal Güven v. Turkey (dec.), no. 31847/96, 30 May 2000",
        "Khudoyorov v. Russia, no. 6847/02, §§ 146-147, 149, 151, ECHR 2005-X",
        "Kruslin v. France, judgment of 24 April 1990, Series A no. 176-A, pp.  21-22, § 29",
        "Kurt v. Turkey, judgment of 25 May 1998, Reports 1998-III, §§ 122-123",
        "Labita v. Italy [GC], no. 26772/95, § 152 in fine, ECHR 2000-IV",
        "Ladent v. Poland, no. 11036/03, §§ 45, 53, 55-57, ECHR 2008-...",
        "Lukanov v. Bulgaria, judgment of 20 March 1997, Reports 1997-II, § 44",
        "McKay v. the United Kingdom [GC], no. 543/03, § 41, ECHR 2006-...",
        "Michta v. Poland, no. 13425/02, §§ 45 and 46, 4 May 2006",
        "Moreira Barbosa v. Portugal (dec.), no. 65681/01, ECHR 2004-V",
        "Nakhmanovich v. Russia, no. 55669/00, § 68, 2 March 2006",
        "Navarra v. France, judgment of 23 November 1993, Series A no. 273-B, § 28",
        "Nikolov v. Bulgaria, no. 38884/97, § 74, 30 January 2003",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999-II",
        "Öcalan v. Turkey [GC], no. 46221/99, § 85, ECHR 2005-IV",
        "Osváth v. Hungary, no. 20723/02, § 18, 5 July 2005",
        "Panchenko v. Russia, no. 45100/98, § 105, 8 February 2005",
        "Patsuria v. Georgia, no. 30779/04, §§ 3-57, 61, 66, 67, 74, 77, 6 November 2007",
        "Pfeifer v. Austria, no. 12556/03, §§ 35, 43, 44, 46-49, ECHR 2007-...",
        "Ramishvili and Kokhreidze v. Georgia (dec.), no. 1704/06, 26 June 2007",
        "Sarli v. Turkey, no. 24490/94, §§ 59, 60, 22 May 2001",
        "Schüssel v. Austria (dec.), no. 42409/98, 21 February 2002",
        "Sciacca v. Italy, no. 50774/99, §§ 28-30, 74, 75, ECHR 2005-I",
        "Selmouni v. France [GC], no. 25803/94, § 76, ECHR 1999-V",
        "Shamayev and Others v. Georgia and Russia, no. 36378/02, § 380, ECHR 2005-III",
        "Stepuleac v. Moldova, no. 8207/06, § 76, 6 November 2007",
        "Toth v. Austria, judgment of 12 December 1991, Series A no. 224, § 84",
        "Trzaska v. Poland, no. 25792/94, § 78, 11 July 2000",
        "Von Hannover v. Germany, no. 59320/00, §§ 50-53, ECHR 2004-VI",
        "White v. Sweden, no. 42435/02, § 24, 19 September 2006"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "348631",
    "typedescription": "15"
}