{
    "__articles": "3;13;35;35-1",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "32917/13",
    "article": [
        "13",
        "3",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-159207.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32917/13) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Vasiliy Ivanovich Khalvash (“the applicant”), on 4 April 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Akhayev, a lawyer practising in St Petersburg. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had not been provided with adequate medical care whilst in detention and that he had not had effective avenues through which to complain about a violation of his right to adequate medical treatment.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 27 November 2013 the complaints concerning the lack of adequate medical assistance and the absence of effective remedies in this regard, were communicated to the Government and the remainder of the application was declared inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  On the same date, in response to the applicant’s request, the Court granted priority to the application under Rule 41 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1954 and until his arrest lived in St Petersburg. He is currently serving his sentence in a correctional colony in the Arkhangelsk Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.   The applicant was arrested on 31 July 2010 on suspicion of aggravated kidnapping, extortion and conspiracy. He remained in detention throughout the investigation and trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 22 June 2012 the Leningrad Regional Court found the applicant guilty as charged and sentenced him to nine years’ imprisonment in a highsecurity correctional colony with the release to be followed by a yearlong restriction of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 8 November 2012 the Supreme Court of Russia upheld the conviction on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Applicant’s detention, state of health and medical treatment",
                                "elements": [
                                    {
                                        "content": "10.  The parties provided the Court with the applicant’s medical documents, including his clinical records, discharge summaries, and expert opinions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The medical records show that the applicant had a long history of cerebral diseases as a result of having sustained a head injury in 1997 that developed into traumatic cystic arachnoiditis. Two years later he underwent a tomography examination which confirmed the presence of a growing liquor cyst located in the right frontotemporal part of the brain. The cyst impacted on his acoustic and visual nerves. The examination also revealed moderate internal hydrocephalus. In the recommendations written on 11 May 2000, the applicant’s doctor noted that a nuclear magnetic resonance examination, an electroencephalography examination and a liquor analysis were required to properly diagnose the applicant’s condition. He further observed that, in the absence of any treatment, it would be reasonable to perform urgent cerebral bypass surgery in order to prevent the applicant from going irreversibly blind. Nothing in the medical documents submitted suggests that the applicant had had any recourse to specific medical assistance or examinations regarding his cerebral problems during the ten years preceding his arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  After the arrest the applicant was taken to temporary detention facility no. IZ-47/1 in St Petersburg (“facility no. IZ-47/1”). On admission to that facility the resident prison doctor performed a general medical check-up of the applicant, having noted in the medical file that he had a brain cyst. The doctor concluded that the applicant was “somatically healthy” and was therefore fit to remain in the conditions provided by the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 23 September and 26 October 2010 the applicant was seen by a neurologist. In the absence of any medical documents the prison doctor was only able to perform a visual examination of the applicant. He diagnosed the applicant with hydrocephalus and recommended that an X-ray examination of the skull be carried out to make the correct diagnosis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In January 2011 the applicant’s medical file was supplemented with his old clinical records from a civilian hospital and the prison doctor examined him anew, paying regard to the additional medical information. He confirmed the diagnosis made in 2000 and recommended a consultation with an ophthalmologist. The applicant was prescribed drug therapy for a month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  An ophthalmologist diagnosed the applicant with angiopathy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In February 2011 the applicant was diagnosed with tuberculosis. He was immediately transferred to prison hospital no. 2 in St Petersburg, where the disease was successfully treated. The applicant was discharged from hospital with the doctors’ attestation of his full recovery from the infection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 8 April 2011 the applicant was sent to Gaaza prison hospital in St Petersburg for an in-depth medical examination. He underwent a large variety of diagnostic procedures, including a magnetic resonance tomography of the brain and cervical vertebrae performed in a Russian civilian hospital, the Mariinskiy Hospital of St Petersburg. The tests showed that the applicant had a liquor cyst in the right frontotemporal part of the brain and that he suffered from vicarious hydrocephalus of mixed genesis and encephalopathy at the initial stage. In addition, doctors were able to establish that the applicant’s cervical vertebrae had several herniated disks and perineural cysts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Following completion of the diagnostic cycle, the applicant was released from the hospital and sent back to the detention facility. Discharge summaries issued on 15 April 2011 contained a recommendation of supervision by a prison doctor and regular consultations with a neurologist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In September 2011 the applicant complained about headaches to the attending prison doctor. In response it was recommended that he undergo an additional neurological medical examination in Gaaza prison hospital. However, the hospital refused to admit him because it did not employ a suitably qualified medical specialist, such as a brain surgeon.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In October 2011 the applicant’s lawyer contacted Dr K. from the neurosurgical department of the Scientific Research Institute for Emergency Treatment, who agreed to study the applicant’s clinical records and give his opinion about the state of the applicant’s health at a court hearing on 4 October 2011, where he saw the applicant for the first time. At the hearing the doctor stated that the computer tomography performed on the applicant in 2000 had indicated a brain oedema at the base of the skull. He insisted that any change of the applicant’s lifestyle could induce complications related to the brain oedema and also seizures. Surgery was required to treat the cyst. However, Dr K. concluded that the applicant’s spinal problems were even more serious, as they could leave the applicant entirely paralysed. Nevertheless, the doctor noted that surgery would be only required if the applicant’s health were to deteriorate. The doctor recommended chondroprotective therapy and cerebral bypass surgery for the applicant. He was also to wear a cervical collar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant also provided the Court with a certificate issued in November 2011 by Dr T., the head of the hospital where the applicant had received medical treatment in 1997-1998. Dr T. argued that the applicant’s condition called for permanent medical supervision by a neurologist and neurosurgeon so that the applicant could be subjected to urgent surgical intervention should the need arise. In Dr T.’s opinion, a detention facility was ill equipped to guarantee such supervision. The applicant also argued that his transfer to a northerly region in which to serve out his sentence had run contrary to the recommendations of his doctor and might have resulted in serious complications of his illness. Finally, he alleged that he lacked effective remedies whereby to complain about the poor quality of his medical treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 1 December 2011 in response to a request from the applicant’s lawyer, a medical expert commission assessed the applicant’s health and checked for the existence of medical grounds warranting his release from detention. The commission observed that the applicant had received outpatient treatment and that he had no focal brain injuries, epileptic seizures or significant limitations of his day-to-day activity. Taking account of the results of his dynamic medical examinations, the doctors concluded that the applicant was in satisfactory health and that there were no medical grounds warranting his release from detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 5 April 2012 Dr K. visually examined the applicant. No recommendations were made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 4 December 2012 the applicant was examined by a neurologist to whom he complained about headaches, vomiting and vertigo. The doctor recommended drug therapy based on vasobral, piracetam, and vinpocetine. The following visit in January 2013 by the neurologist resulted in a modification of the drug regimen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 20 February 2013 a prison doctor approved the applicant’s transfer to a correctional colony, finding him fit to make the journey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant arrived on 4 March 2013 at correctional colony no. IK42/4 in the Astrakhan Region (“colony no. IK-42/4”), where he was seen by the colony doctor, who noted that the applicant had been suffering from brain cyst. At the end of April 2013 the doctor recommended the applicant’s transfer to a hospital for further assessment. No urgency was warranted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 25 July 2013 Dr K. drafted another report, assessing the applicant’s condition on the basis of his medical records and the results of his examination on 5 April 2012. Dr K. concluded that his recommendations had not been complied with and that the applicant’s cyst had increased. He stressed that the appropriate treatment could only be ensured in a specialised medical institution, not least because the requisite dynamic monitoring of the applicant’s condition using computer and magnetic resonance tomography examinations needed to be performed every eight months. Lastly, the doctor emphasised that the applicant’s detention in a northerly region could lead to a further deterioration in his health by inducing epileptic seizures and brain ischemia, thus putting his life at risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 8 August 2013 the authorities transferred the applicant to a prison hospital in the Arkhangelsk Region. Following a number of tests, a medical panel declared that the applicant was not suffering from any disability. The applicant was discharged from the hospital with the recommendation that he be re-admitted for further treatment in June 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The last two entries in the applicant’s clinical records are illegible. The parties did not provide the Court with any additional information on the state of his health.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "Medical care afforded to detainees",
                                "elements": [
                                    {
                                        "content": "30.  Russian law gives detailed guidelines regarding the provision of medical assistance to detainees. These guidelines, found in joint Decree no. 640/190 of the Ministry of Health and Social Development and the Ministry of Justice on the Organisation of Medical Assistance to Individuals Serving Sentences or Remanded in Custody (“the Regulation”), enacted on 17 October 2005, are applicable without exception to all detainees. In particular, section III of the Regulation sets out the initial steps to be taken by the medical staff of a detention facility upon the admission of a detainee. On arrival at a temporary detention facility, all detainees should have a preliminary medical examination before they are placed in a cell shared by other inmates. The aim of the examination is to identify individuals suffering from contagious diseases and those in need of urgent medical assistance. Particular attention should be paid to individuals suffering from contagious conditions. No later than three days after the detainee’s arrival at the detention facility, he or she should be given an in-depth medical examination, including an X-ray. During the in-depth examination a prison doctor should record the detainee’s complaints, study his medical and personal history, log any injuries and recent tattoos, and schedule additional medical procedures if necessary. A prison doctor should also authorise laboratory analyses to identify sexually transmitted diseases, HIV, tuberculosis and other illnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Subsequently, detainees should be given medical examinations at least twice a year, or to follow up a detainee’s complaints. If a detainee’s state of health has deteriorated, medical examinations and assistance should be provided by the detention facility medical staff. In such cases the medical examination should include a general check-up and additional tests, if necessary with the participation of the relevant specialists. The results of the examinations should be recorded in the detainee’s medical file. The detainee should be given full information regarding the results of the medical examinations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Section III of the Regulation also sets out the procedure to follow in the event that a detainee refuses to undergo a medical examination or treatment. For each refusal, an entry should be made in the detainee’s medical record. A prison doctor should give a full explanation to the detainee of the consequences of his refusal to undergo the medical procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Internal Regulations of Correctional Institutions, in force since 3 November 2005, deal with every aspect of inmates’ lives in correctional institutions. In particular, paragraph 125 of the Regulations provides that inmates may receive additional medical assistance if they are willing and able to pay for it. In such a situation, medical specialists from a State or municipal civilian hospital are to be called to the medical unit of the correctional institution where the inmate is being detained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Government Decree no. 54 of 6 February 2004 regulates medical examinations of detainees eligible for early release on health grounds. The same Decree contains a list of illnesses precluding an offender from serving his sentence. In particular, the Decree indicates that individuals suffering from progressive infectious, demyelinating and degenerative diseases of the central nervous system, accompanied by organic lesions of the dorsal and cervical brain with stable impairment of body functions (severe paralysis and paresis accompanied by reduced sensitivity, pelvic and trophic dysfunctions, or apparent akinetic-rigid syndrome) may be exempted from serving the remainder of their sentences (§ 21).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL REPORTS AND DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  Recommendation Rec(2006)2 of the Committee of Ministers to member states on the European Prison Rules, adopted on 11 January 2006 at the 952nd meeting of the Ministers’ Deputies (“the European Prison Rules”)",
                                "elements": [
                                    {
                                        "content": "35.  The European Prison Rules provide a framework of guiding principles for health services. The relevant extracts from the Rules read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Health care",
                                        "elements": []
                                    },
                                    {
                                        "content": "39. Prison authorities shall safeguard the health of all prisoners in their care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Organisation of prison health care",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.1 Medical services in prison shall be organised in close relation with the general health administration of the community or nation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.2 Health policy in prisons shall be integrated into, and compatible with, national health policy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.3 Prisoners shall have access to the health services available in the country without discrimination on the grounds of their legal situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.4 Medical services in prison shall seek to detect and treat physical or mental illnesses or defects from which prisoners may suffer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.5 All necessary medical, surgical and psychiatric services including those available in the community shall be provided to the prisoner for that purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Medical and health care personnel",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.1 Every prison shall have the services of at least one qualified general medical practitioner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.2 Arrangements shall be made to ensure at all times that a qualified medical practitioner is available without delay in cases of urgency ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.4 Every prison shall have personnel suitably trained in health care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Duties of the medical practitioner",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.1 A medical practitioner or a qualified nurse reporting to such a medical practitioner shall see every prisoner as soon as possible after admission, and shall examine them unless this is obviously unnecessary ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.3 When examining a prisoner the medical practitioner or a qualified nurse reporting to such a medical practitioner shall pay particular attention to ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. diagnosing physical or mental illness and taking all measures necessary for its treatment and for the continuation of existing medical treatment ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.1 The medical practitioner shall have the care of the physical and mental health of the prisoners and shall see, under the conditions and with a frequency consistent with health care standards in the community, all sick prisoners, all who report illness or injury, and any prisoner to whom attention is specially directed ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Health care provision",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.1 Sick prisoners who require specialist treatment shall be transferred to specialised institutions or to civilian hospitals when such treatment is not available in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.2 Where a prison service has its own hospital facilities, they shall be adequately staffed and equipped to provide the prisoners referred to them with appropriate care and treatment.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  3rd General Report of the European Committee for the Prevention of Torture (“ the CPT Report” )",
                                "elements": [
                                    {
                                        "content": "36.  The complexity and importance of health-care services in detention facilities was discussed by the European Committee for the Prevention of Torture in its 3rd General Report (CPT/Inf (93) 12 - Publication Date: 4 June 1993). The following are extracts from the Report:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“33. When entering prison, all prisoners should without delay be seen by a member of the establishment’s health care service. In its reports to date the CPT has recommended that every newly arrived prisoner be properly interviewed and, if necessary, physically examined by a medical doctor as soon as possible after his admission. It should be added that in some countries, medical screening on arrival is carried out by a fully qualified nurse, who reports to a doctor. This latter approach could be considered as a more efficient use of available resources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is also desirable that a leaflet or booklet be handed to prisoners on their arrival, informing them of the existence and operation of the health care service and reminding them of basic measures of hygiene.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34. While in custody, prisoners should be able to have access to a doctor at any time, irrespective of their detention regime ... The health care service should be so organised as to enable requests to consult a doctor to be met without undue delay ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "35. A prison’s health care service should at least be able to provide regular outpatient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds) ... Further, prison doctors should be able to call upon the services of specialists.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards emergency treatment, a doctor should always be on call. Further, someone competent to provide first aid should always be present on prison premises, preferably someone with a recognised nursing qualification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36. The direct support of a fully-equipped hospital service should be available, in either a civilian or prison hospital ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.) ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient’s evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Further, daily registers should be kept by health care teams, in which particular incidents relating to the patients should be mentioned. Such registers are useful in that they provide an overall view of the health care situation in the prison, at the same time as highlighting specific problems which may arise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40. The smooth operation of a health care service presupposes that doctors and nursing staff are able to meet regularly and to form a working team under the authority of a senior doctor in charge of the service ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant complained that the authorities had not taken steps to safeguard his health and well-being, having failed to provide him with adequate medical assistance in breach of Article 3 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "38.  The applicant lastly claimed that he had not had at his disposal an effective remedy whereby to complain about these violations of the guarantee against ill-treatment, as required under Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "39.  The Government put forward two lines of argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Firstly, they argued that the applicant had failed to exhaust the domestic remedies. They stated that the applicant should have raised his complaint before domestic authorities, including the detention administrations, a prosecutor or a court. However, he had failed to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Secondly, they argued that the applicant had been provided with adequate medical care in detention. According to the Government, the opinions provided by Dr K. were refuted by an ample body of credible medical documents, such as a number of expert reports prepared by various medical specialists.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicant maintained his complaints. He stated that he was in need of brain surgery and in-patient treatment in a specialised medical institution and that the detention authorities were unable to provide either of these. The applicant supported his arguments with the certificate issued by Drs K. and T. (see paragraphs 21 and 27 above). The applicant also asserted that authorities had disregarded his doctor’s recommendations, having sent him to a colony in a northerly region to serve his sentence. He insisted that the cold could have led to an increased risk to his life and limb. Finally, the applicant alleged that he had no effective remedy by which to complain about the poor quality of his medical treatment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "43.  The Court notes that the Government raised the objection of nonexhaustion of domestic remedies. This issue is closely linked to the merits of the applicant’s complaint that he did not have at his disposal an effective remedy whereby to air his dissatisfaction with the quality of the medical care afforded to him in detention. It is therefore necessary to join the Government’s objection to the merits of the applicant’s complaint under Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court further notes that the applicant’s complaints under Articles 3 and 13 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "45.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 of the Convention obliges those seeking to bring a case against a State before the Court to first use the remedies provided by the national legal system. Consequently, States are exempted from answering for their acts before an international body before they have had an opportunity to put matters right through their own legal system. The rule is based on the assumption ‒ reflected in Article 13 of the Convention, with which it has close affinity ‒ that there is an effective remedy available to deal with the substance of an “arguable complaint” under the Convention and to provide appropriate relief. Moreover, it is an important aspect of the principle that the machinery of protection established by the Convention is subsidiary to the national systems safeguarding human rights (see Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000XI, and Handyside v. the United Kingdom, 7 December 1976, § 48, Series A no. 24).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  An applicant is normally required to have recourse only to those remedies that are available and sufficient to afford redress in respect of the alleged breaches. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, inter alia, Vernillo v. France, 20 February 1991, § 27, Series A no. 198).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The scope of the Contracting States’ obligations under Article 13 varies depending on the nature of the applicant’s complaint; the “effectiveness” of a “remedy” within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. At the same time, the remedy required by Article 13 must be “effective” in practice as well as in law, in the sense of either preventing the alleged violation or its continuation, or providing adequate redress for any violation that has already occurred (see Kudła, cited above, §§ 157-158, and Wasserman v. Russia (no. 2), no. 21071/05, § 45, 10 April 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Where the fundamental right to protection against torture and inhuman and degrading treatment is concerned, the preventive and compensatory remedies must be complementary in order to be considered effective. The existence of a preventive remedy is indispensable for the effective protection of individuals against the kind of treatment prohibited by Article 3 of the Convention. Indeed, the particular importance attached by the Convention to that provision requires, in the Court’s view, that the States Parties establish, over and above a compensatory remedy, an effective mechanism in order to put a rapid end to any such treatment. Were it otherwise, the prospect of future compensation would legitimise particularly severe suffering in breach of this core provision of the Convention (see Vladimir Romanov v. Russia, no. 41461/02, § 78, 24 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Turning to the facts of the present case, the Court notes the Government’s argument that the applicant did not exhaust domestic remedies and that he should have at least raised his complaints before the administrations of the detention facilities, a prosecutor or a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court reiterates that it has on many occasions examined the effectiveness of the domestic remedies suggested by the Government in cases of applicants complaining of ongoing inadequate medical treatment, such as in the present case. It has found, in particular, that in deciding on a complaint concerning breaches of domestic regulations governing the provision of medical care to detainees, the prison authorities would not have a sufficiently independent standpoint to satisfy the requirements of Article 35 of the Convention (see Koryak v. Russia, no. 24677/10, § 79, 13 November 2012, and Dirdizov v. Russia, no. 41461/10, § 75, 27 November 2012). The Court has also stressed that even though review by a supervising prosecutor plays an important part in securing appropriate medical care in detention, a complaint to the supervising prosecutor falls short of the requirements of an effective remedy because of the procedural shortcomings that have been previously identified in the Court’s case-law (see Koryak, § 80-81, cited above). Having assessed a civil claim for compensation under the tort provisions of the Civil Code, the Court has held that such a claim could not offer an applicant any redress other than a purely compensatory award, and could not put an end to a situation where there is an ongoing violation, such as inadequate medical care (see Reshetnyak v. Russia, no. 56027/10, §§ 65-73, 8 January 2013). Moreover, the Court has found that such a remedy did not offer reasonable prospects of success, in particular because the award was conditional on the establishment of fault on the part of the authorities, which was extremely improbable in a situation where domestic legal norms prescribed the application of a certain measure, for instance certain conditions of detention or level of medical treatment (see A.B. v. Russia, no. 1439/06, § 96, 14 October 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Having declared the applicant’s claim of inadequate medical care in detention admissible (see paragraph 44 above), and given the applicant’s health problems and the seriousness of his allegations, the Court finds that it was arguable. Accordingly, the respondent State had an obligation to ensure the availability of an effective remedy to deal with the substance of his complaint. Taking into account the circumstances of the present case and the aforementioned case-law, the Court sees no reason to depart from its previous findings on the issue. It concludes that the legal avenues put forward by the Government did not constitute an effective remedy that could have been used to prevent the alleged violations or their continuation and provide the applicant with adequate and sufficient redress for his complaints under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Accordingly, the Court rejects the Government’s objection alleging the non-exhaustion of domestic remedies and finds that the applicant did not have at his disposal an effective domestic remedy for his complaint, in breach of Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see, for example, Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV). Illtreatment must, however, attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative: it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Ill-treatment that attains such a minimum level of severity usually involves actual bodily injury or intense physical or mental suffering. However, even in the absence of these, where treatment humiliates or debases an individual, showing a lack of respect for or diminishing his or her human dignity, or arouses feelings of fear, anguish or inferiority capable of breaking an individual’s moral and physical resistance, it may be characterised as degrading and also fall within the prohibition of Article 3 (see Pretty v. the United Kingdom, no. 2346/02, § 52, 2002III, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The State must ensure that a person is detained in conditions which are compatible with respect for human dignity, that the manner and method of the execution of the measure of deprivation of liberty do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (see Kudła, cited above, §§ 92-94, and Popov v. Russia, no. 26853/04, § 208, 13 July 2006). In most cases concerning the detention of sick people, the Court has examined whether or not the applicant received adequate medical care in prison. The Court reiterates in this regard that even though Article 3 does not entitle a detainee to be released “on compassionate grounds”, it has always interpreted the requirement to assure the health and well-being of detainees as an obligation on the part of the State to provide detainees with the requisite medical assistance (see Kudła, cited above, § 94; Khudobin v. Russia, no. 59696/00, § 96, ECHR 2006-XII (extracts); and Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2002-VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The “adequacy” of medical assistance remains the most difficult element to determine. The Court insists, in particular, that authorities must ensure that diagnosis and care are prompt and accurate (see Khatayev v. Russia, no. 56994/09, § 85, 11 October 2011; Yevgeniy Alekseyenko v. Russia, no. 41833/04, § 100, 27 January 2011; Gladkiy v. Russia, no. 3242/03, § 84, 21 December 2010; Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 115, 29 November 2007; Melnik v. Ukraine, no. 72286/01, §§ 104-106, 28 March 2006; and, mutatis mutandis, Holomiov v. Moldova, no. 30649/05, § 121, 7 November 2006) and that  where necessitated by the nature of a medical condition ‒ supervision is regular and systematic and involves a comprehensive therapeutic strategy aimed at successfully treating the detainee’s health problems or preventing their aggravation (see Hummatov, cited above, §§ 109 and 114, and Sarban v. Moldova, no. 3456/05, § 79, 4 October 2005). The Court further reiterates that medical treatment within prison facilities must be appropriate and comparable to the quality of treatment which the State authorities have committed themselves to providing for the entirety of the population. Nevertheless, this does not mean that each detainee must be guaranteed the same medical treatment that is available in the best health establishments outside prison facilities (see Cara-Damiani v. Italy, no. 2447/05, § 66, 7 February 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On the whole, the Court applies a degree of flexibility in defining the required standard of health care, deciding it on a case-by-case basis. That standard should be “compatible with the human dignity” of a detainee, but should also take into account “the practical demands of imprisonment” (see Aleksanyan v. Russia, no. 46468/06, § 140, 22 December 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In the absence of an effective remedy to air complaints of inadequate medical services afforded to inmates, the Court may find itself obliged to perform the first-hand evaluation of evidence before it to determine whether the guarantees of Articles 2 or 3 of the Convention had been respected (see Koryak v. Russia, no. 24677/10, 13 November 2012; Dirdizov v. Russia, no. 41461/10, 27 November 2012; Reshetnyak v. Russia, no. 56027/10, 8 January 2013; Mkhitaryan v. Russia, no. 46108/11, 5 February 2013; Gurenko v. Russia, no. 41828/10, 5 February 2013; Bubnov v. Russia, no. 76317/11, 5 February 2013; Budanov v. Russia, no. 66583/11, 9 January 2014, and Gorelov v. Russia, no. 49072/11, 9 January 2014; Amirov v. Russia, no. 51857/13, 27 November 2014, § 90). In that role, paying particular attention to the vulnerability of applicants in view of their detention, the Court consistently calls on the Government to provide credible and convincing evidence showing that the applicant concerned had received comprehensive and adequate medical care in detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Turning to the present case the Court observes that the parties provided contradictory medical opinions assessing the state of the applicant’s health and his medical needs. While the applicant submitted certificates stating that brain surgery and in-patient treatment were required (see paragraphs 11, 20, 21 and 27 above), the Government referred to medical reports and opinions proclaiming the sufficiency of out-patient treatment based on proper supervision and appropriate drug therapy (see paragraphs 18, 22, 24 and 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court therefore finds itself in a situation in which it has to undertake a first-hand evaluation of the evidence before it in order to determine whether or not the guarantees of Article 3 of the Convention have been respected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Seeing no grounds to doubt the independence or competence of the doctors who prepared the opinions and reports for the parties, the Court will pay particular regard to the amount of factual information accessible to them to arrive at their conclusions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In this connection the Court notes that the reports by the expert commissions and panels, and the records and certificates issued by the doctors in the detention facilities and prison hospitals ‒ as submitted by the Government ‒ were based on the applicant’s complete medical history, with personal first-hand examinations and check-ups of the applicant forming a major part of the health assessment process. Drs K. and T. did not possess the same knowledge of the applicant’s situation. Thus, Doctor T. was not the applicant’s attending doctor, having never seen ‒ let alone examined  the applicant during his stay in the hospital. He was not in close contact with him and based his opinion purely on medical documents drafted in 1997-1998 during the applicant’s stay in a civilian hospital (see paragraph 11 above). Dr K. saw the applicant on only two occasions (see paragraphs 20 and 23 above), and conducted a primarily visual examination of the patient. His recent opinion was drafted almost a year after his last visit to the applicant (see paragraph 23 above). The Court does not see any reason to conclude that Drs K. and T. were denied access to the applicant or to his complete medical file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.   In these circumstances, the Court is prepared to attach particular weight to the medical evidence submitted by the Government. It is also mindful of the vagueness of the wording of the medical reports submitted by the applicant, particularly when they dealt with the signs of his deteriorating health. The opinions submitted by the applicant did not make any reference to objective data, such as specific information regarding the size of the applicant’s cyst and the progress of its growth. The Court therefore has no choice but to reject the applicant’s argument ‒ based exclusively on the disputed medical reports ‒ that he was in need of urgent brain surgery and/or required long-term in-patient treatment in a specialised hospital and that his detention in a northerly region posed a particular threat to his health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Turning to the medical history of the applicant, as submitted by the Government, the Court observes that in detention the applicant remained under close dynamic medical supervision by a number of specialists, including a neurologist. The prison authorities were compliant with the requirement to maintain a complete medical file and to send it promptly to every detention facility to which the applicant was transferred. The prisons’ medical personnel were therefore immediately aware of his health problems and were in a position to duly respond to them should the need arise (see paragraph 26 above). The applicant was transferred, without any particular delay, subsequent to the prison doctors’ recommendations, to specialist medical institutions for an in-depth analysis of his condition (see paragraphs 16 and 17 above). The only occasion which fell outside that rule was in September 2011 when Gaaza prison hospital refused to admit the applicant, given the absence of an appropriate specialist (see paragraph 19 above). While the Court considers that event unfortunate, it does not see any evidence that the applicant persisted in his complaint about headaches which was what led to the decision to take him to Gaaza hospital, or that his condition deteriorated as a result of the refusal to admit him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court further notes that, apart from the incident in September 2011 described above, the prison medical personnel made use of various medical procedures, including some high-tech and very complex ones, to assess the progress of the applicant’s illness, prescribe appropriate drug therapy, and to adjust his treatment when necessary (see paragraphs 14, 17 and 24 above). The applicant’s secondary illness, tuberculosis, was promptly and efficiently brought under control and treated (see paragraph 16 above). There is no objective data suggesting any serious deterioration in the applicant’s health throughout the years of his detention which the Court can attribute to the authorities’ negligence or failure to provide the applicant with the adequate medical care.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court is aware of the fact that in the ten years prior to the applicant’s arrest, and despite the doctors’ recommendations, he did not take any steps to keep his condition under control. He neither subjected himself to appropriate diagnostic procedures nor underwent in-patient treatment in a civil hospital (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Before drawing its final conclusion in respect of the applicant’s treatment, the Court reiterates that Article 3 of the Convention cannot be interpreted as ensuring that every detainee should receive medical care at the same level as that offered “in the best civilian clinics” (see Mirilashivili v. Russia (dec.), no. 6293/04, 10 July 2007). It has further held that it is “prepared to accept that, in principle, the resources of medical facilities within the penitentiary system are limited compared to those of civilian clinics” (see Grishin v. Russia, no. 30983/02, § 76, 15 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Bearing this in mind, the Court concludes that the domestic authorities afforded the applicant appropriate medical care as guaranteed by Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  There has accordingly been no violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "71.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins the Government’s objection as to the alleged non-exhaustion of domestic remedies in respect of the applicant’s complaint under Article 3 to the merits of his complaint under Article 13 and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares admissible the complaints concerning the lack of adequate medical assistance in detention and the alleged absence of an effective domestic remedy in this connection;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that that there has been no violation of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 December 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KHALVASH v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-159207.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1215JUD003291713",
    "externalsources": [],
    "extractedappno": [
        "32917/13",
        "30210/96",
        "21071/05",
        "41461/02",
        "24677/10",
        "41461/10",
        "56027/10",
        "1439/06",
        "26772/95",
        "2346/02",
        "26853/04",
        "59696/00",
        "47095/99",
        "56994/09",
        "41833/04",
        "3242/03",
        "9852/03",
        "13413/04",
        "72286/01",
        "30649/05",
        "3456/05",
        "2447/05",
        "46468/06",
        "46108/11",
        "41828/10",
        "76317/11",
        "66583/11",
        "49072/11",
        "51857/13",
        "6293/04",
        "30983/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-159207",
    "judgementdate": "15/12/2015 00:00:00",
    "kpdate": "15/12/2015 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "444",
        "110",
        "14",
        "128"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "13",
        "3",
        "35",
        "35-1"
    ],
    "parties": [
        "KHALVASH",
        "RUSSIA"
    ],
    "rank": "1417.2265625",
    "representedby": [
        "AKHAYEV S."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A.B. v. Russia, no. 1439/06, § 96, 14 October 2010",
        "Aleksanyan v. Russia, no. 46468/06, § 140, 22 December 2008",
        "Amirov v. Russia, no. 51857/13, 27 November 2014, § 90",
        "Bubnov v. Russia, no. 76317/11, 5 February 2013",
        "Budanov v. Russia, no. 66583/11, 9 January 2014",
        "Cara-Damiani v. Italy, no. 2447/05, § 66, 7 February 2012",
        "Dirdizov v. Russia, no. 41461/10, 27 November 2012",
        "Gladkiy v. Russia, no. 3242/03, § 84, 21 December 2010",
        "Gorelov v. Russia, no. 49072/11, 9 January 2014",
        "Grishin v. Russia, no. 30983/02, § 76, 15 November 2007",
        "Gurenko v. Russia, no. 41828/10, 5 February 2013",
        "Handyside v. the United Kingdom, 7 December 1976, § 48, Series A no. 24",
        "Holomiov v. Moldova, no. 30649/05, § 121, 7 November 2006",
        "Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, 29 November 2007",
        "Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25",
        "Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2002-VI",
        "Khatayev v. Russia, no. 56994/09, § 85, 11 October 2011",
        "Khudobin v. Russia, no. 59696/00, § 96, ECHR 2006-XII (extracts)",
        "Koryak v. Russia, no. 24677/10, 13 November 2012",
        "Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000 XI",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "Melnik v. Ukraine, no. 72286/01, §§ 104-106, 28 March 2006",
        "Mirilashivili v. Russia (dec.), no. 6293/04, 10 July 2007",
        "Mkhitaryan v. Russia, no. 46108/11, 5 February 2013",
        "Popov v. Russia, no. 26853/04, § 208, 13 July 2006",
        "Pretty v. the United Kingdom, no. 2346/02, § 52, 2002 III",
        "Reshetnyak v. Russia, no. 56027/10, 8 January 2013",
        "Sarban v. Moldova, no. 3456/05, § 79, 4 October 2005",
        "Vernillo v. France, 20 February 1991, § 27, Series A no. 198",
        "Vladimir Romanov v. Russia, no. 41461/02, § 78, 24 July 2008",
        "Wasserman v. Russia (no. 2), no. 21071/05, § 45, 10 April 2008",
        "Yevgeniy Alekseyenko v. Russia, no. 41833/04, § 100, 27 January 2011"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "441009",
    "typedescription": "15"
}