{
    "__articles": "5;5-1;5-4;34;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 5-1 and 5-4;Violation of Art. 34;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "33526/08",
    "article": [
        "41",
        "5",
        "34"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-1 and 5-4",
            "type": "violation"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1 and 5-4",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "element": "Violation of Art. 34",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-99907.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33526/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Iranian national, Mr D.B. (“the applicant”), on 17 July 2008. The President of the Chamber acceded to the applicant's request not to have his name disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr S. Efe, a lawyer practising in . The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 17 July 2008 the President of the Chamber to which the case had been allocated decided, in the interests of the parties and the proper conduct of the proceedings before the Court, to indicate to the Government of Turkey, under Rule 39 of the Rules of Court, that the applicant should not be deported to Iran until 29 August 2008. On the same day the applicant's representative was requested to submit a power of attorney authorising him to lodge an application with the Court on behalf of the applicant.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 July 2008 the applicant's representative informed the Court that Mr Erdem Ersaçmış, an advocate from the Edirne Bar Association instructed by him, had attempted to visit the applicant in the Edirne Foreigners' Admission and Accommodation Centre on 21 July 2008, but had been prevented from doing so by the Centre's administration.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 26 August 2008 the President of the Chamber decided to prolong until 24 October 2008 the interim measure indicated under Rule 39 of the Rules of Court. The President also decided to request the Turkish Government, under the said Rule 39, to allow, before 3 October 2008, the applicant's representative (or another advocate) to have access to the applicant in the Kırklareli Foreigners' Admission and Accommodation Centre with a view to obtaining a power of attorney and information concerning the alleged risks that the applicant would face in Iran.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 17 September 2009 the applicant's representative informed the Court that on 5 September 2009 Barış Yıldız, a lawyer from the Kırklareli Bar Association, had gone to the Kırklareli Foreigners' Admission and Accommodation Centre in order to meet with the applicant. However, he had not been allowed to see the applicant or obtain a power of attorney.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 24 September 2008 the respondent Government informed the Court that Mr Barış Yıldız had failed to submit, to the national authorities, a notarially recorded power of attorney proving that he was the applicant's representative.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 3 October 2008 the applicant's representative informed the Court that he had been unable to obtain a power of attorney as the national authorities had not allowed him or another advocate to have access to the applicant in the Kırklareli Foreigners' Admission and Accommodation Centre.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 8 October 2008 the President of the Second Section decided to extend until further notice the interim measure indicated under Rule 39 of the Rules of Court. On the same date she further decided to give notice of the application to the Government. It was also decided that the admissibility and merits of the application would be examined together (Article 29 § 3) and that the case would be given priority (Rule 41).",
                        "elements": []
                    },
                    {
                        "content": "10.  On 16 October 2008 the respondent Government informed the Court that the Ministry of the Interior had requested the Kırklareli governor's office to allow the applicant's representative or another lawyer to have access to the applicant with a view to obtaining a power of attorney.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 21 October 2008 Mr Barış Yıldız was allowed to meet the applicant, who signed an authority form empowering his representative to represent him in the proceedings before the Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "12.  The applicant was born in 1984 and, at the time of lodging his application, he was being held in the Edirne Foreigners' Admission and Accommodation Centre in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant's arrival in  and the procedure concerning his temporary asylum request",
                                "elements": [
                                    {
                                        "content": "13.  The applicant was an active member of the Worker-Communist Party of Iran and the Freedom and Equality Seeking Students Movement in . He was also on the board of editors of a well-known student journal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to the applicant's submissions, on Students' Day in Iran in 2007, which was held annually by university students across the country, more than fifty students were arrested and placed in solitary confinement in Evin Prison, in . Other members of the board of editors of the student journal that the applicant worked for were among those who were arrested. Subsequently, more students were arrested and imprisoned during the crackdown on students.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unspecified date in early 2008, the applicant arrived illegally in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 5 April 2008 the applicant was arrested by Turkish security forces while trying to leave  illegally. He was subsequently placed in the Edirne Foreigners' Admission and Accommodation Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 22 April 2008 the applicant lodged an application for temporary asylum with the Ministry of the Interior (the “Ministry”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 July 2008 the applicant's request was rejected. According to a letter addressed to the Edirne governor's office by the Deputy Under- Secretary of the Ministry, the applicant had stated that he had been involved in the same activities as a certain P.P., an Iranian national who had been deported to Iraq on 22 August 2007 since his presence in  constituted a risk for national security. The Deputy Under-Secretary maintained that the applicant's request had been rejected for the same reason and that this type of person should be not granted temporary asylum in general. He also requested that the Office of the United Nations High Commissioner for Refugees (UNHCR) should not be informed of these facts and that their access to this information should be restricted on national security considerations. The Deputy Under-Secretary finally requested the  governor's office to notify the applicant of the decision taken in his case and to inform him that he could lodge an objection within two days against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On the same day the applicant was served with the decision rejecting his temporary asylum request and was informed that, unless he lodged an objection within two days, he would be deported to his home country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 25 July 2008 the applicant lodged, with the  governor's office, a petition written in Farsi containing his objection against the decision rejecting his temporary asylum request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On the same day the applicant made statements to two police officers in the presence of an interpreter. He maintained that he was an active member of the Worker-Communist Party of Iran and the Freedom and Equality Seeking Students Movement. He noted that he had participated in a number of demonstrations held by these organisations and that he had digital photographs of these demonstrations in his possession. He stated that he had left  subsequent to the arrest and imprisonment of his friends, who had been involved in the same activities on behalf of those organisations. He asked the Turkish authorities to contact the office of the UNHCR, his lawyer and a national non-governmental organisation, the Helsinki Citizens' Assembly, in order to receive documents and detailed information regarding his activities in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 9 September 2008 his objection was rejected by the Ministry. According to the official documents, the Ministry considered that, in the light of the applicant's militant background, there was a real risk that he would be taken to the United States of America where he would have military training and that he would be part of military operations targeting .",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 4 November 2008 the applicant was interviewed by officers from the UNHCR's  office while he was being held by the Turkish authorities. On 20 March 2009 the applicant was granted refugee status under the UNHCR's mandate.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's placement in the Kırklareli Foreigners' Admission and Accommodation Centre and the related proceedings",
                                "elements": [
                                    {
                                        "content": "1  The applicant's account",
                                        "elements": [
                                            {
                                                "content": "24.  Following his placement in the Edirne Foreigners' Admission and Accommodation Centre, between 9 and 21 July 2008, the applicant went on a hunger strike in protest against his detention and the refusal of the authorities to allow him to have access to the temporary asylum system. He further alleged that he had been kept in solitary confinement in this Centre and that he had attempted to commit suicide there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 25 July 2008 the applicant was transferred to the Kırklareli Foreigners' Admission and Accommodation Centre. He alleged that his solitary confinement had continued in this Centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 21 October 2008 following his visit to the Kırklareli Centre and his meeting with the applicant, Mr Barış Yıldız reported that the applicant had alleged that he was being detained alone in a cell. The lawyer had then asked a police officer about the conditions in the cell where the applicant was held. The police officer responded that the cell had a toilet and shower in it. The applicant had also told the lawyer that he had not been subjected to ill-treatment and that he did not need to see a psychologist or a psychiatrist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 3 September 2008 the Organisation for Human Rights and Solidarity for Oppressed People (Mazlum-Der), a human rights organisation based in , made a visit in order to observe the living conditions in the Centre. According to this organisation's report, they were not allowed by the Centre's administration to visit the inside of the Centre where foreign nationals were held or to hold a meeting with the applicant. The officers orally informed them that the Ministry had sent them written instructions to restrict access to the applicant. However, they did not wish to show Mazlum-Der the document in question. Mazlum-Der reported that other persons held in the Centre maintained that they did not know that the applicant had been held in the Centre for a very long time. Subsequently, they learned that the applicant was kept separately from them. According to the report, the Centre's administration did not allow the applicant, who was suffering psychologically, to talk with any other detainee. Nor was he authorised to hold a meeting with the representatives of the UNHCR.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government's account",
                                        "elements": [
                                            {
                                                "content": "28.  The Government submitted that the applicant was held in the Kırklareli Foreigners' Admission and Accommodation Centre, which was not a prison or detention centre. Therefore, there were no prison cells or sections where the applicant could be kept in solitary confinement; neither was there any instruction to that effect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Administrative proceedings",
                                        "elements": [
                                            {
                                                "content": "29.  On 23 April 2009 the applicant's representative lodged petitions with the Kırklareli police headquarters and the department responsible for foreigners, borders and asylum attached to the General Police Headquarters. The applicant's representative noted, in his petition, that the Government of Sweden had accepted the applicant within the refugee quota for Sweden and that an aeroplane ticket to  was booked for the applicant for 27 May 2009. He requested the administrative authorities to secure the applicant's release with a view to facilitating the applicant's departure from .",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On an unspecified date the applicant's representative further lodged an application with the  for the applicant's release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 6 May 2009 the Administrative Court dismissed the case, holding that the applicant's representative had failed to attach the documents relevant to his petition, such as those demonstrating that he had already applied to the administrative authorities and that the latter had rejected his requests. The court asked the applicant's representative to renew his request in the light of the content of its decision within 30 days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 24 June 2009 the  upheld the decision of 6 May 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 26 June 2009 the applicant's representative renewed his request before the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 21 August 2009 the  decided to request the office of the UNHCR to submit information regarding the applicant. In particular, the documents showing the Government of Sweden's decision to grant the applicant refugee status, the documents relating to the interim measure indicated by the Court and a copy of the case file were requested from the office of the UNHCR.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 19 November 2009 the  ordered the applicant's release from the Kırklareli Centre. In its judgment, the  took into account the applicant's status as a refugee under the UNHCR mandate and the fact that the Government of Sweden had accepted the applicant within the refugee quota. It therefore decided to release the applicant with a view to his transfer to .",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  By a letter dated 23 December 2009, the Government informed the Court that on 24 November 2009 the applicant had escaped. They explained that the applicant had fled from the Kırklareli police headquarters where he had been taken in order for him to receive a wire transfer. The Government maintained that the applicant was not apprehended despite the arrest warrant issued by the Kırklareli police following his escape.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  By a letter dated 12 January 2010, the applicant's representative informed the Court that, upon his and the UNHCR's request, on that date the applicant had surrendered to the police in order to be released from the Kırklareli Foreigners' Admission and Accommodation Centre in accordance with the 's decision of 19 November 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 3 February 2010 the Government and the applicant's representative informed the Court that the applicant had been released from the Foreigners' Admission and Accommodation Centre on 26 January 2010. The Government further noted that the applicant had been granted a residence permit for five months pending his departure to . The applicant's representative noted that an aeroplane ticket to  was booked for the applicant for 4 March 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 9 and 15 March 2010 the applicant's representative and the Government informed the Court respectively that the applicant had left Turkey on 4 March 2010 and arrived in  where he was granted refugee status.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "40.  A description of the relevant domestic law and practice can be found in Abdolkhani and Karimnia v. Turkey (no. 30471/08, §§ 29-45, 22 September 2009).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 2, 3 AND 13 OF THE CONVENTION IN RELATION TO THE THREATENED DEPORTATION OF THE APPLICANT",
                        "elements": [
                            {
                                "content": "41.  The applicant complained under Articles 2 and 3 of the Convention that his removal to  would expose him to a real risk of death or illtreatment. He further complained under Article 13 of the Convention that he did not have an effective domestic remedy at his disposal whereby he could challenge the decision to deport him to  and that he had not been allowed to have access to the asylum procedure.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Government contested the applicant's allegations.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court observes that this part of the application was related to the applicant's possible deportation from Turkey to . The Court further observes that the Turkish Government complied with the interim measure indicated by the Court relating to the applicant's removal to  and halted the deportation. Furthermore, the applicant was released and granted a temporary residence permit for five months pending his departure to . Finally, on 4 March 2010 the applicant left Turkey and arrived in . In these circumstances, the Court considers that the applicant can no longer claim to be a victim of a violation of Articles 2, 3 and 13 of the Convention, within the meaning of Article 34 (see mutatis mutandis, Mohammedi v. Turkey (dec.), no. 3373/06, 30 August 2007; Ayashi v. Turkey (dec.), no. 3083/07, 18 November 2008, and Ranjbar and Others v. Turkey, no. 37040/07, §§ 26-27, 13 April 2010).",
                                "elements": []
                            },
                            {
                                "content": "44.  It follows that this part of the application is manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLES 3 AND 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant alleged that his detention in the  and Kırklareli Foreigners' Admission and Accommodation Centres was unlawful and thus in breach of Article 5 of the Convention. He complained, under the same provision, that he did not have at his disposal a remedy by which he could challenge the lawfulness of his deprivation of liberty. The applicant finally complained about the fact that he had been held in solitary confinement for eight months in both the  and Kırklareli Foreigners' Admission and Accommodation Centres. He relied on Article 3 of the Convention in this connection.",
                                "elements": []
                            },
                            {
                                "content": "A.  Alleged violations of Article 5 of the Convention",
                                "elements": [
                                    {
                                        "content": "1.   Admissibility",
                                        "elements": [
                                            {
                                                "content": "46.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Alleged violation of Article 5 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "47.  The Government maintained that the applicant had not been detained but was accommodated in the  and Kırklareli Foreigners' Admission and Accommodation Centres, in accordance with section 17 of Law no. 5683 and section 5(d) of the 1994 Regulation on asylum seekers and refugees. The reason for the applicant's placement in these centres, which could not be defined as detention or custody, was the authorities' need to keep aliens under surveillance pending the assessment of their temporary asylum requests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant submitted that he was in reality detained and that his detention did not have a sufficient legal basis in domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court reiterates that it has already examined the same grievance in the aforementioned case of Abdolkhani and Karimnia (cited above, §§ 125-135). It found that the placement of those applicants in the Kırklareli Foreigners' Admission and Accommodation Centre had constituted a deprivation of liberty and concluded that, in the absence of clear legal provisions establishing the procedure for ordering and extending detention with a view to deportation and setting time-limits for such detention, the deprivation of liberty to which the applicants were subjected was not “lawful” for the purposes of Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court observes that the circumstances of the present application are almost identical to those in the aforementioned Abdolkhani and Karimnia case. Moreover, in the Court's view, by submitting that the applicant had escaped from the Kırklareli Foreigners' Admission and Accommodation Centre, the Government implicitly accepted that the applicant had been deprived of his liberty. The Court therefore finds no circumstances which would require it to depart from its findings in the Abdolkhani and Karimnia judgment. There has therefore been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged violation of Article 5 § 4 of the Convention",
                                "elements": [
                                    {
                                        "content": "51.  The Government submitted that an application to administrative courts for the annulment of the decisions to place individuals in foreigners' admission and accommodation centres was an effective remedy within the meaning of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant submitted, at first, that he could not apply to administrative courts as he was unable to appoint an advocate in the absence of any valid identity documents. In his subsequent submissions, he stated that, by means of a notarially recorded power of attorney, he had empowered an advocate to take proceedings. Accordingly, his advocate had applied to the  and requested his release. In his submissions of September 2009, the applicant maintained that the proceedings in question were not sufficiently speedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court observes that the applicant's representative lodged an application with the Ankara Administrative Court on 26 June 2009, requesting the annulment of the Ministry's decision not to release his client and to order a  stay of execution of that decision pending the outcome of the proceedings. It was not until 21 August 2009 that the first-instance court requested the office of the UNHCR to submit certain information with a view to enabling the court to assess the applicant's request. It was not until 19 November 2009, almost five months after the lodging of the application, that the first-instance court ordered the applicant's release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court refers to its findings under Article 5 § 1 of the Convention about the lack of legal provisions governing the procedure for detention in  pending deportation. The proceedings in issue did not raise a complex issue. The Court considers that the  was in a better position than the Court to observe the lack of a sufficient legal basis for the applicant's detention. However, the  did not examine this question. It had regard solely to the fact of the applicant's refugee status recognised under the mandate of the UNHCR and by the Government of Sweden. In any case, having regard to the time which elapsed between 26 June 2009 and 19 November 2009, the Court finds that the judicial review in the present case cannot be regarded as a “speedy” reply to the applicant's petition (see Khudyakova v. Russia, no. 13476/04, § 99, 8 January 2009, and Kadem v. Malta, no. 55263/00, §§ 43-45, 9 January 2003, where the Court held that periods of 54 and 17 days, respectively, for examining appeals against detention during extradition proceedings had been too long).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Accordingly, the Court concludes that the Turkish legal system did not provide the applicant with a remedy whereby he could obtain speedy judicial review of the lawfulness of his detention, within the meaning of Article 5 § 4 of the Convention (see S.D. v. Greece, no. 53541/07, § 76, 11 June 2009, and Abdolkhani and Karimnia, cited above, §142).",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "56.  The Government disputed the applicant's allegation that he had been placed in solitary confinement, claiming that there were no prison cells or sections where the applicant could be kept alone in the Edirne or Kırklareli Foreigners' Admission and Accommodation Centres. The Government further submitted that the applicant should and could have applied to the national authorities with this claim. They considered that the applicant had therefore failed to exhaust domestic remedies as required by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court notes at the outset that the facts surrounding the applicant's alleged segregation are in dispute between the parties. The Court observes in this connection that the applicant submitted a report by the organisation Mazlum-Der, according to which other detainees in the Kırklareli Centre had witnessed his segregation. However, he did not provide any detailed account regarding his physical environment allowing the Court to assess the credibility of his claim that he had been kept in a segregated room. He also failed to substantiate his claims regarding the negative impact of the alleged solitary confinement on his mental health, particularly in the light of his statement to his lawyer, Mr Barış Yıldız, that he did not need to see a psychiatrist or a psychologist when they met on 21 October 2008 (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court finds that the Government have also failed to make meaningful submissions regarding the applicant's allegations under this head. They claimed that the applicant had not exhausted domestic remedies, without demonstrating which remedies existed and what kind of redress could have been afforded to the applicant. As to the merits of the complaint, they solely submitted that the Foreigners' Admission and Accommodation Centres were not prisons and that they did not have cells. They failed to provide any details as to the applicant's detention regime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.   Nevertheless, in view of its finding regarding the unlawfulness of the applicant's detention in these Centres, contrary to Article 5 § 1 of the Convention (see paragraph 50 above), the Court considers that, in the absence of clear details allowing it to examine effectively the cell issue under Article 3 of the Convention, the main legal question concerning that detention has been determined. Therefore, the Court does not deem it necessary to examine the Government's preliminary objection or to establish whether the applicant was actually held in solitary confinement in those Centres.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court considers that this part of the application must be declared admissible. Nevertheless, in the light of the foregoing, it concludes that there is no need to make a separate ruling on the applicant's allegations under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Having regard to the events described in paragraphs 5 to 11 above, the Court decided to raise of its own motion the question of Turkey's compliance with its obligation under Article 34 of the Convention and a question on this point was put to the parties when notice of the application was given to the respondent Government on 8 October 2008.",
                                "elements": []
                            },
                            {
                                "content": "62.  Article 34 of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "Rule 39 of the Rules of Court provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The Chamber or, where appropriate, its President may, at the request of a party or of any other person concerned, or of its own motion, indicate to the parties any interim measure which it considers should be adopted in the interests of the parties or of the proper conduct of the proceedings before it.",
                                "elements": []
                            },
                            {
                                "content": "2.  Notice of these measures shall be given to the Committee of Ministers.",
                                "elements": []
                            },
                            {
                                "content": "3.  The Chamber may request information from the parties on any matter connected with the implementation of any interim measure it has indicated.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "63.  The applicant submitted that he had not been authorised to see a lawyer while detained in the  and Kırklareli Foreigners' Admission and Accommodation Centres until 21 October 2008, despite the interim measure indicated by the President of the Section under Rule 39 of the Rules of Court. He alleged that the exercise of his right of individual petition had thus been hindered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government maintained that on 16 October 2008 the Kırklareli governor's office had been asked by the Ministry of the Interior to authorise a meeting between the applicant and his lawyer. They further noted that the office of the UNHCR had been allowed to interview the applicant on 4 November 2008. The Government contended that there was no restriction in practice which prevented persons held in foreigners' admission and accommodation centres from seeing their lawyers or lawyers assigned by a Bar Association.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "65.  The Court reiterates, at the outset, its previous findings regarding the obligation under Article 34 of the Convention not to hinder in any way the effective exercise of an applicant's right of access to the Court and the consequences of a failure to comply with an interim measure indicated under Rule 39 of the Rules of Court (see, among other authorities, Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 100, ECHR 2005-I; Shamayev and Others v. Georgia and Russia, no. 36378/02, § 470, ECHR 2005-III; Paladi v. Moldova [GC], no. 39806/05, §§ 84-92, ECHR 2009...; Grori v. Albania, no. 25336/04, §§ 181-195, 7 July 2009, and Cebotari v. , no. 35615/06, §§ 60-68, 13 November 2007). The Court will examine whether the respondent Government complied with their obligations under Article 34 in the light of its aforementioned case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court observes that the applicant's representative instructed two lawyers from the Edirne and Kırklareli Bar Associations to meet the applicant with a view to obtaining a power of attorney at the request of the Court, and that these lawyers attempted to see the applicant on 21 July and 5 September 2008 in the Edirne and Kırklareli Foreigners' Admission and Accommodation Centres, but were not authorised to do so by the respective administrations. The Court further observes that a second attempt was made following the indication of an interim measure under Rule 39 of the Rules of Court (see paragraphs 4, 5 and 6 above). The Government informed the Court, thirteen days after the deadline given by the Court, that the competent authorities had been instructed to authorise the applicant to meet a lawyer. On 21 October 2008, eighteen days after the deadline, the applicant was able to meet an advocate and sign an authority form empowering this individual to represent him in the proceedings before the Court. It follows that the Government failed to comply with necessary diligence with the interim measure indicated under Rule 39 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court must further determine whether there were objective impediments which prevented the Government from complying with the interim measure in due time. In this connection, the Court notes the Government's submission that there was no restriction in practice which prevented the applicant from meeting his lawyer and that the second attempt to arrange a meeting, on 5 September 2008 with Mr Barış Yıldız, had been unsuccessful since the latter had failed to submit to the national authorities a notarially recorded power of attorney proving that he was the applicant's representative. The Court cannot accept the argument put forward by the Government to the effect that the applicant could not meet a lawyer in order to provide a power of attorney for the Court because that lawyer did not have a power of attorney to meet the applicant in the first place. Because of this initial administrative obtuseness, the Court considers that the application was put in jeopardy, since the applicant could not sign a power of attorney and provide more detailed information concerning the alleged risks that he would face in . The Court thus concludes that the effective representation of the applicant before the Court was seriously hampered. In the Court's view, the fact that the applicant was subsequently able to meet a lawyer, sign the authority form and provide information regarding his situation in Iran does not alter the fact that the lack of timely action on the part of the authorities was incompatible with the respondent Government's obligations under Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, there has been a violation of Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed 3,200 euros (EUR) and EUR 20,000 for pecuniary and non-pecuniary damage respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, it considers that the applicant must have suffered nonpecuniary damage which cannot be compensated solely by the finding of violations. Having regard to the gravity of these violations and to equitable considerations, it awards the applicant EUR 11,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant also claimed EUR 3,500 for the costs and expenses incurred before the Court. Referring to the Istanbul Bar Association's scale of fees, he claimed EUR 3,000 for his legal representation. He further claimed EUR 600 for translation, transport, telephone and fax expenditures. He also submitted that his representative had carried out forty hours of legal work. In support of his claims, the applicant submitted a postal order showing that his representative had paid 300 Turkish liras (TRY) (EUR 158) to Mr Erdem Ersaçmış.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government contested this claim, noting that only costs actually incurred could be reimbursed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the absence of pertinent documents in its possession and the above criteria, the Court considers it reasonable to award the applicant EUR 158 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "75.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible insofar as it concerns Article 3 (conditions of detention), Article 5 §§ 1 and 4 and Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 §§ 1 and 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine separately the applicant's complaint under Article 3 of the Convention in relation to his detention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following sums, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 11,000 (eleven thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 158 (one hundred and fifty-eight euros) plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 July 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF D.B. v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-99907.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0713JUD003352608",
    "externalsources": [],
    "extractedappno": [
        "33526/08",
        "30471/08",
        "3373/06",
        "3083/07",
        "37040/07",
        "13476/04",
        "55263/00",
        "53541/07",
        "46827/99",
        "46951/99",
        "36378/02",
        "39806/05",
        "25336/04",
        "35615/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-99907",
    "judgementdate": "13/07/2010 00:00:00",
    "kpdate": "13/07/2010 00:00:00",
    "kpthesaurus": [
        "183",
        "177",
        "448",
        "93",
        "474",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-4",
        "34",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "D.B.",
        "TURKEY"
    ],
    "rank": "743.448486328125",
    "representedby": [
        "EFE S."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Abdolkhani and Karimnia v. Turkey, no. 30471/08, 22 September 2009",
        "Ayashi v. Turkey (dec.), no. 3083/07, 18 November 2008",
        "Cebotar v. Moldova, no. 35615/06, §§ 60-68, 13 November 2007",
        "Grori v. Albania, no. 25336/04, §§ 181-195, 7 July 2009",
        "Kadem v. Malta, no. 55263/00, §§ 43-45, 9 January 2003",
        "Khudyakova v. Russia, no. 13476/04, § 99, 8 January 2009",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 100, ECHR 2005-I",
        "Mohammedi v. Turkey (dec.), no. 3373/06, 30 August 2007",
        "Paladi v. Moldova [GC], no. 39806/05, §§ 84-92, ECHR 2009-...",
        "Ranjbar and Others v. Turkey, no. 37040/07, §§ 26-27, 13 April 2010",
        "S.D. v. Greece, no. 53541/07, § 76, 11 June 2009",
        "Shamayev and Others v. Georgia and Russia, no. 36378/02, § 470, ECHR 2005-III"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "397763",
    "typedescription": "15"
}