{
    "__articles": "8;8-1;8-2",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "17570/15",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-171780.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17570/15) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Kazakh national, Mr Murat Akhmetovich Kamenov (“the applicant”), on 28 March 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Z.A. Biryukova, a lawyer practising in Saratov. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his exclusion from Russia for sixteen years violated his rights under Articles 8 and 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 September 2015 the complaints concerning Articles 8 and 13 of the Convention were communicated to the Government and the remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1968 and lives in Zhangala, Kazakhstan.",
                                "elements": []
                            },
                            {
                                "content": "6.  In June 2000 the applicant moved from Kazakhstan to Russia, where he married Ms G.K., a Russian citizen, with whom he had two daughters who were born in 2000 and 2002. The applicant and his family lived in the settlement of Slantseviy Rudnik in the Saratov Region. The applicant regularly visited his relatives in Kazakhstan.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant lived in Russia under regularly extended temporary (threeyear) residence permits. On 20 August 2013 the Department of the Federal Migration Service of the Saratov Region issued decision no. 32469 granting the applicant yet another three-year residence permit, valid until 20 August 2016.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 12 April 2014 the applicant was returning from Kazakhstan to Russia through the “Ozinki” border crossing in the Saratov Region when the border control department of the Russian Federal Security Service informed him that he had been denied re-entry to the Russian Federation. According to the notice handed to the applicant at the border crossing, he was subject to exclusion from Russia. He was banned from re-entering Russia until January 2030 on the basis of a report (представление) dated 14 January 2014 from the Saratov Region department of the Federal Security Service (Федеральная служба безопасности (ФСБ)) (hereinafter “the FSS”), drafted pursuant to section 27 § 1 of the Entry Procedure Act, that is to say “for the purposes of ensuring the defensive capacity or security of the State, or protecting public order or health”. No other explanation was given.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 13 May 2014 the applicant, through his representative, lodged an appeal against the exclusion order with the Frunzenskiy District Court of Saratov (hereinafter “the District Court”). In his appeal the applicant requested that the exclusion order be overruled and the ban lifted as this measure had adversely affected his family life. The applicant stated, in particular, that since 2000 he had been married to a Russian national and had two children who were also Russian nationals. He added that he had no record of administrative violations or criminal offences and that he was unaware of the reasons for the exclusion order.",
                                "elements": []
                            },
                            {
                                "content": "10.  The District Court forwarded the applicant’s appeal to the Saratov Regional Court (hereinafter “the Regional Court”) as under the domestic regulations regional courts were to examine cases involving State secrets.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 25 July 2014 the Regional Court examined the applicant’s complaint. At the hearing, in reply to a question from the representative of the applicant concerning the actual basis for the applicant’s exclusion and the sixteen-year re-entry ban, the FSS’s representatives replied “[T]he actual grounds for the ban cannot be disclosed in the interests of State security, which have priority in the Russian Federation over the rights of foreign citizens ... What exactly Mr Kamenov did cannot be disclosed as this information constitutes a State secret ...”",
                                "elements": []
                            },
                            {
                                "content": "12.  On the same date, 25 July 2014, the Regional Court upheld the applicant’s exclusion until 2030. In its decision it did not cite any documents submitted by the FSS as serving as the basis for the ban, apart from noting that the measure had been imposed on the basis of the report of 14 January 2014 and the relevant internal instructions of the FSS. According to the court, the report of 14 January 2014 contained “some operational activities data” which had not been included in the case file (although it had been “reviewed” by the court) as it constituted a State secret. The court neither specified the nature of that data nor provided any details regarding its origins or the circumstances of its collection. The court further noted that the appropriate procedure had been followed and stated that “Mr Kamenov’s request that the State body [the FSS] that issued the [exclusion] decision be obliged to rescind it cannot be granted as the court [can only verify] the lawfulness of [the procedure of] the taking of such a decision. As regards any overruling of that decision, such competence lies with the executive body that took it”. As to whether the exclusion order amounted to an interference with the applicant’s family life, the court stated that the impugned decision “contained information on the basis of which the FSS concluded that the actions of Mr Kamenov had threatened the national security of the Russian Federation. Therefore, the public interest prevailed over the private interest of the applicant”.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant’s representative lodged an appeal against the above decision with the Administrative Cases Chamber of the Supreme Court of the Russian Federation (hereinafter “the Supreme Court”) stating, among other things, that in spite of the fact that he had submitted a signed undertaking of confidentiality to the Regional Court, he had not been given the chance to familiarise himself with the contents of the FSS report of 14 January 2014 and the other documents which had served as the basis for the exclusion and that the actual reasons for that measure remained unknown to the applicant. He stressed that the applicant had never committed criminal or administrative violations and that the exclusion and the re-entry ban had disrupted the applicant’s family life.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 24 December 2014 the Supreme Court upheld the decision of 25 July 2014 stating that the Regional Court had duly examined the necessary legal basis for the exclusion and that its decision had been lawful and reasonable. The Supreme Court did not specify the evidence which had served as the basis for the FSS report of 14 January 2014, nor did it make any reference to its contents. As for the applicant’s complaint concerning the interference order with his right to respect for family life caused by the sixteen-year exclusion, the Supreme Court left this unexamined.",
                                "elements": []
                            },
                            {
                                "content": "15.  In reply to the Court’s request for the information and documents that had served as the basis for the applicant’s exclusion, the Government furnished copies of the courts’ decisions in the applicant’s case and a copy of the records of the hearing on 25 July 2014 by the Regional Court of the applicant’s appeal. In addition, the Government submitted copies of the decisions of the Regional Court taken between 2011 and 2015 in respect of the following decisions taken by the domestic authorities: eight decisions granting appeals against expulsion orders imposed on account of criminal convictions and violations of immigration regulations, and three decisions granting appeals against exclusion orders and re-entry bans imposed on account of violations of immigration regulations. None of the documents furnished by the Government concerned an appeal against an exclusion order and/or a re-entry ban imposed on the grounds of national security.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "16.  For the relevant domestic law and practice see Liu v. Russia (no. 2), no. 29157/09, §§ 45-52, 26 July 2011.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT COUNCIL OF EUROPE MATERIAL",
                        "elements": [
                            {
                                "content": "17.  For the relevant Council of Europe material see Gablishvili v. Russia, no. 39428/12, § 37, 26 June 2014.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that the exclusion order and the re-entry ban imposed on him had entailed a violation of the right to respect for his family life. He relied on Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "19.  The Government submitted that the evidence proving that the applicant had posed a threat to national security had been submitted to the domestic courts and duly examined by them. The evidence presented by the FSS to the Regional Court had constituted a State secret. Therefore, it had not been included in the case file but had been “reviewed” (принято на обозрение) by the court. As a result, the court had concluded that Russian national security interests outweighed the personal interests of the applicant. In addition, the applicant’s representative had failed to exercise his procedural rights and submit evidence during the examination of the appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Government further pointed out that the information supplemented by the applicant regarding his residence in Russia between 2000 and 2014 had not been properly substantiated and that in any event, he had first arrived in Russia at the advanced age of thirty-two. The applicant had permanent employment in Kazakhstan and relatives in that country. In addition, he resided in Kazakhstan – about 5 km from the “Ozinki” border crossing (that is to say in close proximity with the border with Russia). Therefore, the applicant’s wife and children were able to visit him frequently. Besides, they could move to Kazakhstan to join the applicant as both children were of a sufficiently young age as to be able to adapt and Russian was commonly spoken in Kazakhstan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  Lastly, the Government referred to the eleven decisions of the Regional Court allowing appeals lodged by foreign nationals against exclusion/expulsion orders (see paragraph 15 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "22.  The applicant disagreed and submitted that the domestic courts had not examined any evidence concerning the threat that he allegedly posed to national security. In particular, he stated that the domestic courts had examined only the regulations concerning the FSS’s authority to take decisions and its compliance with the relevant procedure. The examination of his appeal had been conducted in camera; moreover, despite the undertaking given by his representative not to disclose information concerning the State secret concerned, the domestic courts had failed to examine concrete evidence against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant further argued that his exclusion from Russia for sixteen years had disrupted his family life. In particular, he would not be able to resume his residence with his wife and two children as a family due to the sixteen-year length of the ban. He stressed that neither his wife nor his children spoke Kazakh or had social ties or relatives in Kazakhstan. The applicant emphasised that his wife and children spent their lives in Russia and that both children were attending school in Russia, and that he owned property in Russia and had no property in Kazakhstan. In addition, contrary to the Government’s submission, he lived 150 km from the KazakhRussian border.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "25.  The Court reaffirms at the outset that a State is entitled, as a matter of international law and subject to its treaty obligations, to control the entry of aliens into its territory and their residence there (see, among other authorities, Jeunesse v. the Netherlands [GC], no. 12738/10, § 104, 3 October 2014). The Convention does not guarantee the right of an alien to enter or to reside in a particular country and, in pursuance of their task of maintaining public order, Contracting States have the power to expel an alien convicted of criminal offences. However, their decisions in this field must, in so far as they may interfere with a right protected under paragraph 1 of Article 8 of the Convention, be in accordance with the law and necessary in a democratic society, that is to say justified by a pressing social need and, in particular, proportionate to the aims sought to be achieved (see, among other authorities, Slivenko v. Latvia [GC], no. 48321/99, § 99, ECHR 2003-X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Prior to his exclusion in April 2014 the applicant had resided in Russia for fourteen years with his wife, whom he married in 2000 and their two children, who were born in 2000 and 2002. His wife and children are Russian citizens who have spent all their lives there. In the light of this, the Court considers that the sixteen-year exclusion ordered by the domestic authorities against the applicant constituted an interference with his right to respect for family life (compare Liu (no. 2), cited above, § 78, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The parties did not dispute that the interference had been prescribed by law or that the domestic legal provisions had met the Convention’s “quality of law” requirements (see, by contrast, Liu v. Russia, no. 42086/05, §§ 53-54, 6 December 2007). Unlike in the case of Liu, where the executive authorities refused to grant the applicant a residence permit and decided to deport him to China, and where the Court found that the procedural regulations providing the basis for the taking of those decisions by the executives had fallen below the quality of law requirements (see Liu, cited above, §§ 64-68), the core of the applicant’s complaint in the present case lies with his inability to effectively challenge the authorities’ conclusions before the domestic courts. Keeping that in mind, the Court in the present case, as in the case of Liu (no. 2), may dispense with ruling on “quality of law” requirements because, irrespective of the lawfulness of the measures taken against the applicant, they fell short of being necessary in a democratic society, for the reasons set out below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court is prepared to accept that the applicant’s exclusion for sixteen years pursued the legitimate aim of protecting national security. It remains to be ascertained whether the interference was proportionate to the legitimate aim pursued, in particular whether the domestic authorities struck a fair balance between the relevant interests – namely the prevention of disorder and crime and the protection of national security, on the one hand, and the applicant’s right to respect for his family life, on the other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court notes that the domestic courts explicitly refused to balance the different interests involved when examining the applicant’s appeal by stating “[T]he executive body concluded that the actions of Mr Kamenov ... threatened the national security of the Russian Federation. Therefore, the public interest prevailed over the private interest of the applicant” (see paragraph 12 above). In stating this, they failed to take into account the various criteria set out by the Court (see, Üner v. the Netherlands [GC], no. 46410/99, §§ 57 and 58, ECHR 2006XII) and to apply standards which were in conformity with the principles embodied in Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court will now assess the proportionality of the interference by balancing the interests of protecting national security against the applicant’s right to respect for his family life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Whether the domestic court proceedings were attended by sufficient procedural guarantees",
                                        "elements": [
                                            {
                                                "content": "31.  The Court observes that the contents of the FSS’s information report, which served as the basis for the exclusion order and the re-entry ban, have not been revealed to it. Neither did the domestic judgments contain any indication of why the applicant was considered a danger to national security. Moreover, those judgments neither mentioned any facts on the basis of which that finding had been made nor provided even a generalised description of the acts ascribed to the applicant. In their submissions to the Court, the Government neither gave a general outline of the possible basis for the security services’ allegations against the applicant (see, by contrast, Liu (no. 2), cited above, § 75, and Amie and Others v. Bulgaria, no. 58149/08, §§12-13 and 98, 12 February 2013) nor furnished the supporting documents requested by the Court in full (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court takes note of the Government’s argument that the security services’ report of 14 January 2014 describing the allegations against the applicant was examined by the domestic courts, which found that that report had provided sufficient justification for the applicant’s exclusion from Russia for sixteen years on national security grounds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  A judgment by national authorities in any particular case that there is a danger to national security is one which the Court is not well equipped to review. Mindful of its subsidiary role and the wide margin of appreciation open to the States in matters of national security, the Court accepts that it is for each State, as the guardian of its people’s safety, to make its own assessment on the basis of the facts known to it. Significant weight must, therefore, attach to the judgment of the domestic authorities, and especially of the national courts, which are better placed to assess the evidence relating to the existence of a national security threat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  At the same time the Court reiterates that whilst Article 8 of the Convention contains no explicit procedural requirements, the decisionmaking process leading to measures of interference must be fair and such as to afford due respect to the interests safeguarded to the individual by Article 8 of the Convention (see Chapman v. the United Kingdom [GC], no. 27238/95, § 92, ECHR 2001I, and Buckley v. the United Kingdom, 25 September 1996, § 76, Reports of Judgments and Decisions 1996IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  It follows from the above that the Court must examine whether the domestic proceedings were attended by sufficient procedural guarantees. It reiterates in this connection that even where national security is at stake, the concepts of lawfulness and the rule of law in a democratic society require that measures affecting fundamental human rights must be subject to some form of adversarial proceedings before an independent body competent to review the reasons for the decision and relevant evidence, if need be with appropriate procedural limitations on the use of classified information. The individual must be able to challenge the executive’s assertion that national security is at stake. Failing such safeguards, the police or other State authorities would be able to encroach arbitrarily on rights protected by the Convention (see Al-Nashif v. Bulgaria, no. 50963/99, §§ 123 and 124, 20 June 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court observes that the domestic judgments upholding the applicant’s exclusion made no mention of the factual grounds on which that decision was taken. Irrespective of the nature of the acts attributed to the applicant and the alleged danger posed to the national security, the Court notes that the domestic courts confined the scope of their examination to ascertaining that the FSS’s report had been issued within its administrative competence, without carrying out an independent review of whether their conclusion had a reasonable basis in fact. They thus failed to examine a critical aspect of the case, namely whether the FSS was able to demonstrate the existence of specific facts serving as a basis for its assessment that the applicant presented a national security risk. These elements lead the Court to conclude that the national courts confined themselves to a purely formal examination of the decision concerning the applicant’s sixteen-year exclusion from Russia (see, for a similar reasoning, Nolan and K. v. Russia, no. 2512/04, §§ 71 and 72, 12 February 2009, and Liu (no. 2), cited above, § 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Furthermore, from the documents submitted it follows that the confidential materials were not disclosed to the applicant’s representative, despite his undertaking not to disclose such information (see paragraph 11 above). Moreover, the applicant was not even given an outline of the national security case against him. The allegations against him were of an undisclosed nature, making it impossible for him to challenge the security services’ assertions by providing exonerating evidence, such as an alibi or an alternative explanation for his actions (see A. and Others v. the United Kingdom [GC], no. 3455/05, §§ 220-24, ECHR 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Therefore, the Court finds that the domestic court proceedings concerning the applicant’s exclusion were not attended by sufficient procedural guarantees.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Assessment of the strength of the applicant’s family ties to Russia",
                                        "elements": [
                                            {
                                                "content": "39.  Balanced against the public interest in protecting national security and preventing disorder and crime was the applicant’s right to respect for his family life. The Court further notes that where children are involved, their best interests must be taken into account and that national decisionmaking bodies should, in principle, advert to and assess evidence in respect of the practicality, feasibility and proportionality of any removal of a nonnational parent in order to give effective protection and sufficient weight to the best interests of the children directly affected by it (see Jeunesse, cited above, § 109).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  It is relevant in this connection that the applicant has been married since 2000 to a Russian citizen, with whom he has two daughters, and that he lived in Russia with them until his exclusion. The Court attaches considerable weight to the solidity of the applicant’s family ties in Russia and the difficulties that his family would face were they to relocate to Kazakhstan. The Court is mindful of the fact that the applicant’s wife and children are Russian nationals who were born in Russia and have lived there all their lives. They have never lived in Kazakhstan and have no ties with that country. Even though the case file does not contain any information about whether they speak any Kazakh and even assuming that Russian is commonly spoken throughout that country, there is little doubt that in any case it would be difficult for them to adjust to life in Kazakhstan if they were to follow the applicant there. Their resettlement would mean a radical upheaval for them – especially for the applicant’s daughters, who are not of a sufficiently young age as to be able to adapt and who are attending school in Russia. The applicant’s family can, of course, continue to contact him by telephone or internet, and visit him in Kazakhstan. However, considering that the exclusion order prevents the applicant from entering until January 2030, the disruption to his family life should not be underestimated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The national courts did not give any consideration to the above factors during the examination of the applicant’s appeal against the exclusion order. Accordingly, the domestic proceedings did not provide an opportunity for a tribunal to examine whether this measure was proportionate under Article 8 § 2 of the Convention to the legitimate aims pursued. The applicant was prohibited from entering Russia for sixteen years without the possibility of having the proportionality of the measure determined by a tribunal and was therefore deprived of the adequate procedural safeguards required by Article 8 of the Convention (see, mutatis mutandis, De Souza Ribeiro v. France [GC], no. 22689/07, § 83, ECHR 2012).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "42.  It follows from the above that the decision to exclude the applicant from Russia and to ban his re-entry for sixteen years was taken without proper assessment of his family ties to Russia and that it was not attended by adequate procedural safeguards. Therefore, it was not “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  There has therefore been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicant complained that the judicial review proceedings did not afford him the opportunity to refute accusations against him. He relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court notes that in the present case the complaint under Article 13 of the Convention largely overlaps with the procedural aspects of Article 8 of the Convention. Given that the complaint under Article 13 of the Convention relates to the same issues as those examined under Article 8 of the Convention, it should be declared admissible. However, having regard to its conclusion above under Article 8 of the Convention, the Court considers it unnecessary to examine those issues separately under Article 13 of the Convention (see Liu (no. 2), cited above, § 100).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant submitted that as a result of his exclusion from Russia, he had incurred expenses which amounted to about 3,010 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48. The Government submitted that this part of the applicant’s submission was unsubstantiated as he had failed to furnish the receipts showing that he had personally incurred the expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the light of the procedural character of the violation found by the Court, no direct causal link can be established between the violation and the pecuniary damage alleged. Therefore, it rejects the applicant’s claim under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In respect of non-pecuniary damage, the applicant claimed EUR 50,000 for the psychological suffering caused by the disruption of his family life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government submitted that the claim for non-pecuniary damage should be rejected as there had been no violation of the applicant’s rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Regard being had to the documents in its possession and its findings in the present case, and making its assessment on an equitable basis, the Court finds it reasonable to award the applicant EUR 12,500 in respect of non-pecuniary damage, plus any tax which can be chargeable on these amounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant also claimed about EUR 2,390 for the costs and expenses incurred before the Court and the domestic authorities in connection with the examination of his appeal against the exclusion order. This amount included the applicant’s payments to the lawyer who represented him in the domestic proceedings, Mr Sazonov, in the amount of EUR 200 and to his representative before the Court, Ms Biryukova, in the amount of EUR 1,850. The applicant enclosed copies of the relevant legal representation contracts and receipts in respect of payment of the relevant postal and administrative expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government submitted that only expenses incurred in connection with the proceedings before the Court should be reimbursed. In addition, the applicant failed to submit any proof of payment for the legal services rendered; therefore, his claim should be rejected as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,390, as claimed, plus any tax that may be chargeable to the applicant. Out of this sum, EUR 1,850 is to be paid to the account of the applicant’s representative, Ms Z.A. Biryukova, as indicated by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning Articles 8 and 13 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 March 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KAMENOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-171780.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0307JUD001757015",
    "externalsources": [],
    "extractedappno": [
        "17570/15",
        "29157/09",
        "39428/12",
        "12738/10",
        "48321/99",
        "42086/05",
        "46410/99",
        "58149/08",
        "27238/95",
        "50963/99",
        "2512/04",
        "3455/05",
        "22689/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-171780",
    "judgementdate": "07/03/2017 00:00:00",
    "kpdate": "07/03/2017 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "268",
        "262"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-2",
        "8-1"
    ],
    "parties": [
        "KAMENOV",
        "RUSSIA"
    ],
    "rank": "1787.599609375",
    "representedby": [
        "BIRYUKOVA Z.A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "461964",
    "typedescription": "15"
}