{
    "__articles": "5;5-1-e;5-4;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review;Review of lawfulness of detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review;Review of lawfulness of detention);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "8300/06",
    "article": [
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Procedural guarantees of review",
                "Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-141434.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8300/06) against the Swiss Confederation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Peruvian national, Mr Carlos Humberto Ruiz Rivera (“the applicant”), on 24 February 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr P. Egli, a lawyer at the Bar of Neuchâtel. The Swiss Government (“the Government”) were represented by their Agent, Mr F. Schürmann, of the Federal Office of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the procedure resulting in a refusal to discharge him from confinement, a measure that had been imposed on him as an offender declared not criminally responsible for his actions, entailed a violation of Article 5 § 4 and Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 September 2008 notice of the application was given to the Government under Article 5 §§ 1 and 4 of the Convention. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 11 May 2009, the President of the First Section, to which the case had then been allocated, decided to grant the applicant legal aid.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 February 2011 the Court’s Sections were reorganised. The application was allocated to the Second Section (Rules 25 § 1 and 52 § 1 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1955 and lives in Cusco (Peru). At the material time he was living in Zurich.",
                                "elements": []
                            },
                            {
                                "content": "1.  Criminal proceedings against the applicant following the premeditated murder of his wife",
                                "elements": []
                            },
                            {
                                "content": "8.  On 6 April 1995 the applicant’s wife was found dead. The applicant who, according to the toxicological examinations that he subsequently underwent, was under the influence of alcohol and cocaine, had stabbed his wife 49 times. He had also cut off her head and thrown it out of the window of the flat where the incident had taken place.",
                                "elements": []
                            },
                            {
                                "content": "9.  At an unknown date the applicant was charged with his wife’s murder.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 May 1995 the public prosecutor for the district of Zurich asked the psychiatric clinic of the University of Zurich (Psychiatrische Universitätsklinik Zürich) to carry out a psychiatric assessment of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 10 October 1995 Doctor R., a psychiatrist, issued his report. He found that the applicant had been suffering for several years from chronic paranoid schizophrenia and had a drug addiction. He took the view that the offence had been directly related to his illness and drug abuse. He concluded that at the material time the applicant had not been criminally responsible for his actions. In view of the serious danger he represented for public safety, Dr R. recommended his confinement.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 31 May 1996 the District Court of Zurich found, having regard to the evidence before it, that the applicant had killed his wife and that he had been totally lacking in criminal responsibility for his actions at the material time. The court thus ordered his confinement within the meaning of Article 43 of the Criminal Code as then in force.",
                                "elements": []
                            },
                            {
                                "content": "2.  The applicant’s confinement and second psychiatric assessment",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant was placed in confinement from 29 August 1996 onwards at Pöschwies Prison in Regensdorf (Canton of Zurich).",
                                "elements": []
                            },
                            {
                                "content": "14.  His discharge was refused on 14 July 1997, 29 July 1998, 24 September 1999 and 17 August 2000.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 7 June 2001, at the request of the Probation and Sentence-enforcement Service of the Canton of Zurich (Bewährungs- und Vollzugsdienste des Kantons Zürich), the applicant’s mental health was examined by a head doctor and an assistant doctor of the Cantonal Psychiatric Clinic of Rheinau (Kantonale Psychiatrische Klinik Rheinau), who drew up a second psychiatric report.",
                                "elements": []
                            },
                            {
                                "content": "16.  The expert psychiatrists observed that the applicant had not encountered any particular difficulties in the custodial facility where he had been held since 1997. In the prison he had successively worked as a bookbinder, in the dispensary, as a gardener and lastly as a cook. The experts took note of the fact that, according to a psychological report of 5 June 1998, the applicant had not displayed any awareness of his illness and no capacity for introspection. As regards his mental health, the experts concluded that he was suffering from chronic paranoid schizophrenia and that in the “not very stimulating” atmosphere of the prison, “the positive symptoms of the illness had become less noticeable”, even though he “still display[ed] a delirious interpretation of the details of his offence”. His situation had thus changed little since his psychiatric assessment in 1995. In view of the lack of treatment, the experts took the view that “no indication c[ould] be given as regards alternative arrangements for the enforcement of the measure or the possibility of discharge on probation”.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 14 January 2002, 23 September 2002 and 21 August 2003, the Judicial Enforcements Office of the Canton of Zurich (Justizvollzug des Kantons Zurich) refused the applicant’s discharge on probation. The applicant challenged the decision of 23 September 2002 before the Administrative Court of the Canton of Zurich (Verwaltungsgericht des Kantons Zurich), which dismissed his appeal on 4 December 2002.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 23 March 2004 the Psychiatry and Psychology Service of the Judicial Enforcements Office issued an annual therapy report, signed by two psychologists, one of whom had treated the applicant. The report confirmed the findings of the psychiatric assessment carried out in 2001 and indicated an unfavourable legal prognosis on account of the applicant’s personality and the impossibility of treating his residual psychotic symptoms. The applicant continued, in particular, to deny that he was ill and refused to follow the medical treatment that had been prescribed for him. The psychologists concluded that the conditions for his discharge on probation were not satisfied. At the end of their report they indicated that they had discussed the report with the applicant and had given him a copy.",
                                "elements": []
                            },
                            {
                                "content": "3.  Refusal to discharge the applicant and the proceedings before the domestic courts",
                                "elements": []
                            },
                            {
                                "content": "19.  On 24 June 2004, after hearing the applicant in person in an interview of 6 May 2004, the Judicial Enforcements Office of the Canton of Zurich refused his discharge on probation. It based its decision on a report of the Pöschwies Prison administration of 27 April 2004, on the annual report of 23 March 2004, and on the psychiatric assessment of 2001.",
                                "elements": []
                            },
                            {
                                "content": "20.  Assisted by a lawyer, the applicant appealed to the Directorate of Justice and Internal Affairs of the Canton of Zurich, arguing that a fresh expert’s assessment was necessary. He applied for legal aid. The Directorate of Justice and Internal Affairs dismissed his application in a decision of 28 September 2004. He was exempted from paying administrative costs, but was denied the free assistance of a lawyer, on the ground that his appeal was devoid of any prospect of success, as his discharge on probation had already been refused several times and there had been no change in the meantime.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant lodged an appeal with the Administrative Tribunal of the Canton of Zurich. Once again, he submitted that the verification of the need for his confinement had to be based on a fresh psychiatric assessment by a neutral doctor. He also sought free legal assistance and requested a hearing, submitting as follows:",
                                "elements": []
                            },
                            {
                                "content": "“It is is essential that the person concerned should have access to a court and the opportunity to be heard either in person or, where necessary, through some form of representation, failing which he [cannot be] ‘afforded the fundamental guarantees of procedure applied in matters of deprivation of liberty’ (ECtHR judgment Winterwerp v. the Netherlands, 24 October 1979, Series A, no. 33, § 60).",
                                "elements": []
                            },
                            {
                                "content": "While the requirements of Article 5 § 4 ECHR [can be distinguished] from those laid down in Article 6 ECHR, which applies to civil and criminal proceedings, this provision dictates, according to legal science, that sufficient safeguards be afforded in order to guarantee effective judicial supervision.",
                                "elements": []
                            },
                            {
                                "content": "Should a fresh expert’s opinion not be ordered, it would at least be justified for the author of the report to give evidence at a hearing of the court and for [the applicant] to put questions to him.",
                                "elements": []
                            },
                            {
                                "content": "As already stated, European legal science guarantees in such cases an adversarial hearing and the examination of witnesses. It entails that a fresh expert’s opinion may prove necessary in order to uphold the rights of the person confined.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Administrative Court dismissed the applicant’s appeal by a decision of 19 January 2005. It found that in view of the circumstances, the expert’s report of 2001 was still valid. The doubts expressed by the applicant concerning that report had already given rise to a final judgment of the Administrative Court of 4 December 2002. Moreover, it was unnecessary for the expert to give evidence as he had already expressed his opinion clearly and comprehensively in his report. No new pertinent information could thus be expected of such a hearing. In addition, the applicant had not shown how his right of access to a court had actually been impaired. He had failed to indicate the reasons which led him to believe that the Administrative Court was not able to comply with the basic rules of procedure or to exercise sufficient supervision. Lastly, he had been denied legal assistance on the ground that his appeal appeared devoid of any prospect of success, two appeals in the same case already having been dismissed without any change in the meantime.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant lodged an administrative-law appeal with the Federal Court. He reiterated the complaints he had submitted to the Administrative Court: the last expert’s report was now four years’ old, and the therapy report was not a neutral assessment and was insufficient. In addition, given that various findings of the expert’s report were based on misinterpretations it was necessary for a fresh expert’s report to be drawn up or for the expert to give evidence with the possibility of cross-examination. The applicant was, moreover, entitled to the holding of a public and adversarial hearing. Lastly, the denial of legal assistance by the court below had impaired his right of access to a court. As the applicant was entitled to regular scrutiny of the lawfulness of his detention, the fact that he was appealing again against a refusal could not constitute a ground for refusing legal aid. The applicant also sought free legal assistance in the proceedings before the Federal Court.",
                                "elements": []
                            },
                            {
                                "content": "24.  In a judgment of 19 October 2005 the Federal Court dismissed the applicant’s appeal. It declared inadmissible the complaint concerning the lack of a public hearing, on the ground that no formal application to that effect had been lodged with the cantonal authorities. As regards the need for a fresh assessment by a neutral expert, it first noted that Article 45 of the Criminal Code did not require one, even though case-law had found it necessary in particular circumstances. In the present case, the Federal Court found that a fresh psychiatric assessment was not necessary, because the initial diagnosis had been confirmed in subsequent therapy reports and “no change c[ould] be identified”. It concluded that no other measure of sentence enforcement could be considered, with the result that the maintaining of the applicant’s confinement was to be regarded as proportionate. As regards, lastly, the complaint about the refusal to grant the applicant legal aid, the Federal Court first observed that he had been able to use the remedies available to him. It then noted that Article 5 § 4 of the Convention required scrutiny of the lawfulness of detention only at reasonable intervals, and that such intervals were longer with regard to persons of unsound mind, where circumstances only changed in the medium term. The last decision to have been taken by a court in the present case dated from 4 December 2002. At the time of the annual assessment by the prison administration in 2004, it had been found that the circumstances had clearly not changed since that decision. The appeal thus appeared to be devoid of any prospects of success. In the Federal Court’s view, that constituted a legitimate ground on which to deny legal aid. In view of the foregoing, legal aid was also denied in respect of the proceedings before the Federal Court itself.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 5 AND 13 OF THE CONVENTION IN RESPECT OF THE PROCEEDINGS CONCERNING THE APPLICANT’S REQUEST FOR DISCHARGE",
                        "elements": [
                            {
                                "content": "46.  The applicant complained about the conditions in which the authorities had refused to discharge him in 2004. In particular, he complained about the refusal to order a fresh psychiatric assessment, whereas the previous one dated back to 2001. He also argued that the courts had refused to hold a hearing during which he could have submitted his observations orally and put any appropriate questions to the author of the psychiatric expert’s report of 2001. He relied on Articles 5 § 4 and 13 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": " “Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "and",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "47.  The Court finds at the outset that Article 5 § 4 of the Convention constitutes a lex specialis in relation to Article 13 of the Convention (see De Jong, Baljet and Van den Brink v. the Netherlands, 22 May 1984, § 60, Series A no. 77). It thus appears more appropriate to examine this complaint solely under Article 5 §§ 1 and 4 of the Convention, the provisions under which notice of the application has been given to the respondent Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "B.  Merits",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  The applicant",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Referring to the Court’s judgments in the cases of Winterwerp v. the Netherlands (24 October 1979, §§ 39 and 55, Series A no. 33) and Kolanis v. the United Kingdom (no. 517/02, § 67, ECHR 2005V), the applicant took the view that his continued confinement could only be compatible with the Convention if it was reliably shown, by means of objective medical expertise, that he was suffering from a true mental disorder of a kind or degree warranting such confinement. The validity of continued confinement depended upon the persistence of such a disorder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Moreover, in the applicant’s opinion, the national authorities were required to carry out verifications of the lawfulness of his detention at regular intervals, in line with the purpose of Article 5 of the Convention, which was to protect the individual against arbitrariness. However, that had not been the case, as the impugned decisions, taken in 2004-2005, were too distant in time from the psychiatric assessment of 2001; and the therapy reports drawn up by the psychologists of the Psychiatry and Psychology Service of the Judicial Enforcements Office of the Canton of Zurich, in particular the report of 2004, could not be regarded as objective assessments. In addition, the applicant pointed out that he had always disputed the scientific validity of the psychiatric assessments on which the impugned decisions were based and argued that there was no relationship of trust between him and the team responsible for his treatment, which explained his refusal to undergo the therapy that he had been prescribed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant lastly observed that, if no fresh psychiatric assessment was forthcoming, he was at least entitled to a confrontation with the author of the 2001 psychiatric report, so that he could effectively challenge that expert’s findings, in particular by asking him questions about his working methods and the degree of certainty of his conclusions. On that point, he noted that the Government had never claimed that he was not in a fit state to be heard by the Administrative Court on account of his illness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  The Government",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government took the view, for their part, that the Court’s case-law did not require that the prolonging of detention had systematically to be based on a recent medical opinion by an independent expert; the periodicity of assessments could vary and the opinion of the responsible medical officer was sufficient in certain cases. Referring to the Court’s inadmissibility decision in Dancy v. the United Kingdom (no. 55768/00, 21 March 2002), they argued that an interval of two years between two assessments of the lawfulness of detention was justified where the previous assessments had shown that the applicant’s condition had not improved as rapidly as expected and that he still had to make significant personal progress before he could be discharged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  As regards the applicant’s particular situation, the Government were of the view that it had evolved little – or not at all – over a lengthy period, on account of his lack of sufficient introspection and his refusal to take the medication prescribed for him. There was no evidence in the file to suggest that the report signed by the two psychologists had not been objective; moreover, those practitioners had remained in regular contact with the applicant. In view of the foregoing, the Government had reached the conclusion that it had been justified to refuse the applicant’s discharge in 2004 without any need for a fresh independent assessment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  As regards the procedure followed by the national authorities in refusing the applicant’s discharge, the Government relied on the fact that he had been heard by the Judicial Enforcements Office before it had taken its decision. They further indicated that the applicant had not expressly sought the holding of a hearing in the proper manner, as his allusion to the right to a public hearing and to the Court’s Winterwerp judgment had not satisfied the formal requirements of a fully-fledged “procedural application”. The Administrative Court of the Canton of Zurich had not therefore been required to respond to the request thus made, because it had not been sufficiently expressed, in the terms used, for it to be perceived as such.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  As regards, lastly, the hearing of the author of the psychiatric report of 2001, the Government argued that a court was entitled to refuse the hearing of experts if it took the view that such a hearing would not be useful. They observed that the report of 7 June 2001 consisted of over 50 pages and that the applicant, with the help of his representative, had had the possibility, before each body, of presenting his views in writing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In view of the complex nature of a psychiatric assessment, the Government were of the opinion that a written procedure was more adapted to the circumstances. In their view, the applicant should have asked the court for authorisation to put written questions to the expert who had drafted the report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court finds it appropriate to examine the complaint first under Article 5 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  Violation of Article 5 § 4 of the Convention",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  The refusal to order a fresh psychiatric assessment",
                                        "elements": []
                                    },
                                    {
                                        "content": "(α)  Reminder of general principles",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As regards the deprivation of liberty of persons suffering from mental illnesses, an individual cannot be considered to be of “unsound mind” and deprived of his liberty unless the following three minimum conditions are satisfied: firstly, he must reliably be shown to be of unsound mind; secondly, the mental disorder must be of a kind or degree warranting compulsory confinement; thirdly, the validity of continued confinement depends upon the persistence of such a disorder (see, among other authorities, Winterwerp, cited above, § 39; Varbanov v. Bulgaria, no. 31365/96, § 45, ECHR 2000X; and Shtukaturov v. Russia, no. 44009/05, § 114, ECHR 2008). No deprivation of liberty of a person considered to be of unsound mind may be deemed in conformity with Article 5 if it has been ordered without seeking the opinion of a medical expert. Any other approach falls short of the required protection against arbitrariness (see Filip v. Romania, no. 41124/02, § 57, 14 December 2006, and Cristian Teodorescu v. Romania, no. 22883/05, § 67, 19 June 2012). As regards the qualifications of the medical expert in question, the Court considers in general that the national authorities are better placed than itself to evaluate them (see, mutatis mutandis, Sabeva v. Bulgaria, no. 44290/07, § 58, 10 June 2010; Witek v. Poland, no. 13453/07, § 46, 21 December 2010; and Biziuk v. Poland (no. 2), no. 24580/06, § 47, 17 January 2012), but it has previously observed, in certain specific cases, and in particular where the person confined had no history of mental disorders, that it was indispensable for the assessment to be carried out by a psychiatric expert (see Luberti v. Italy, 23 February 1984, § 29, Series A no. 75; C.B. v. Romania, no. 21207/03, § 56, 20 April 2010; and Ťupa v. the Czech Republic, no. 39822/07, § 47, 26 May 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Furthermore, the medical assessment must be sufficiently recent to enable the authorities to assess the mental health of the person concerned at the time when the request for discharge is examined. In the case of Herz v. Germany (no. 44672/98, § 50, 12 June 2003), for example, the Court found that a psychiatric assessment dating back a year and a half was not sufficient by itself to justify deprivation of liberty (see also, mutatis mutandis, Magalhães Pereira v. Portugal, no. 44872/98, § 49, ECHR 2002I, and H.W. v. Germany, no. 17167/11, § 114, 19 September 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(β)  Application of those principles to the present case",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that the decision not to authorise the applicant’s discharge on probation was taken by the Judicial Enforcements Office in particular on the basis of the therapy report of 23 March 2004. That report had been drawn up by two psychologists of the Psychiatry and Psychology Service of the Judicial Enforcements Office of the Canton of Zurich, one of whom had treated the applicant during his confinement. According to the two psychologists, the conclusions of the external expert’s assessment of 2001, which itself confirmed the diagnosis in the 1995 expert’s report, remained applicable. The psychologists had found, in particular, that the applicant continued to deny that he was ill and refused to follow the neuroleptic treatment that had been prescribed for him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court has no reason to believe that the psychiatric assessments conducted in 2001 and 1995, which diagnosed the applicant as suffering from paranoid schizophrenia, were arbitrary or unscientific. Whilst it is true that a third expert’s report, dated 28 April 2008, reached quite different conclusions, ruling out the diagnosis of paranoid schizophrenia, it is primarily for the domestic courts to assess the scientific quality of diverging psychiatric opinions (see Herz, cited above, § 51; Wassink v. the Netherlands, 27 September 1990, § 25, Series A no. 185-A; and Varbanov, cited above, § 48), and in that context the national authorities have a certain margin of appreciation (see Graf v. Germany (dec.), no. 53783/09). The Court cannot therefore find fault with the national authorities, retrospectively, and solely on the basis of that one further expert’s assessment, for not having called into question the scientific quality of the consistent conclusions of the first two expert’s assessments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  That being said, the Court notes that the therapy report in question did not constitute an independent psychiatric assessment. As the Court has already had occasion to note, no deprivation of liberty of an individual regarded as being of unsound mind can be considered compliant with Article 5 if the decision has been taken without the sufficiently recent opinion of a medical expert having been sought (see paragraphs 59 and 60 above). In the present case, the psychiatric assessment on which the therapy report of 23 March 2004 was based, and which was referred to by the Judicial Enforcements Office in its decision of 24 June 2004 and by the Administrative Court in its decision of 19 January 2005, dated back, respectively, three years and seventeen days, and three years, seven months and twelve days, from those two decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In a recent case, the Court accepted a decision to keep an individual in preventive detention (Sicherungsverwahrung) even though the latest medical opinion on which the decision relied dated back six years (see Dörr v. Germany (dec.) no. 2894/08, 22 January 2013), since the disorders noted in that opinion had been confirmed by the psychologist of the institution in which the individual was placed. That being said, the present case more closely resembles the H.W. case, cited above, where the Court found a violation of Article 5 § 1 of the Convention. It is true that in H.W. more than twelve years had elapsed since the last medical assessment, whereas in the present case the period was less than four years, but, like in H.W., the applicant’s refusal to follow the prescribed therapy could be explained by a breakdown in the relationship of trust with the staff of the institution in which he was placed and by the deadlock situation which ensued. In those circumstances, and in order to obtain the most accurate information on the applicant’s mental health at the time of his request for discharge on probation, the Judicial Enforcements Office or the Cantonal Court should at least have sought the opinion of an external medical expert.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In view of the foregoing, the Court is of the view that the national authorities were not justified in basing their decisions on the therapy report of 2004 and did not therefore have sufficient information for it to be established that the conditions for the applicant’s discharge on probation were not satisfied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Consequently, the Court finds that Article 5 § 4 of the Convention has been breached on account of the refusal to order a fresh assessment of the applicant’s mental health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by four votes to three, that there has been a violation of Article 5 § 4 of the Convention on account of the national authorities’ refusal to order a fresh psychiatric assessment ...;",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 18 February 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to the present judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Sajó;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Judge Keller, joined by Judge Popović;",
                        "elements": []
                    },
                    {
                        "content": "(c)  dissenting opinion of Judge Lorenzen.",
                        "elements": []
                    },
                    {
                        "content": "(Translation)",
                        "elements": []
                    },
                    {
                        "content": "I totally agree with this judgment, reflecting as it does the change brought about in the field of human rights following the adoption by the United Nations of the Convention on the Rights of Persons with Disabilities (CRPD).",
                        "elements": []
                    },
                    {
                        "content": "As mentioned in the 2012 report of the European Union’s Fundamental Rights Agency (FRA) entitled “Involuntary placement and involuntary treatment of persons with mental health problems”, the CRPD was adopted in December 2006 and entered into force in May 2008. It reaffirms a number of fundamental rights for persons with disabilities, including persons with mental health problems. It represents an important paradigm shift, recognising that persons with disabilities should not be seen merely as recipients of charity or medical attention, but as holders of rights who have “inherent human dignity worthy of protection equal to that of other human beings”. The paradigm shift to a rights-based approach to disability encapsulated by the CRPD poses potential challenges for the existing legal frameworks governing involuntary placement and involuntary treatment. This has significant implications.",
                        "elements": []
                    },
                    {
                        "content": "These considerations have been taken up by an increasing number of EU States referred to in the FRA study and have inspired legislation in other Council of Europe member States. This can be seen in the major amendment to the Swiss legislation which now applies in the present case.",
                        "elements": []
                    },
                    {
                        "content": "I wish to emphasise the pertinence of the above-mentioned framework for the present case. It is from this perspective that the finding of a violation of Article 5 § 4 must be seen. In fact, the Court has found a violation of Article 5 § 4 in the present case on the ground that the national authorities did not have sufficient information for it to be established that the conditions for the applicant’s discharge on probation were not satisfied. The District Court of Zurich ordered the applicant’s confinement pursuant to Article 43 of the Criminal Code, as then in force. The applicant was not convicted, even though he had killed his wife, on account of his insanity. He was deprived of his liberty in accordance with Article 5 § 1 (e). Consequently, the present case clearly differs from that of Dörr v. Germany ((dec.), no. 2894/08, 22 January 2013), which concerned an applicant who had been convicted by a court and given a sentence combined with Sicherungsverwahrung (preventive detention), and which was decided on the basis of complaints under Article 5 § 1. The Dörr precedent does not apply in the present case, whatever one may think of the institution of Sicherungsverwahrung or of case-law which may be in conflict with the Dörr decision (see Herz v. Germany, no. 44672/98, § 50, 12 June 2003; Magalhães Pereira v. Portugal, no. 44872/98, § 49, ECHR 2002I; and H.W. v. Germany, no. 17167/11, § 114, 19 September 2013).",
                        "elements": []
                    },
                    {
                        "content": "DISSENTING OPINION OF JUDGE KELLER, JOINED BY JUDGE POPOVIĆ",
                        "elements": []
                    },
                    {
                        "content": "(Translation)",
                        "elements": []
                    },
                    {
                        "content": "1.  I do not share the majority’s position according to which there has, in the present case, been a violation of Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  The present case is a very old one: the application was lodged as far back as February 2006. The fact that the Court has taken eight years to deliver its judgment is in itself inexcusable. Nevertheless, the case raises some important questions concerning the lawfulness of detention, the question of transitional (inter-temporal) legislation and the role played by the Court in these fields. It is problematic that in this case the majority have defined, for the purposes of the Article 5 § 4 examination, a new standard which does not correspond to the current case-law, as stemming in particular from the case of Dörr v. Germany ((dec.), no. 2894/08, 22 January 2013).",
                        "elements": []
                    },
                    {
                        "content": "3.  Firstly, it is necessary to ascertain whether the refusal to hold a fresh hearing before the Administrative Court was compliant with Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  According to the Court’s settled case-law, Article 5 § 4 guarantees the right to independent judicial scrutiny, at reasonable intervals, of the lawfulness of detention under Article 5 § 1 (e) (see Ashingdane v. the United Kingdom, 28 May 1985, § 52, Series A no. 93, and Winterwerp v. the Netherlands, 24 October 1979, § 55, Series A no. 33). Such guarantee “is of fundamental importance in the context of the underlying purpose of Article 5 of the Convention to provide safeguards against arbitrariness” (see Stanev v. Bulgaria [GC], no. 36760/06, § 170, 17 January 2012).",
                        "elements": []
                    },
                    {
                        "content": "5.  In the present case, the time that elapsed is of particular importance. It should be pointed out that, in an initial assessment of October 1995, an external psychiatrist observed that the applicant had been suffering for several years from chronic paranoid schizophrenia and that he was a drug abuser. He took the view that the offence committed was directly connected with his illness and drug abuse. Those conclusions were confirmed by two doctors in 2001 in a second assessment by external experts.",
                        "elements": []
                    },
                    {
                        "content": "6.  It is clear that the vast majority of cases of drug abuse do not lead to a crime as heinous as the one committed here. The experts’ hypothesis to the effect that there was an established link between the applicant’s illness and the crime was reliable at the time and is still reliable today, retrospectively. The national authorities thus had no reason to call those expert opinions into question.",
                        "elements": []
                    },
                    {
                        "content": "7.  Over the next three years the applicant did not show any sign of awareness of his illness or introspection and continued to refuse treatment, which led to a third report, this time an internal one, by two psychologists, one of whom had treated the applicant. The third report confirmed once again the conclusions of the previous assessments.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 6 May 2004, that is to say two years and nine months after the last external assessment and two months after the last internal assessment, the Directorate of Justice and Internal Affairs of the Canton of Zurich heard the applicant and refused his discharge on probation. The applicant’s appeal against that decision was dismissed on 19 January 2005 on the basis of all the reports available at the time and in view of the applicant’s conduct (see paragraph 19).",
                        "elements": []
                    },
                    {
                        "content": "9.  It should be pointed out that, according to the Court’s case-law, it is not always necessary for an Article 5 § 4 procedure to be attended by the same guarantees as those required under Article 6 for criminal or civil litigation (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 203, ECHR 2009). It must have a “judicial character” and “provide guarantees appropriate to the type of deprivation of liberty in question” (see Winterwerp, cited above, § 57). The possibility of challenging the lawfulness of the detention before the Directorate of Justice and Internal Affairs of the Canton of Zurich, before the Administrative Court, and lastly before the Federal Court, met those requirements (see Shtukaturov v. Russia, no. 44009/05, § 123, ECHR 2008). The Administrative Court was fully competent to entertain the case and could have, according to the Federal Court’s case-law, sought a fresh external expert’s report if it had deemed it necessary (see paragraph 31).",
                        "elements": []
                    },
                    {
                        "content": "10.  The Court has found on various occasions that “in order to determine whether a proceeding provides adequate guarantees, regard must be had to the particular nature of the circumstances in which such proceeding takes place” (see Winterwerp, cited above, § 57). In the present case, the applicant sought a fresh hearing before the Administrative Court only 8 months after being heard and without submitting the slightest new fact. A hearing would only have served the purpose of allowing the applicant, in person, to deny that he was ill and challenge the scientific validity of the medical assessments, as he had done in writing through his lawyer. Moreover, it should not be forgotten that the applicant had brutally murdered his wife and that, if he had not been found irresponsible at the material time he could have been given a lengthy prison sentence. It is in the light of those particular circumstances that the refusal by the Administrative Court to hold a new hearing should be assessed. There is nothing to suggest that the decision taken by the national authorities was arbitrary. Even though the majority reached the same conclusion, one is given the impression that they were nevertheless swayed in their final reasoning by different facts that arose subsequently (see § 15 below).",
                        "elements": []
                    },
                    {
                        "content": "11.  Secondly, it must be ascertained whether the national authorities should have sought a fresh opinion by an external expert. In that connection, the Court found a violation of Article 5 § 4 based on the judgment in Herz v. Germany (no. 44672/98, 12 June 2003) and – mutatis mutandis – on the judgment in Magalhães Pereira v. Portugal (no. 44872/98, 26 February 2002, see paragraph 60).",
                        "elements": []
                    },
                    {
                        "content": "12.  In the above-cited case of Herz (§ 51), the Court took the view that a psychiatric assessment dating back a year and a half was not sufficient in itself to justify a custodial measure. However, where the judicial authority had a sufficient body of evidence in order to assess the dangerousness of the individual concerned, the fact that the psychiatric assessment was not recent was a secondary consideration and not decisive. In the present case, the existence of a sufficient body of evidence is not in doubt. The Administrative Court based its decision on the opinion of three external medical practitioners, on a report by two internal experts and on the hearing of the applicant by the Directorate of Justice and Internal Affairs of the Canton of Zurich (see paragraph 5).",
                        "elements": []
                    },
                    {
                        "content": "13.  In my opinion, the Magalhães Pereira v. Portugal judgment is not pertinent in the present case. Whilst, in that case, the Court found excessive a period of two years and six months between the applicant’s request and an expert’s assessment examining the reasons for the detention for the first time, the decisive element which led the Court to this result was the fact that the length of time was not compliant with domestic law. The situation is different in the present case, where the applicant’s detention had already been examined twice by an external expert and where there was nothing to suggest that the national authorities had breached the domestic law applicable at the time.",
                        "elements": []
                    },
                    {
                        "content": "14.  Instead of relying on the Magalhães Pereira judgment, the Court should have referred to the case of Dörr v. Germany (decision cited above). The applicant in that case complained that the national authorities had failed to seek a fresh external expert’s report, even though the last report dated back more than six years. The Court declared this complaint manifestly ill-founded on the following grounds (pp. 9 and 10 of the decision):",
                        "elements": []
                    },
                    {
                        "content": "15.  The same reasoning should have been applied in the present case, where the period in question was much shorter than that examined by the Court in Dörr.",
                        "elements": []
                    },
                    {
                        "content": "16.  Lastly, the Court referred to the case of W.H. v. Germany, no. 17167/11, 19 September 2013, where it had found that the inmate no longer trusted the staff of the institution and that a certain deadlock situation had been reached. I can understand that reasoning in a situation where the last external expert’s report dated back more than twelve years. In the present case, the expert’s report dated back three years, and there is nothing in the file to indicate that there had been a breakdown in trust between the applicant and the prison authorities or any deadlock in the evolution of the situation.",
                        "elements": []
                    },
                    {
                        "content": "17.  The Court refers to the CPT reports of 2002 and 2008. For a number of reasons, I find it problematic, from a methodological standpoint, that it implicitly relies on those reports. First, they contain recommendations that can be characterised as soft law and not binding international obligations. Secondly, the documents to which the majority refer do not allow of the conclusion that in the present case the Administrative Court should have held a fresh hearing under Article 5 § 4. It is true that the CPT emphasised in its report to the Federal Council that, in order to satisfy the demands of certain patients, involuntary placement in a psychiatric institution should be reviewed at quite brief intervals (for example every three months). In parallel, however, the Committee also found that re-assessment once a year could be regarded as appropriate for long-term patients (Report to the Swiss Federal Council on the visit to Switzerland by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment from 5 to 15 February 2001, published 25 March 2002, §§ 187189). In addition, there is nothing in the CPT report to suggest that each re-assessment of the detention must be accompanied by a new psychiatric expert’s report. But above all, the CPT’s findings were made in the particular context of guardianship. They concerned the involuntary placement of individuals in a psychiatric institution and not, as here, the confinement of a dangerous criminal. Lastly, it should be noted that Switzerland took account of the CPT’s recommendations in its comprehensive review of guardianship law (Commission d’experts pour la révision totale du droit de la tutelle, Protection de l’adulte, Rapport relatif à la révision du code civil, Protection de l’adulte, droit des personnes et droit de la filiation, June 2003, p. 112).",
                        "elements": []
                    },
                    {
                        "content": "18.  After the applicant had brought his case to the Court, on 11 September 2007 the District Court of Zurich ordered a fresh expert’s report which contradicted the previous psychiatric findings and led to his conditional discharge. As the majority rightly stated, “[t]he Court cannot therefore find fault with the national authorities, retrospectively, and solely on the basis of that one further expert’s assessment, for not having called into question the scientific quality of the consistent conclusions of the first two expert’s assessments” (see paragraph 62). What is important for the purposes of Article 5 § 4 of the Convention is to ascertain whether the national authorities can be criticised for having acted arbitrarily in view of the information available at the time. If that is not the case, the Court should not intervene.",
                        "elements": []
                    },
                    {
                        "content": "19.  Lastly, it must be ascertained whether the requirement of an “objective expert’s report” necessarily implies an assessment by an external person. The Court answers in the affirmative (paragraph 63), observing that the last independent psychiatrist’s report dated back more than three years. In my view, such reasoning cannot be justified in the light of the margin of appreciation afforded to member States in such matters. It is clear from the comparative analysis that there is no consensus or uniform practice among Council of Europe member States as to the assessment on the basis of which the maintaining or discharge of a confinement measure is decided. On the contrary, in at least 15 of the 26 member States studied, the assessment is carried out by the staff responsible for treating the confined person and not by an external expert (see paragraph 34).",
                        "elements": []
                    },
                    {
                        "content": "20.  It should also be pointed out that, as early as 2007, Switzerland amended its legislation in this area. The new Article 62d § 2 of the Swiss Criminal Code now requires an “independent expert’s assessment” to be carried out, among other conditions, by experts who have not treated the subject and have had no dealings whatsoever with him or her.",
                        "elements": []
                    },
                    {
                        "content": "21.  Even though the question of the applicant’s conditional discharge does not arise in the present case, I find it important, from the perspective of subsequent applications, to make the following observations.",
                        "elements": []
                    },
                    {
                        "content": "22.  It is somewhat surprising that, shortly after the last psychiatric assessment, the applicant was discharged and then deported from Switzerland. As the new assessment called into question the previous findings, in particular as to the applicant’s mental state at the time when he committed his offence, it would have been preferable, in my opinion, to envisage a review of the question of his criminal responsibility in respect of that offence.",
                        "elements": []
                    },
                    {
                        "content": "23.  It should also be noted that after the applicant’s conditional discharge, the State had a positive obligation to take adequate measures to ensure the protection of society (see, for example, Maiorano and Others v. Italy, no. 28634/06, 15 December 2009, §§ 103–109). If the State had failed in this obligation and if the applicant had committed other serious offences, the State’s responsibility under the Convention could have been engaged.",
                        "elements": []
                    },
                    {
                        "content": "24.  For all these reasons, I take the view that Article 5 § 4 of the Convention has not been breached. I find it problematic that the Court should apply, in a case dating back to 2006, a standard for the purposes of Article 5 § 4 which had not at all been defined in that manner until now. I am of course aware that the Court must ensure respect for human rights. But in the present case it is not necessary to intervene at an international level: the applicant is at large, even though he killed his wife, and Switzerland has amended its legislation in the meantime. In such a situation, I wonder whether it is useful to have a judgment of the Court finding a violation of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "DISSENTING OPINION OF JUDGE LORENZEN",
                        "elements": []
                    },
                    {
                        "content": "Like Judge Keller, I voted for a finding of no violation of Article 5 § 4 of the Convention, for reasons which correspond largely to those given in her opinion.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RUIZ RIVERA v. SWITZERLAND [Extracts]",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-141434.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0218JUD000830006",
    "externalsources": [],
    "extractedappno": [
        "8300/06",
        "517/02",
        "55768/00",
        "31365/96",
        "44009/05",
        "41124/02",
        "22883/05",
        "44290/07",
        "13453/07",
        "24580/06",
        "21207/03",
        "39822/07",
        "44672/98",
        "44872/98",
        "17167/11",
        "53783/09",
        "2894/08",
        "36760/06",
        "3455/05",
        "28634/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-141434",
    "judgementdate": "18/02/2014 00:00:00",
    "kpdate": "18/02/2014 00:00:00",
    "kpthesaurus": [
        "448",
        "307",
        "337",
        "438",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-1-e",
        "5-4",
        "35",
        "5",
        "41"
    ],
    "parties": [
        "RUIZ RIVERA",
        "SWITZERLAND [Extracts]"
    ],
    "rank": "1084.63610839844",
    "representedby": [
        "EGLI P."
    ],
    "respondent": "CHE",
    "respondentOrderEng": "46",
    "scl": [
        "A. and Others v. the United Kingdom [GC], no 3455/05, § 203, ECHR 2009",
        "Allen v. the United Kingdom, no 18837/06, §§ 40-48, 30 March 2010",
        "Biziuk v. Poland (no2) no 24580/06, § 47, 17 January 2012",
        "Bouamar v. Belgium, 29 February 1988, §§ 57 and 60, Series A no 129",
        "C.B. v. Romania, no 21207/03, § 56, 20 April 2010",
        "Cardot v. France, 19 March 1991, § 34, Series A no 200",
        "Shtukaturov v. Russia, no 44009/05, § 114, ECHR 2008",
        "Civet v. France [GC], no 29340/95, § 41, ECHR 1999-VI",
        "Cristian Teodorescu v. Romania, no 22883/05, § 67, 19 June 2012",
        "De Jong, Baljet and Van den Brink v. the Netherlands, 22 May 1984, § 60, Série A no 77",
        "Dörr v. Germany (dec.) no 2894/08, 22 January 2013",
        "Elçi and Others v. Turkey, nos. 23145/93 and 25091/94, §§ 604 and 605, 13 November 2003",
        "Filip v. Romania, no 41124/02, § 57, 14 December 2006",
        "Gäfgen v. Germany [GC], no 22978/05, § 142, ECHR 2010",
        "Graf v. Germany, (dec.), no 53783/09",
        "H.W. v. Germany, no 17167/11, § 114, 19 September 2013",
        "Herczegfalvy v. Austria, 24 September 1992, § 60, Series A no 244",
        "Herz v. Germany, no 44672/98, 12 June 2003",
        "Kampanis v. Greece, 13 July 1995, § 47, Série A no 318 B",
        "Luberti v. Italy, 23 February 1984, Series A no 75",
        "Magalhães Pereira v. Portugal, no 44872/98, § 49, ECHR 2002 I",
        "Megyeri v. Germany, 12 May 1992, § 22, Series A no 237 A",
        "Merger and Cros v. France (dec.), no 68864/01, 11 March 2004",
        "Philis v. Greece (no 1), 27 August 1991, § 74, Series A no 209",
        "Powell and Rayner v. the United Kingdom, 21 February 1990, § 29, Series A no 172",
        "Rakevich v. Russia, no 58973/00, §§ 43 and suivants, 28 October 2003",
        "Reinprecht v. Austria, no 67175/01, § 31, ECHR 2005-XII",
        "Sabeva v. Bulgaria, no 44290/07, § 58, 10 June 2010",
        "Sanchez-Reisse v. Switzerland, 21 October 1986, § 51, Series A no 107",
        "Schöps v. Germany, no  25116/94, § 44, ECHR 2001 I",
        "Stanev v. Bulgaria [GC], no 36760/06, § 171, 17 January 2012",
        "Toth v. Austria, 12 December 1991, § 84, Series A no 224",
        "Ťupa v. the Czech Republic, no 39822/07, § 47, 26 May 2011",
        "Varbanov v. Bulgaria, no 31365/96, ECHR 2000 X",
        "Waite v. the United Kingdom, no 53236/99, § 59, 10 December 2002",
        "Wassink v. the Netherlands, 27 September 1990, Series A no 185-A, § 25",
        "Winterwerp v. the Netherlands, 24 October 1979, Series A no 33",
        "Witek v. Poland, no 13453/07, § 46, 21 December 2010",
        "Włoch v. Poland, no 27785/95, § 125, ECHR 2000-XI",
        "X v. the United Kingdom, 5 November 1981, § 52, Series A no 46"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "455137",
    "typedescription": "15"
}