{
    "__articles": "6;6-1",
    "__conclusion": "No violation of Art. 6-1",
    "applicability": "",
    "appno": "13791/06",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-97116.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13791/06) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Rüdiger Gromzig (“the applicant”), on 29 March 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the length of the proceedings had been in breach of the reasonable time requirement laid down in Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 October 2008 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the length of the proceedings to the Government. It also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Fifth Section of the Court (Rule 52 § 1 of the Rules of Court). Renate Jaeger, the judge elected in respect of , withdrew from sitting in the Chamber (Rule 28). \nOn 6 November 2008 the Government accordingly appointed Mark Villiger, the judge elected in respect of Liechtenstein, to sit in her place (Article 27 \n§ 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "A.  The circumstances of the case",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1952 and lives in Glinde.",
                                "elements": []
                            },
                            {
                                "content": "1. Background to the case",
                                "elements": [
                                    {
                                        "content": "7.  The applicant is the heir of his parents, who owned several properties located on the territory of the former German Democratic Republic (“the GDR”). In 1951 his parents left the GDR and their property was expropriated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In early 1992 the applicant sought legal advice from P.A. and J.P. law firm concerning restitution of the property. The lawyers did not inform him about the time-limit (Ausschlussfrist) for restitution claims, which expired on 31 December 1992. Therefore, when he applied for restitution of the property on 13 and 15 August 1994, the  and Jerichoer Land Offices for the Resolution of Outstanding Property Issues (Amt zur Regelung offener Vermögensfragen, “the Dessau Office/Jerichoer Land Office”) rejected his applications because they had been lodged too late.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Main proceedings",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(a) Proceedings prior to the remittal by the Federal Court of Justice",
                        "elements": [
                            {
                                "content": "9.  On 7 April 1995 the applicant brought proceedings against P.A. and J.P. before the  claiming damages for their failure to inform him about the time-limit for his restitution claims.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 August and 1 November 1995 the  held oral hearings.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 22 November 1995 the  dismissed the applicant’s action, finding that there had been no breach of the lawyers’ duties. \nOn 4 December 1995 the judgment was served on the applicant’s lawyers.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 29 December 1995 the applicant lodged an appeal with the Hamburg Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 2 February 1996 the applicant asked the court to extend the \ntime-limit for submitting his grounds of appeal. The limit was extended until 4 March 1996.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 16 February 1996 the applicant’s legal counsel informed the court that she would no longer be representing the applicant. \nOn 24 February 1996 the applicant, represented by another law firm, submitted the grounds of appeal and requested legal aid.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 20 June 1996 the Court of Appeal refused to grant the applicant legal aid. A complaint by the applicant against that decision was dismissed on 1 August 1996.",
                                "elements": []
                            },
                            {
                                "content": "16.  On a request by the applicant of 17 September 1996, the court postponed its hearing scheduled for 2 October 1996 to 31 October 1996.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 10 December 1996 the applicant’s lawyer informed the court that he would no longer be acting for the applicant and asked it to postpone a hearing scheduled for 13 December 1996. However, owing to the illness of one of the judges sitting in the applicant’s case, the Court of Appeal postponed this hearing to 31 January 1997.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 27 February 1997 the Court of Appeal dismissed the applicant’s appeal. On 6 March 1997 the judgment was served on the parties.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 13 March 1997 the Federal Court of Justice asked for the files to be transmitted from the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 9 July 1998 the Federal Court of Justice found that the lawyers had breached their duties. It quashed the judgment of the Court of Appeal and remitted the case to that court for fresh consideration.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(b) Proceedings before the  Court of Appeal",
                        "elements": [
                            {
                                "content": "21.  On 18 September 1998 the applicant increased his claim, seeking 19.5% interest for loss of the profit he would allegedly have received had he placed money resulting from his restitution claims in a bank account. Subsequently, until 12 May 2004, the applicant reformulated or increased his compensation claims a further fifteen times.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 4 October 1998 the applicant’s lawyer announced that he had ceased representing the applicant. Thereafter, until 8 September 2005, the applicant changed his legal representative at least fourteen times, sometimes within a period of less than one month.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 25 January 1999 the Court of Appeal scheduled a first hearing for 19 August 1999.",
                                "elements": []
                            },
                            {
                                "content": "24.  Between 17 February and 28 December 1999 the applicant unsuccessfully complained six times to the President of the Court of Appeal about the course of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 15 June 1999 and 23 February 2000 the applicant lodged \nthird-party complaints (Streitverkündung) against ten lawyers who had previously represented him. Some of them joined the proceedings as interveners on the side of the defendants. However, on 18 December 2000 the applicant withdrew all of these complaints.",
                                "elements": []
                            },
                            {
                                "content": "26.  Between 1 September 1999 and 19 May 2004 the applicant asked the court five times to grant him an extension of the time allowed for making further submissions.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 1 October 1999 the Court of Appeal granted the applicant’s request for legal aid in part and decided to request information from the  and Jerichoer Land Offices before commissioning an expert report on the determination of the properties’ market values.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 20 October 1999 the Jerichoer Land Office provided the information requested.",
                                "elements": []
                            },
                            {
                                "content": "29.  On the court’s request, on 4 November 1999 the Halle-Dessau Chamber of Commerce recommended the appointment of B.P. as expert.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 15 November 1999 the applicant complained of the decision awarding legal aid only in part.",
                                "elements": []
                            },
                            {
                                "content": "31.  Between 1 March 2000 and 17 February 2004 the applicant lodged seventeen unsuccessful challenges for bias against several judges involved in his proceedings before the Court of Appeal. His respective requests made to the court to reconsider its decisions were rejected between 10 April 2001 and 30 March 2004.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 25 September 2000 the Court of Appeal had requested further information from the  and Jerichoer Land Offices, which they provided on 20 and 27 November 2000. On 28 November 2000 the court forwarded that information to the parties.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 6 April 2001 the Court of Appeal expressed doubts as to the applicant’s capacity to be a party to an action (Prozessfähigkeit).",
                                "elements": []
                            },
                            {
                                "content": "34.  On a request by the applicant on 21 May 2001 the court postponed a hearing scheduled for 20 June 2001 to 5 September 2001.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 26 July 2001 the applicant asked the court to postpone a hearing scheduled for 5 September 2001 to December 2001. However, on \n30 July 2001 the court refused that request and held the hearing.",
                                "elements": []
                            },
                            {
                                "content": "36.  On 17 October 2001 the Court of Appeal postponed a further hearing scheduled for the same day to 7 November 2001 in view of the applicant’s challenges for bias of 6 October 2001.",
                                "elements": []
                            },
                            {
                                "content": "37.  Following further challenges for bias by the applicant, or his requests to reconsider the Court of Appeal’s rejection of these challenges, the court postponed a scheduled hearing four times and finally held it on \n18 January 2002. At the hearing, it ordered the preparation of a psychiatric expert report on the applicant’s capacity to be a party to an action.",
                                "elements": []
                            },
                            {
                                "content": "38.  Between 26 February 2002 and 21 July 2003 further necessary information was delivered by the Wesel Equalisation Board (Ausgleichsamt), the Dessau and Jerichoer Land Offices and the Federal Office for the Regulation of Outstanding Property Issues (Bundesamt zur Regelung offener Vermögensfragen) at the request of the court.",
                                "elements": []
                            },
                            {
                                "content": "39.  On 19 April 2002 an additional examination of the applicant by another expert, ordered by the Court of Appeal, took place, and on \n8 October 2002 the psychiatric expert gave his report, finding that the applicant was fit to be a party to an action.",
                                "elements": []
                            },
                            {
                                "content": "40.  On 23 April 2003 the Court of Appeal held an oral hearing, and on 30 April 2003 it updated its decision of 1 October 1999 and appointed the expert, B.P., to determine, by 31 August 2003, inter alia, the market value of the properties in question.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 8 May 2003 the applicant asked the court to amend its decision of 30 April 2003.",
                                "elements": []
                            },
                            {
                                "content": "42.  On 9 September 2003 the Court of Appeal extended the time-limit for B.P. to deliver her expert report until 31 October 2003, because she was ill.",
                                "elements": []
                            },
                            {
                                "content": "43.  On 23 September 2003 the applicant challenged the expert for bias. On 5 November 2003 the Court of Appeal dismissed his objection as being unfounded, and on 1 December 2003 the court rejected a request by the applicant to reconsider its decision.",
                                "elements": []
                            },
                            {
                                "content": "44.  On 28 January 2004 the Court of Appeal urged the expert to speed up the preparation of her report.",
                                "elements": []
                            },
                            {
                                "content": "45.  On 2 and 5 March 2004 B.P. produced her reports, which she supplemented at the court’s request on 7 May 2004.",
                                "elements": []
                            },
                            {
                                "content": "46.  On 12 May 2004 the Court of Appeal held a further oral hearing during which it heard evidence from, inter alia, the expert concerning the findings of her report. During the hearing the defendants made further submissions, which the court considered to be relevant and not made too late and authorised both parties to make further submissions in this connection.",
                                "elements": []
                            },
                            {
                                "content": "47.  In a partial judgment (Grund- und Teilurteil) of 30 June 2004 the Court of Appeal ordered the defendants, inter alia, to pay the applicant approximately 110,105 euros (EUR) in respect of those properties which could have been returned to him under the Property Act. In respect of the properties subject to indemnification under the Indemnification Act, it decided to request further information from the authorities.",
                                "elements": []
                            },
                            {
                                "content": "48.  On 15 July and 27 September 2004 the authorities provided the information.",
                                "elements": []
                            },
                            {
                                "content": "49.  On 9 November 2004 the Court of Appeal postponed a hearing scheduled for 19 January 2005 to 9 February 2005 on the applicant’s request.",
                                "elements": []
                            },
                            {
                                "content": "50.  On 9 February 2005 the Court of Appeal held an oral hearing.",
                                "elements": []
                            },
                            {
                                "content": "51.  On 17 and 28 February 2005 the applicant unsuccessfully asked the court to reopen the hearing.",
                                "elements": []
                            },
                            {
                                "content": "52.  In its judgment (Schlussurteil) of 9 March 2005 the Court of Appeal ordered the defendants to pay the applicant a further EUR 27,933 as compensation for the loss of indemnification under the Indemnification Act. It also fixed the total amount of the claim in the appellate proceedings (EUR 1,108,306), calculated on the basis of the value of all claims that the applicant had made throughout the proceedings, and ordered him to pay nine-tenths of the costs of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "53.  On 8 September 2009 the applicant asked the Court of Appeal to reconsider its decision concerning the division of the court costs. \nOn 8 November 2005 the court dismissed his request as unfounded.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(c) Proceedings before the Federal Court of Justice",
                        "elements": [
                            {
                                "content": "54.  On 30 March 2005 the applicant asked the Federal Court of Justice to grant him leave to appeal on points of law.",
                                "elements": []
                            },
                            {
                                "content": "55.  On 14 July 2005 the Federal Court of Justice refused to grant him legal aid because his proposed appeal on points of law lacked any prospect of success.",
                                "elements": []
                            },
                            {
                                "content": "56.  On 8 August 2005 the applicant asked the Federal Court of Justice \nto reconsider its decision. The court rejected his request on \n19 September 2005.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "(d) Proceedings before the ",
                        "elements": [
                            {
                                "content": "57.  On 17 December 2003 the  declined to consider the applicant’s first constitutional complaint in which he complained about the length of the proceedings before the Hamburg Court of Appeal. The court found that, despite some shortcomings in the conduct of the proceedings, their duration could still be considered to be acceptable given the extraordinary legal and factual complexity of the case \n(the Regional Court had had to deal with issues which were normally examined by the administrative courts and which dated back to the time of the former GDR) and considering the applicant’s conduct (numerous challenges for bias, changes of lawyer and modification of his claims). \nIt anticipated that the Court of Appeal would complete its consideration of the case in the first half of 2004.",
                                "elements": []
                            },
                            {
                                "content": "58.  On 8 August 2005 the applicant lodged a further constitutional complaint, which the  declined to consider on \n8 November 2005, stating that there was no appearance of a violation of the applicant’s fundamental rights.",
                                "elements": []
                            },
                            {
                                "content": "3. The costs proceedings",
                                "elements": [
                                    {
                                        "content": "59.  On 2 May 2006 the  fixed the defendants’ costs in the proceedings to be paid by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 16 May 2006 the applicant asked the  to fix the costs in the proceedings to be paid by the defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 26 June 2006 the Hamburg Court of Appeal rejected a complaint by the applicant against the Regional Court’s decision of 2 May 2006. \nOn 4 July 2006 the Court of Appeal served the decision on the applicant’s lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On 22 January 2007 the  declined to consider a constitutional complaint by the applicant concerning the Court of Appeal’s alleged refusal to send him a copy of the decision of 26 June 2006 and the Regional Court’s refusal to fix his costs in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 1 February 2007 the  fixed the costs in the proceedings to be paid by the defendants. The applicant unsuccessfully challenged that decision several times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 2 June 2007 the applicant lodged a complaint alleging a breach of his right to be heard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 10 October 2007 the Hamburg Court of Appeal declared the applicant’s complaint inadmissible because he had failed to lodge it within the two-week time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On 18 December 2007, without giving any reasons, the  declined to consider a constitutional complaint by the applicant concerning all the decisions given by the courts since 2 May 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4. Court fees in the costs proceedings",
                                "elements": [
                                    {
                                        "content": "67.  On 8 January 2008 the Hamburg Court of Appeal ordered the applicant to pay the court fees (EUR 75) in respect of his complaints against the costs fixed in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On 13 January 2008 the applicant complained about that order, but on 16 January 2008 the Court of Appeal rejected his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 16 June 2008 the  declined to consider the applicant’s constitutional complaint on grounds of inadmissibility.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5. Enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "70.  In April 2007 the defendants proceeded with the enforcement of the Hamburg Regional Court’s costs order of 2 May 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  On 8 May 2007, following a request by the applicant, the Reinbek District Court provisionally ordered a stay of the enforcement proceedings without giving any reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  On 15 November 2007 the  quashed the District Court’s judgment because the applicant’s personal situation did not warrant a stay of the enforcement proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.  Relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "73.  The Resolution of Outstanding Property Issues Act/Property Act (Gesetz über die Regelung offener Vermögensfragen/Vermögensgesetz) provides that persons whose property was unlawfully expropriated during the time of the GDR are in principle entitled to restitution, unless the property was purchased in good faith by a third party. In such cases the former owners have a right to financial indemnification under the Act governing indemnification pursuant to the Resolution of Outstanding Property Issues/Indemnification Act (Entschädigungsgesetz).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "75.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. Period under consideration",
                                        "elements": [
                                            {
                                                "content": "76.   The applicant maintained that the relevant period had lasted sixteen years and six months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  According to the Government, the period under consideration had started on 7 April 1995 when the applicant lodged his action with the  and ended on 8 November 2005 with the decision of the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court reiterates that Article 6 § 1 of the Convention requires that all stages of legal proceedings for the “determination of ... civil rights and obligations”, not excluding stages subsequent to judgment on the merits, be resolved within a reasonable time (see, inter alia, Macková v. Slovakia, no. 51543/99, § 55, 29 March 2005, and Robins v. the United Kingdom, \n23 September 1997, § 28, Reports of Judgments and Decisions 1997-V). Therefore, the subsequent costs proceedings, the proceedings related to the fees of the costs proceedings and the enforcement proceedings have to be included in the period under consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The relevant period therefore began on 7 April 1995 when the applicant brought his action before the  and ended on 15 November 2007 with the Lübeck Regional Court’s decision in the enforcement proceedings. The overall period to be taken into consideration therefore lasted twelve years and seven months for the main proceedings (four levels of jurisdiction including a remittal) and the subsequent costs and enforcement proceedings, the first of them involving three levels of jurisdiction and the second and third of them each involving two levels of jurisdiction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Reasonableness of the period",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "80.  The applicant submitted that the proceedings had neither been difficult nor complex as they had only concerned the amount of the damages to be granted following the lawyers’ breach of their duties. He denied that the courts had had to postpone hearings at his request, and that changing his lawyers and reformulating and increasing his claims had prolonged the proceedings. Moreover, he could not be blamed for having benefitted from the possibility under German law to challenge judges for bias. According to him, he could only be held responsible for a delay of three months caused by his cancer operation. He maintained that the Court of Appeal had considerably protracted the proceedings, not least owing to the fact that it had not commissioned the expert report until three years and six months after its decision to commission such a report on 1 October 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Government argued that the proceedings had raised above-average complex and difficult questions of fact and law. Thus the establishment of causality between the lawyers’ breach of their duties and the damages claimed by the applicant had necessitated the commissioning of an expert report. Furthermore, difficult legal questions in relation to property-law issues arising from German reunification had had to be resolved. Finally, the applicant’s conduct had rendered the proceedings unusually complex. The Government maintained that the applicant’s fourteen requests for extensions of deadlines and postponements of hearings, twenty amendments or increases of his claims, seventeen challenges for bias against the judges involved in the proceedings, eighteen changes of lawyer, several third-party notifications, which he had later withdrawn and his conduct regarding the expert had considerably contributed to the length of the proceedings. As to the conduct of the domestic courts, the Government submitted that it had not been possible to deliver the expert report on the value of the properties until 15 March 2004 owing to the applicant’s numerous challenges for bias and changes of lawyer. In any event, no assessment of the properties’ value would have been possible prior to 28 November 2000 owing to a lack of information from the land offices. On the other hand, the Government acknowledged that the proceedings had been delayed for a period of seven months (between 25 January and 19 August 1999) because the Court of Appeal was overburdened. In their view, this delay, together with another seven-month delay caused by the late submission of B.P.’s expert report, could give rise to a finding of a violation of Article 6 § 1. Finally, they recognised that the proceedings had been of high importance for the applicant given the high amount of damages at stake.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "82.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court observes, at the outset, that the proceedings were of a considerable complexity. Thus, the courts were faced with the difficult question as to whether and to what extent there was a causal connection between the lawyers’ failure to inform the applicant about the time-limit for his restitution claims under the Property and Indemnification Acts and the various heads of damage invoked by the applicant. In this connection the civil courts were called upon to examine issues related to German reunification which would normally have been dealt with by the administrative authorities or courts. In particular, they had to clarify whether, at what time and to what extent the property would have been restituted under the Property Act or compensated under the Indemnification Act had the lawyers fulfilled their professional duties. This involved numerous inquiries of various authorities and the taking of an expert report on the value of the properties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court further agrees with the Government that the applicant’s conduct had rendered the proceedings particularly complex. It notes in particular that, during the proceedings before the Court of Appeal, the applicant asked, on at least eleven occasions, to be granted extensions of the time-limits so that he could make further submissions or for the hearings scheduled by the court to be postponed. The Court further observes that the applicant amended or increased his initial claim on sixteen occasions and that he changed his legal representatives at least fourteen times during the proceedings before the Court of Appeal after the remittal by the Federal Court of Justice, sometimes even after relatively short periods, which inevitably prolonged the proceedings because the new lawyers had to become acquainted with the applicant’s case. Moreover, the applicant lodged several third-party complaints against his former lawyers, which he later withdrew. This conduct made it necessary for the Court of Appeal to appoint and consult an expert to examine the applicant’s capacity to be a party to an action. Moreover, the applicant lodged altogether eighteen requests for bias against an expert and the judges of the Court of Appeal, which necessitated several interim decisions by that court and which caused the postponement of several hearings. Even though the applicant had the right to extend his claim and to lodge the said requests, his conduct inevitably prolonged the proceedings before the Court of Appeal, and their duration is therefore to a decisive extent imputable to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  As to the conduct of the proceedings by the domestic courts, the Court notes that the proceedings were pending for approximately six years and eight months before the Court of Appeal. It observes that certain delays were caused by the Court of Appeal’s failure to appoint an expert to assess the value of the property once the court had received the necessary information from the land offices on 28 November 2000. However, the Court also notes that, apart from these shortcomings, the domestic courts conducted the proceedings with due diligence. In particular, the Court of Appeal decided, in a timely manner, on the applicant’s numerous challenges for bias, his requests asking that the court reconsider its decisions and his further procedural requests. Moreover, both the Federal Court of Justice and the  decided on the applicant’s complaints particularly speedily and the applicant’s complaints in the proceedings relating to the court costs, the fees relating to his complaints against the costs orders and their subsequent enforcement were decided rapidly. \nThe Court notes that the entire proceedings before the Court of Appeal appear to have been significantly slowed down by the applicant’s extensive personal submissions, and his numerous challenges for bias and changes of counsel. However, a delay at some stage may be tolerated if the overall duration of the proceedings cannot be deemed excessive (see, inter alia, Nuutinen v. Finland, no. 32842/96, § 110, ECHR 2000VIII). In the light of the particular circumstances of the case, notably the high complexity of its subject matter and the considerable delays caused by the applicant’s own conduct, the overall length of the proceedings can still be regarded as reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Accordingly, there has been no violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 February 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GROMZIG v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97116.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0204JUD001379106",
    "externalsources": [],
    "extractedappno": [
        "13791/06",
        "51543/99",
        "30979/96",
        "32842/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Property and Indemnification Acts"
    ],
    "itemid": "001-97116",
    "judgementdate": "04/02/2010 00:00:00",
    "kpdate": "04/02/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "GROMZIG",
        "GERMANY"
    ],
    "rank": "716.305603027344",
    "representedby": [
        "N/A"
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Macková v. Slovakia, no. 51543/99, § 55, 29 March 2005",
        "Nuutinen v. Finland, no. 32842/96, § 110, ECHR 2000-VIII",
        "Robins v. the United Kingdom, \n23 September 1997, § 28, Reports of Judgments and Decisions 1997-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "355501",
    "typedescription": "14"
}