{
    "__articles": "3;5;5-2;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-2 - Information in language understood);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "28973/11",
    "article": [
        "3",
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-2 - Information in language understood"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-114276.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 28973/11) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr Z.H. (“the applicant”), on 19 November 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr D. Karsai, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr Z. Tallódi, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that on account of his disabilities, he could not benefit from proper information about the reasons for his arrest, in breach of Article 5 § 2, and his subsequent incarceration amounted to inhuman and degrading treatment, an infringement of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 February 2012 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 7 June 2012 the Mental Disability Advocacy Center (MDAC), a non-governmental organisation with its seat in , was granted leave to intervene in the proceedings as third party (Rule 44 § 3 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1987 and lives in the village of A. in eastern .",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant is innately deaf and dumb and has medium-grade intellectual disability. He is illiterate.",
                                "elements": []
                            },
                            {
                                "content": "8.  According to the bill of indictment preferred in the case, on 10 April 2011 the applicant – a multiple recidivist offender with the most recent conviction dating from 2 November 2009 – mugged a passer-by in Gyüre. He was then halted for an identity check by officers of the Vásárosnamény Police Department. He attempted to escape but was apprehended while still in possession of the stolen item. He was committed to the police station.",
                                "elements": []
                            },
                            {
                                "content": "9.  Since the applicant was perceived to use a sort of sign language, a sign-language interpreter was appointed for him at once. Later in the day he was interrogated as a suspect of robbery. No lawyer was present.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Government submitted that the applicant had understood the charges brought against him but made no complaint about it and admitted the commission of the offence by signing the minutes of the interrogation. The applicant denied this, arguing that the sign language used by him and the one used by the interpreter were different and thus no comprehension had been possible between them.",
                                "elements": []
                            },
                            {
                                "content": "The applicant’s signature on the minutes in question consists of his scribbled nickname, hardly legible.",
                                "elements": []
                            },
                            {
                                "content": "11.  Between 10 April and 4 July 2011 the applicant was detained on remand on the charge of mugging at Szabolcs-Szatmár-Bereg County Prison.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant maintained that the conditions of detention were inapt to his condition and that he had been molested, sexually and otherwise, by the other inmates. The Government argued that special measures had been put in place to address the applicant’s situation (in particular, the prison governor issued an instruction to that effect on 23 May 2011) – an assertion of which the efficacy has been disputed by the applicant (for details, see paragraphs 25 and 26 below).",
                                "elements": []
                            },
                            {
                                "content": "13.  On 4 July 2011 the applicant was released from detention and placed under house arrest. The Vásárosnamény District Court, having noted that he did not know any sign language and was able to communicate only with his mother, was of the view that the time spent by the applicant in detention had be to be reduced to a minimum.",
                                "elements": []
                            },
                            {
                                "content": "14.  Meanwhile, on 20 June 2011 the applicant was indicted for robbery. His mental condition was noted by the prosecution. A public defence counsel and a sign-language interpreter were appointed for him.",
                                "elements": []
                            },
                            {
                                "content": "15.  While detained, the applicant was examined by a forensic psychiatrist. On 30 June 2011 the expert gave the opinion that the applicant’s faculties were to a large extent reduced and that he should be placed under partial guardianship. This was done by the Vásárosnamény District Court on 27 September 2011. The court noted that the applicant’s IQ was 39, he was deaf and dumb, he had medium-grade intellectual disability, he could not count and did not know sign language; the only person with whom he could communicate was his mother.",
                                "elements": []
                            },
                            {
                                "content": "16.  The criminal proceedings conducted against the applicant are still pending.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant submitted the testimonies of a Mr F. and a Mr R. who were present when Mr Karsai met with the applicant on 6 May 2012 to discuss his representation before the Court. According to these testimonies, the applicant communicated using a peculiar sign-language-like method, essentially only intelligible to his mother, which appeared to be completely different from the standard sign language.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "18.  Act no. XIX of 1998 on the Code of Criminal Procedure provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 129",
                                "elements": []
                            },
                            {
                                "content": "“(2)  A defendant’s pre-trial detention may be ordered in proceedings conducted for a criminal offence punishable by imprisonment and only if:",
                                "elements": []
                            },
                            {
                                "content": "a)  the defendant has escaped or absconded from the reach of the court, the prosecutor or the investigating authority or attempted to do so, or if other proceedings for an intentional criminal offence punishable by imprisonment has been instituted against him during the procedure,",
                                "elements": []
                            },
                            {
                                "content": "b)  due to the risk of his escape or absconding or for other reasons it can reasonably be assumed that his attendance at the procedural acts cannot be ensured otherwise,",
                                "elements": []
                            },
                            {
                                "content": "c)  it can reasonably be assumed that if left at large he would frustrate, obstruct or jeopardise the taking of evidence, especially by influencing or intimidating the witnesses, or by destroying, falsifying or concealing physical evidence or documents,",
                                "elements": []
                            },
                            {
                                "content": "d)  it can reasonably be assumed that if left at large he would accomplish the attempted or prepared criminal offence, or would commit another criminal offence punishable by imprisonment.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL TEXTS",
                        "elements": [
                            {
                                "content": "19.  The United Nations Convention on the Rights of Persons with Disabilities contains the following provisions:",
                                "elements": []
                            },
                            {
                                "content": "Article 2 - Definitions",
                                "elements": []
                            },
                            {
                                "content": "“For the purposes of the present Convention:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "“Reasonable accommodation” means necessary and appropriate modification and adjustments not imposing a disproportionate or undue burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment or exercise on an equal basis with others of all human rights and fundamental freedoms; ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 13 - Access to justice",
                                "elements": []
                            },
                            {
                                "content": "“1. States Parties shall ensure effective access to justice for persons with disabilities on an equal basis with others, including through the provision of procedural and age-appropriate accommodations, in order to facilitate their effective role as direct and indirect participants, including as witnesses, in all legal proceedings, including at investigative and other preliminary stages.”",
                                "elements": []
                            },
                            {
                                "content": "Article 14 -  and security of the person",
                                "elements": []
                            },
                            {
                                "content": "“2.  States Parties shall ensure that if persons with disabilities are deprived of their liberty through any process, they are, on an equal basis with others, entitled to guarantees in accordance with international human rights law and shall be treated in compliance with the objectives and principles of the present Convention, including by provision of reasonable accommodation.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Interim Report of the Special Rapporteur on the question of torture and other cruel, inhuman or degrading treatment or punishment, submitted on 28 July 2008 by the Office of the United Nations High Commissioner for Human Rights to the 63rd session of the General Assembly of the UN (A/63/175), contains the following passages:",
                                "elements": []
                            },
                            {
                                "content": "“The Special Rapporteur draws the attention of the General Assembly to the situation of persons with disabilities, who are frequently subjected to neglect, severe forms of restraint and seclusion, as well as physical, mental and sexual violence. He is concerned that such practices, perpetrated in public institutions, as well as in the private sphere, remain invisible and are not recognized as torture or other cruel, inhuman or degrading treatment or punishment.” [summary]",
                                "elements": []
                            },
                            {
                                "content": "“Persons with disabilities are often segregated from society in institutions, including prisons, social care centres, orphanages and mental health institutions. They are deprived of their liberty for long periods of time including what may amount to a lifelong experience, either against their will or without their free and informed consent. Inside these institutions, persons with disabilities are frequently subjected to unspeakable indignities, neglect, severe forms of restraint and seclusion, as well as physical, mental and sexual violence. The lack of reasonable accommodation in detention facilities may increase the risk of exposure to neglect, violence, abuse, torture and ill-treatment.” [paragraph 38]",
                                "elements": []
                            },
                            {
                                "content": "“Persons with disabilities often find themselves in ... situations [of powerlessness], for instance when they are deprived of their liberty in prisons or other places ... In a given context, the particular disability of an individual may render him or her more likely to be in a dependant situation and make him or her an easier target of abuse ...” [paragraph 50]",
                                "elements": []
                            },
                            {
                                "content": "“States have the further obligation to ensure that treatment or conditions in detention do not directly or indirectly discriminate against persons with disabilities. If such discriminatory treatment inflicts severe pain or suffering, it may constitute torture or other form of ill-treatment. ...” [paragraph 53]",
                                "elements": []
                            },
                            {
                                "content": "“The Special Rapporteur notes that under article 14, paragraph 2, of the [Convention on the Rights of Persons with Disabilities], States have the obligation to ensure that persons deprived of their liberty are entitled to ‘provision of reasonable accommodation’. This implies an obligation to make appropriate modifications in the procedures and physical facilities of detention centres ... to ensure that persons with disabilities enjoy the same rights and fundamental freedoms as others, when such adjustments do not impose disproportionate or undue burden. The denial or lack of reasonable accommodation for persons with disabilities may create detention ... conditions that amount to ill-treatment and torture.” [paragraph 54]",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that his detention amounted to inhuman and degrading treatment, in breach of Article 3, on account of the fact that he was mentally disabled, deaf and dumb.",
                                "elements": []
                            },
                            {
                                "content": "Article 3 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "24.  The Government submitted that the applicant had given no indication to the prison authorities of any assault against him or of the alleged inappropriateness of the detention conditions. They noted that the governor of Szabolcs-Szatmár-Bereg County Prison had issued a special instruction addressing the treatment of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the Government’s view, during his detention the applicant could express himself and communicate with the prison personnel despite the fact that he did not use a hearing aid and is illiterate. They also submitted that special arrangements had been made to accommodate his needs: he had been placed in a cell shared with a relative, located in an “open” section of the prison, next to the service place of the unit warden so that he could immediately indicate his problems. Furthermore, to facilitate communication with the applicant, the prison warden was regularly in contact with the applicant’s mother and a sign-language interpreter was made available during the prison admission procedure, the visits and on the occasions when the applicant received official documents. Fellow inmates assisted the applicant in writing letters and the warden paid special attention to the forwarding of his letters, to prevent any abuse.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "26.  The applicant submitted that his detention gave rise to a violation of Article 3 of the Convention as it was inapt to his conditions. He further claimed that he had been mobbed and sexually assaulted by other inmates. He explained that, due to his intellectual impairment and general inability to communicate, he was not in a position to complain of any assault or give indication of the inappropriateness of his circumstances, and that it was unreasonable to expect him to do so. He also noted that the visits of his mother, limited to two occasions per month, were not sufficient to address his problems and his communication needs occurring in detention. With regard to the governor’s special instruction, the applicant asserted that it was unsuitable to deal with the situation of a deaf and dumb, intellectually disabled and illiterate person.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The third party",
                                "elements": [
                                    {
                                        "content": "27.  The  submitted that persons with disabilities were particularly vulnerable to torture and ill-treatment, including sexual abuse, in prison and other detention settings. Making reference inter alia to the relevant provisions of the UN Convention on the Rights of Persons with Disabilities (see paragraph 19 above), they argued that the prevention of ill-treatment of detainees with disabilities must include the provision of “reasonable accommodations” on an individualised basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "28.  The Court reiterates that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim. In considering whether treatment is “degrading” within the meaning of Article 3, one of the factors which the Court will take into account is the question whether its object was to humiliate and debase the person concerned, although the absence of any such purpose cannot conclusively rule out a finding of violation of Article 3 (see among many other authorities Price v. the United Kingdom, no. 33394/96, § 24, ECHR 2001VII; Peers v. Greece, no. 28524/95, §§ 67-68 and 74, ECHR 2001–III; and Engel v. Hungary, no. 46857/06, § 26, 20 May 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Moreover, where the authorities decide to detain a person with disabilities, they should demonstrate special care in guaranteeing such conditions as correspond to the person’s individual needs resulting from his disability (see mutatis mutandis Jasinskis v. Latvia, no. 45744/08, § 59, 21 December 2010; Price v. the United Kingdom, op.cit., § 30). States have an obligation to take particular measures which provide effective protection of vulnerable persons and include reasonable steps to prevent ill-treatment of which the authorities had or ought to have had knowledge (see Z and Others v. the  [GC], no. 29392/95, § 73, ECHR 2001V). Any interference with the rights of persons belonging to particularly vulnerable groups – such as those with mental disorders – is required to be subject to strict scrutiny, and only very weighty reasons could justify any restriction (see Alajos Kiss v. Hungary, no. 38832/06, § 42, 20 May 2010).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "30.  In the instant application, the Court observes that Mr Z.H. – deaf and dumb, suffering from intellectual disability, illiterate and unable to avail himself of the official sign language – was detained at SzabolcsSzatmárBereg County Prison for a period lasting almost three months (see paragraph 11 above). It notes the Government’s submission according to which special measures, incarnated by an instruction issued by the prison governor, were put in place to address his situation, as of 23 May 2011 (see paragraph 12 above). However, it is unclear to what extent these measures concerned the phase of the applicant’s detention occurring prior to this date, that is, between 10 April and 23 May 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In any case, the Court is not convinced that even the aggregate of the measures referred to by the Government – namely, the applicant’s incarceration together with a relative in a cell close to the warden’s office, the involvement of other inmates and the applicant’s mother in handling the situation and the facilitation of his correspondence (see paragraph 25 above) – was sufficient to remove the applicant’s treatment from the scope of Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Given that the applicant undoubtedly belongs to a particularly vulnerable group (see paragraphs 20 and 29 in fine above) and that as such he should have benefited from reasonable steps on the side of the authorities to prevent situations likely to result in inhuman and degrading treatment, the Court considers that it was incumbent on the Government to prove that the authorities took the requisite measures. This redistribution of the burden of proof is analogous to the manner in which the Court examines situations where an individual is taken into police custody in good health but is found to be injured at the time of release, so that it is incumbent on the State to provide a plausible explanation of how those injuries were caused, failing which a clear issue arises under Article 3 of the Convention (see among many other authorities Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the present circumstances, however, the Court notes that the Government have failed to meet this burden of proof in a satisfactory manner, especially in respect of the initial period of the detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers in particular that the inevitable feeling of isolation and helplessness flowing from the applicant’s disabilities, coupled with the presumable lack of comprehension of his own situation and of that of the prison order¸ must have caused the applicant to experience anguish and inferiority attaining the threshold of inhuman and degrading treatment, especially in the face of the fact that he had been severed from the only person (his mother) with whom he could effectively communicate. Moreover, while the applicant’s allegations about being molested by other inmates have not been supported by evidence, the Court would add that had this been the case, the applicant would have faced significant difficulties in bringing such incidents to the wardens’ attention, which may have resulted in fear and the feeling of being exposed to abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court also observes that the District Court eventually released the applicant for quite similar considerations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In sum, the Court cannot but conclude that – despite the authorities laudable but belated efforts to address his situation – the applicant’s incarceration without the requisite measures taken within a reasonable time must have resulted in a situation amounting to inhuman and degrading treatment, in breach of Article 3 of the Convention, on account of his multiple disabilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant also submitted that, due to his condition, the procedure followed by the authorities on his arrest fell short of the requirements of Article 5 § 2 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.”",
                                "elements": []
                            },
                            {
                                "content": "35.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "36.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "37.  The Government submitted that the applicant’s pre-trial detention had been in conformity with the requirements of Article 5 § 2 of the Convention. They argued that all the guarantees envisaged by the Convention had been applied, including the requisite consideration dedicated to the applicant’s disability and special conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  As to the question whether the applicant had been informed, in a language which he had understood, of the reasons for his arrest, the Government noted that the applicant had been interrogated in the presence of a sign-language interpreter and, in their opinion, he had understood the charge against him. They also stressed that he had made no complaint about the procedure and had signed the minutes of the interrogation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "39.  The applicant submitted that, when arrested, he had not been informed, in a language which he had understood, of the reasons for his arrest and the charges against him. Relying essentially on the decisions of the Vásárosnamény District Court dated 4 July and 27 September 2011 (see paragraphs 13 and 15 above), the applicant contested the Government’s submission that he understood the official sign language. In support of this argument, he further submitted two witness testimonies stating that he used a special method of communication different from the official sign language (see paragraph 17 above). He stressed that he was only able to communicate with his mother using a special type of sign-language. He explained that his signature on the minutes of the interrogation could not be considered valid, given that he was deaf, dumb and illiterate. He argued that, taking into consideration his intellectual disability, he should have been assisted by a lawyer or a person authorised to act on his behalf, so that he could understand the grounds for his arrest.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The third party",
                                "elements": [
                                    {
                                        "content": "40.  The  submitted that, when interpreting the guarantees enshrined in Article 5 § 2 of the Convention, the provisions of the UN Convention on the Rights of Persons with Disabilities should be taken into account. They argued that this instrument required States to provide reasonable accommodations to persons with disabilities in order to ensure their effective access to justice. They explained that, in the present case, reasonable accommodation would have required the presence of a person who could have effectively communicated with the applicant and assisted him during the interrogation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "41.  The Court reiterates that paragraph 2 of Article 5 contains the elementary safeguard that any person arrested should know why he is being deprived of his liberty. This provision is an integral part of the scheme of protection afforded by Article 5: by virtue of paragraph 2, any person arrested must be told, in simple, non-technical language that he can understand, the essential legal and factual grounds for his arrest, so as to be able, if he sees fit, to apply to a court to challenge its lawfulness in accordance with paragraph 4. Whether the content and promptness of the information conveyed were sufficient is to be assessed in each case according to its special features (see Fox, Campbell and Hartley v. the , 30 August 1990, § 40, Series A no. 182).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 5 § 2 neither requires that the necessary information be given in a particular form, nor that it consists of a complete list of the charges held against the arrested person (see X. v. Germany, no. 8098/77, Commission decision of 13 December 1978, Decisions and Reports 16, p. 111). However, in the Court’s view, if the condition of a person with intellectual disability is not given due consideration in this process, it cannot be said that he was provided with the requisite information enabling him to make effective and intelligent use of the right ensured by Article 5 § 4 to challenge the lawfulness of detention unless a lawyer or another authorised person was informed in his stead (see X. v. the United Kingdom, no. 6998/75, Commission’s report of 16 July 1980, § 111, Series B no. 41).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "42.  The applicant was interrogated at the Vásárosnamény police station in the sole presence of a sign-language interpreter. As already noted above (see paragraph 30 above), the applicant is deaf and dumb, illiterate and has an intellectual disability. Moreover, he cannot communicate by means of the official sign language, an interpreter of which was present. In these circumstances, the Court is not persuaded that he can be considered to have obtained the information required to enable him to challenge his detention – and this notwithstanding the fact that the signature of his nickname figures on the minutes of the interrogation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court further finds it regrettable that the authorities did not make any truly “reasonable steps” (cf. Z and Others, loc.cit.) – a notion quite akin to that of “reasonable accommodation” in Articles 2, 13 and 14 of the UN Convention on the Rights of Persons with Disabilities (see paragraph 19 above) – to address the applicant’s condition, in particular by procuring for him assistance by a lawyer or another suitable person. For the Court, the police officers interrogating him must have realised that no meaningful communication was possible in the situation and they should have sought assistance in the first place from the applicant’s mother (who could have at least informed the officers about the magnitude of the applicant’s communication problems) – rather than simply making the applicant sign the minutes of the interrogation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 5 § 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant also complained under Article 5 § 1 that his detention had been unjustified and, under Articles 6 and 13, that the criminal proceedings conducted against him had been unfair.",
                                "elements": []
                            },
                            {
                                "content": "The Court notes that the applicant, a multiple recidivist, was detained on remand on suspicion of mugging and considers that this measure as such cannot be regarded as unjustified deprivation of liberty, in breach of Article 5 § 1 (c), quite apart from the previous findings in the context of Articles 3 and 5 § 2 (see paragraphs 33 and 44 above). This complaint is therefore manifestly ill-founded within the meaning of Article 35 § 3 (a) and must be rejected, pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Moreover, the criminal proceedings against the applicant are still pending and consequently, the complaints concerning their fairness are premature. This complaint must thus be rejected, pursuant to Article 35 §§ 1 and 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed 30,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court considers that the applicant must have suffered some non-pecuniary damage and awards him, on the basis of equity, EUR 16,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "50.  The applicant also claimed EUR 9,000 for the costs and expenses incurred before the Court. This sum corresponds to 35 hours of legal work billable by his lawyer at an hourly rate of EUR 200 plus VAT and includes 110 euros of clerical costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 3,000 covering costs under all heads, from which amount EUR 850 – the sum which has been awarded to the applicant under the Council of Europe’s legal-aid scheme – must be deducted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "53.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning Articles 3 and 5 § 2 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 November 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ineta Ziemele",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF Z.H. v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-114276.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1108JUD002897311",
    "externalsources": [],
    "extractedappno": [
        "28973/11",
        "33394/96",
        "28524/95",
        "46857/06",
        "45744/08",
        "29392/95",
        "38832/06",
        "25803/94",
        "8098/77",
        "6998/75"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-114276",
    "judgementdate": "08/11/2012 00:00:00",
    "kpdate": "08/11/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "448",
        "187",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "3",
        "35",
        "5",
        "5-2",
        "41"
    ],
    "parties": [
        "Z.H.",
        "HUNGARY"
    ],
    "rank": "932.072265625",
    "representedby": [
        "KARSAI D."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Alajos Kiss v. Hungary, no. 38832/06, § 42, 20 May 2010",
        "Engel v. Hungary, no. 46857/06, § 26, 20 May 2010",
        "Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 40, Series A no. 182",
        "Jasinskis v. Latvia, no. 45744/08, § 59, 21 December 2010",
        "Peers v. Greece, no. 28524/95, §§ 67-68 and 74, ECHR 2001-III",
        "Price v. the United Kingdom, no. 33394/96, ECHR 2001-VII",
        "Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V",
        "X. v. Germany, no. 8098/77, Commission decision of 13 December 1978, Decisions and Reports (DR) 16, p. 111",
        "X. v. the United Kingdom, no. 6998/75, Commission’s report of 16 July 1980, § 111, Series B no. 41",
        "Z and Others v. the United Kingdom [GC], no. 29392/95, § 73, ECHR 2001-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "373515",
    "typedescription": "15"
}