{
    "__articles": "6;6-1;13;29;29-3;34;35;35-1;P1-1",
    "__conclusion": "Preliminary objections dismissed (ratione materiae, victim);Violation of Art. 6-1;Remainder inadmissible",
    "applicability": "",
    "appno": "9235/04",
    "article": [
        "13",
        "34",
        "p1-1",
        "29",
        "35",
        "6"
    ],
    "conclusion": [
        {
            "details": [
                "ratione materiae, victim"
            ],
            "element": "Preliminary objections dismissed",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        }
    ],
    "content": {
        "001-77420.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 9235/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Mr Nedeljko Debelić (“the applicant”), on 1 March 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr. I. Debelić, a lawyer practising in Rab. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 June 2005 the Court decided to give notice of the application to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant, Mr Nedeljko Debelić, is a Croatian national who was born in 1948 and lives in Rab.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 21 December 1998 three individuals, P.M., J.B. and M.C., the owners of a plot of land on the island of Rab, neighbouring another plot of land, allegedly owned by R.Š., instituted proceedings for the determination of land borders (uređenje međa) before the Rab Municipal Court (Općinski sud u Rabu) against R.Š. because there was no agreement among them on the matter.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 31 March 2000 the applicant filed submissions with the court claiming that he should also be a party to these proceedings because already in 1983 he had bought the plot of land in question from R.Š., although he was not immediately entered as the owner in the land registry. However, he had been in possession of that plot of land ever since. By the Rab Municipal Court judgment of 27 December 1991 the applicant was established as the owner and on 6 March 1998 he applied to the same court to enforce that judgment. The enforcement order to register the applicant as the owner of the plot of land in question into the land registry was issued on 12 March 1998.",
                                "elements": []
                            },
                            {
                                "content": "7.  It appears that the Rab Municipal Court did not answer the applicant's request to participate in the proceedings for the determination of the land borders by any formal decision.",
                                "elements": []
                            },
                            {
                                "content": "8.  From the transcript of the hearing held on 11 April 2000 it transpires that Ivan Debelić was present at the hearing as the applicant's legal representative and he repeated his previous request that the land borders be determined.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 1 June 2000 the court carried out an on the spot inquiry. The applicant was present in person and it was stated that the applicant was the successor of R.Š.",
                                "elements": []
                            },
                            {
                                "content": "10.  From the transcript of the inquiry it transpires that the parties could not agree on the determination of the land borders.",
                                "elements": []
                            },
                            {
                                "content": "11.  There was also an expert present at the inquiry who gave his report and on the same date the court adopted a decision determining the land borders. The text of the decision states that the land border among the parties was in dispute. That decision was served on the applicant on 24 December 2002.",
                                "elements": []
                            },
                            {
                                "content": "12.  In 2002 the applicant filed a constitutional complaint concerning the length of the proceedings. On 13 February 2004 the  (Ustavni sud Republike Hrvatske) declared his complaint inadmissible for lack of capacity to conduct legal proceedings, establishing that the applicant had not been a party to the proceedings complained of. The relevant parts of the 's decision no. U-IIIA-668/2002 of 13 February 2004 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2. The present proceedings, conducted before the Rab Municipal Court under the case file no. R.I.25/98, concern determination of the land borders. ...",
                                "elements": []
                            },
                            {
                                "content": "4. Pursuant to section 69 paragraph 1(2) of the Constitutional Act, the  invited the Rab Municipal Court to file their observations in respect of the constitutional complaint.",
                                "elements": []
                            },
                            {
                                "content": "In their observations the Rab Municipal Court stated: “Ivan Debelić is not the legal representative of Nedjeljko Debelić in the proceedings concerning determination of land borders which had been instituted before that court under case file no. R.I. 25/98. Nedjeljko Debelić has not filed an application for determination of land borders in these proceedings. Furthermore, Nedjeljko Debelić has not been named the respondent party in these proceedings ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.  The relevant part of section 63 of the Constitutional Act on the  (Ustavni zakon o Ustavnom sudu Republike Hrvatske –Official Gazette no. 49/2002 of 3 May 2002; “the Constitutional Court Act”) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant's rights and obligations or a criminal charge against him ...",
                                "elements": []
                            },
                            {
                                "content": " (2) If the constitutional complaint ... under paragraph 1 of this Section is accepted, the  shall determine a time-limit within which a competent court shall decide the case on the merits...",
                                "elements": []
                            },
                            {
                                "content": " (3) In a decision under paragraph 2 of this Article, the  shall fix appropriate compensation for the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "15.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "16.  The proceedings for determination of the land borders began on 21 December 1998, but the period to be taken into consideration began only on 31 March 2000 when the applicant asked to join the proceedings. That period ended on 24 December 2002. The proceedings involving the applicant thus lasted for two years, eight months and twenty four days before one level of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "17.  The Government firstly maintained that Article 6 § 1 of the Convention was not applicable to the present case. The proceedings in question were non-contentious and did not involve a dispute of a serious and genuine nature and are therefore incompatible ratione materiae with the Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government further asserted that the applicant was not a victim of any violation of the rights guaranteed by the Convention because he was not a party to the proceedings in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Government further argued that the present application represented an abuse of the right of application because the applicant intentionally concealed that he was the owner of the plot of land that was subject of the domestic proceedings as he did not seek that his ownership be recorded in the land registry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant contested these arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  As to the Government's objection ratione materiae, the Court recalls that the concept of \"civil rights and obligations\" is not to be interpreted solely by reference to the respondent State's domestic law. Article 6 § 1 applies irrespective of the status of the parties, of the nature of the legislation which governs the manner in which the dispute is to be determined and of the character of the authority which has jurisdiction in the matter; it is enough that the outcome of the proceedings should be decisive for private rights and obligations (see, inter alia, Tre Traktörer AB v. Sweden, judgment of 7 July 1989, Series A no. 159, p. 18, § 41).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that the proceedings in question involved the determination of land borders between a land plot owned by the applicant and a neighbouring land plot owned by another person. The determination of land borders between plots of land was closely related to the extent of the ownership of the plots of land in question and was decisive for the effective exercise of the applicant's rights, i.e. the free enjoyment of his ownership. Therefore, the proceedings in question involved determination of the applicant's civil rights and obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  As to the existence of a dispute the Court refers to the principles enunciated in its case-law (see, inter alia, Pudas v. Sweden, judgment of 27 October 1987, Series A no. 125-A, p. 14, § 31). In particular, the dispute (\"contestation\") must be genuine and serious, it may relate not only to the actual existence of a right but also to its scope and the manner of its exercise and, finally, the result of the proceedings concerning the dispute at issue must be directly decisive for such a right (see Allan Jacobsson v. Sweden (no.1), judgment of 25 October 1989, Series A no. 163, p. 19, § 67). Furthermore, conformity with the spirit of the Convention requires that the word \"contestation\" should not be construed too technically and that it should be given a substantive rather than a formal meaning (see Moreira de Azevedo v. Portugal, judgment of 23 October 1990, Series A no. 189, p. 17, § 66)",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Turning to the present case, in respect of the proceedings concerning the determination of land borders, the Court notes that there was no agreement among the parties on the matter, which transpires from the application filed by P.M., J.B. and M.C. with the Rab Municipal Court (see paragraph 5 above), the transcript of the on the spot inquiry (see paragraph 10 above), as well as from the Rab Municipal Court's decision of 1 June 2000 (see paragraph 11 above). These facts lead to the conclusion that there existed a genuine dispute as to the determination of land borders among the parties to the proceedings in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  It follows that the Government's objection ratione materiae must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  As to the Government's objection that the applicant was not a victim of any violation of the rights and freedoms guaranteed by the Convention and that his application represented an abuse of the right of application, the Court notes that the documents submitted to it reveal that during the hearing held before the Rab Municipal Court on 11 April 2000 the applicant was represented by Mr. I. Debelić, a lawyer practicing in Rab and now also representing the applicant before the Court. At the on the spot inquiry the applicant was present in person and it was stated that he was the legal successor of R.Š. Furthermore, the Rab Municipal Court decision of 1 June 2000 was served on the applicant. In addition, the applicant submitted a copy of the same court's judgment of 27 December 1991, declaring him the owner of the plot of land in question. Therefore, it transpires from the documents submitted to the Court that the applicant participated in the proceedings in question and that the court which conducted the proceedings treated the applicant as a party to these proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Having in mind all these circumstances and the applicant's allegation that the proceedings in question conducted before the Rab Municipal Court lasted unreasonably long, the Court cannot but conclude that the Government's objection as to the applicant's victim status must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court notes further that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government argued that the case was complex and that the applicant himself contributed to the length of proceedings because his failure to seek that his ownership be recorded in the land registry contributed to the confusion about the facts of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant contested those arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court notes that the proceedings as such lasted for about one and a half years (from December 1998 until June 2000), which in itself is not excessively long. The Court further notes that the applicant joined the proceedings only in March 2000. However, it took the Rab Municipal Court more than two and a half years to draft and serve its decision on the applicant (on 24 December 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Having examined all the material submitted to it, the Court does not find that the Government have put forward any fact or argument capable of justifying the delay in the service of the Rab Municipal Court's decision. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant further complained that he had not had an effective remedy in respect of the length of the above proceedings. He relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "35.  The Government considered that a complaint submitted to the  about the length of proceedings represented an effective domestic remedy. The applicant's constitutional complaint was declared inadmissible simply because the applicant was not a party to the proceedings in question.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant contested these arguments.",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court recalls that that it recognised a constitutional complaint under section 63 of the Constitutional Court Act as an effective remedy for the length of proceedings still pending in  (see Slaviček v.Croatia (dec.), no. 20862/02, ECHR 2002-VII). Moreover, in its Nogolica decision (see Nogolica v. Croatia (dec.), no. 77784/01, ECHR 2002-VIII) the Court held that there existed special circumstances justifying a departure from the general rule on exhaustion of domestic remedies (according to which the issue of exhaustion should normally be determined by reference to the date when an application was lodged with the Court).",
                                "elements": []
                            },
                            {
                                "content": "38.  In the present case the applicant filed a constitutional complaint pursuant to section 63 of the Constitutional Court Act in respect of the proceedings that were still pending at that time. The , however, declared the complaint inadmissible finding that the applicant was not a party to the proceedings complained of.",
                                "elements": []
                            },
                            {
                                "content": "39.  The Court notes that a constitutional complaint concerning the length of proceedings of such a nature as those in question was in principle allowed pursuant to Section 63 of the Constitutional Court Act. In its decision of 13 February 2004 the  stated that the proceedings concerned a determination of land borders, conducted before the Rab Municipal Court. It further stated that it communicated the applicant's complaint to the Rab Municipal Court for observations. Only after those had been obtained the  found that it transpired from the observations that the applicant was not a party to the proceedings in question. For that reason, and that reason solely, the  declared the application inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "40.  It follows that the applicant was able to file a constitutional complaint and he was able to put forward his argument. The  processed his complaint and communicated it to the court conducting the proceedings in question. It follows that the applicant's complaint was tot immediately declared inadmissible. Only after the  concluded that the applicant was not, in its view, a party to the proceedings in question, it denied the applicant a possibility of putting into question the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "41.  It follows that in principle the  would examine the merits of a complaint concerning the length of the proceedings related to the determination of land borders.",
                                "elements": []
                            },
                            {
                                "content": "42.  Furthermore, the effectiveness of that remedy is not put into question simply because the 's criteria to judge whether the applicant was a party to the proceedings seemed to be more formalistic than those applied by the Court.",
                                "elements": []
                            },
                            {
                                "content": "43.  It follows that this complaint is inadmissible under Article 35 § 3 as manifestly ill-founded and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "44.  The applicant also invoked Article 1 of Protocol no. 1 without any further substantiation of his claim.",
                                "elements": []
                            },
                            {
                                "content": "45.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that the present case does not disclose any appearance of a violation of Article 1 of Protocol no. 1. It follows that this complaint is also inadmissible under Article 35 § 3 as being manifestly ill-founded and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "47.  The applicant did not submit a claim for just satisfaction or for any costs and expenses incurred. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no call to award just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 October 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "21/09/2006 00:00:00",
    "docname": "CASE OF DEBELIC v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77420.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1012JUD000923504",
    "externalsources": [],
    "extractedappno": [
        "9235/04",
        "25/98",
        "30979/96",
        "20862/02",
        "77784/01"
    ],
    "importance": "4",
    "introductiondate": "01/03/2004 00:00:00",
    "issue": [
        "Constitutional Act on the Constitutional Court, section 63"
    ],
    "itemid": "001-77420",
    "judgementdate": "12/10/2006 00:00:00",
    "kpdate": "12/10/2006 00:00:00",
    "kpthesaurus": [
        "183",
        "498",
        "445",
        "40",
        "406",
        "444",
        "110",
        "14",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "34",
        "29",
        "35-1",
        "6-1",
        "35",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "DEBELIC",
        "CROATIA"
    ],
    "rank": "560.887878417969",
    "representedby": [
        "DEBELIC I."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Allan Jacobsson v. Sweden (no.1), judgment of 25 October 1989, Series A no. 163, p. 19, § 67",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Moreira de Azevedo v. Portugal, judgment of 23 October 1990, Series A no. 189, p. 17, § 66",
        "Nogolica v. Croatia (dec.), no. 77784/01, ECHR 2002-VIII",
        "Pudas v. Sweden, judgment of 27 October 1987, Series A no. 125-A, p. 14, § 31",
        "Slavicek v.Croatia (dec.), no. 20862/02, ECHR 2002-VII",
        "Tre Traktörer AB v. Sweden, judgment of 7 July 1989, Series A no. 159, p. 18, § 41"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "339818",
    "typedescription": "14"
}