{
    "__articles": "3;13",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "5998/10",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-147613.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5998/10) against the Republic of Slovenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Serbian national, Mr Jovan Petrović (“the applicant”), on 24 December 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Odvetniška Družba Matoz o.p. d.o.o., a law office practicing in Koper. The Slovenian Government (“the Government”) were represented by their Agent, Mrs N. Pintar Gosenca, State Attorney.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the conditions of his detention in Ljubljana prison amounted to a violation of Articles 3 and 8 of the Convention, and that he had no effective remedy in this regard as required by Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 30 August 2013 the Court decided to give notice of the application to the Government. It also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and lives in Trlić.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant served his prison sentence in the closed and semi-open sections of Ljubljana prison.",
                                "elements": []
                            },
                            {
                                "content": "7.  In the period from 25 August 2009 to 22 September 2009 and from 4 November 2009 to 12 November 2009 he was held in the closed section: for two days in cell 4, measuring 18.75 square metres (not including a separate 2.44 square metre sanitary facility) shared with two to four other inmates and with 3.26 to 5.4 square metres of personal space and for thirtysix days in cell 2 measuring 16.18 square metres (not including a separate 1.7 square metre sanitary facility) shared with two to four other inmates and with 2.9 to 4.8 square metres of personal space.",
                                "elements": []
                            },
                            {
                                "content": "8. In the period between 23 September 2009 and 3 November 2009 he was held in the semi-open section for forty-two days in cell 137, measuring 17.94 square metres (not including a separate 1.75 square metre sanitary facility) shared with two to four other inmates and with 3.2 to 5.4 square metres of personal space.",
                                "elements": []
                            },
                            {
                                "content": "9.  As regards the general characteristics of the cells in the closed and semi-open sections, material conditions inside the cells, sanitary conditions and health care, see the judgment in Štrucl and Others v. Slovenia, nos. 5903/10, 6003/10 and 6544/10, §§ 21 to 32, 20 October 2011.",
                                "elements": []
                            },
                            {
                                "content": "10.  As to the out-of-cell time in the closed section, the Court found in the aforementioned judgment that sentenced prisoners in the closed section of the prison were locked up in their cells and were only able to leave them if they applied for certain activities, most of which were to take place in the recreation room. There was, however, only one 50square-metre recreation room per floor, which was to be used by ten inmates at most (Štrucl and Others § 86).",
                                "elements": []
                            },
                            {
                                "content": "11.  As to the out-of-cell time in the semi-open section, the Government submitted that the cell doors in the semi-open section of the prison were unlocked, except from 9.45 p.m. (on Fridays, Saturdays and before holidays from midnight) until 6.00 a.m. (on Saturdays, Sundays and during holidays until 8.30 a.m.). During this time prisoners could move freely in the corridor (35.7 square metres), living quarters of co-prisoners or in the indoor or outdoor exercise areas, in accordance with prison rules. The Government contended that this regime had been in place for several years.",
                                "elements": []
                            },
                            {
                                "content": "12.  As regards the cell temperature, the data provided by the Government showed that the average temperature in the cells in the late afternoon (5-5.30 p.m.) in the second half of July and August 2009 had been approximately 28oC, exceeding 30oC on seven days.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "13.  For the relevant domestic law and practice as well as relevant international documents see Štrucl and Others, cited above, §§ 33-56.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicant complained that the conditions of his detention in Ljubljana prison amounted to a violation of Article 3 of the Convention. In particular, he complained of severe overcrowding which had led to a lack of personal space, poor sanitary conditions and inadequate ventilation, as well as excessive restriction on out-of-cell time, high temperatures in the cells, inadequate health care and psychiatric support and exposure to violence from other inmates due to insufficient security.",
                                "elements": []
                            },
                            {
                                "content": "15.  He submitted that the situation amounted to a structural problem, and that this had been acknowledged by the domestic authorities.",
                                "elements": []
                            },
                            {
                                "content": "Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Complaint relating to physical conditions of detention",
                                        "elements": [
                                            {
                                                "content": "16.  As regards the part of the application about the semi-open section, in Jevšnik v. Slovenia, no. 5747/10, §§ 25 – 26, 9 January 2014 the Court found that the conditions in which the applicant was held in the semi-open section in Ljubljana prison, personal space (about 3.3 or 3.4 square metres) taken together with the time he could spend outside the cell (from Monday to Thursday fifteen hours and forty five minutes per day, on Fridays eighteen hours, on Saturdays fifteen hours and a half and on Sundays thirteen hours and fifteen minutes), could not be considered to be contrary to Article 3 of the Convention, as the restricted space in the sleeping facilities was compensated by the freedom of movement enjoyed by the applicant during the day-time. As regards the temperatures in cells in the summer of 2009, the Court found that although the applicant was imprisoned also in the second half of July and August 2009, his situation during that period could not be considered as being further exacerbated by high temperatures as he was held in the semi-open section and could therefore spend a considerable amount of time outside the cell.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  In the present case, when the applicant was held in the semi-open section he had between 3.2 to 5.4 square metres of personal space and enjoyed the same out-of-cell time as the applicant in the case of Jevšnik v. Slovenia. As the conditions of the applicant’s detention in the semi-open section were similar to those of the applicant in the case of Jevšnik v. Slovenia, this part of the application should be rejected as being manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  As regards the rest of the application, the Government, relying on the same arguments as in the case of Bizjak v. Slovenia (dec.), no. 25516/12, §§ 17-22, 8 July 2014, pleaded non-exhaustion of domestic remedies. They argued that the applicant had an effective remedy at his disposal, a claim for compensation under Article 179 of the Civil Code, which he had failed to use.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  In the above mentioned decision of July 2014 the Court found the claim for compensation to be effective. However, at the time when the applicant lodged his application in December 2009 there was no effective domestic remedy available in respect of prison conditions (see Štrucl and Others v. Slovenia, nos. 5903/10, 6003/10 and 6544/10, § 133, 20 October 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Court therefore dismisses the Government’s objection of nonexhaustion of domestic remedies. It further finds that this part of the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention nor is it inadmissible on any other grounds. It should therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Complaints relating to inadequate health care and psychiatric support and insufficient security measures",
                                        "elements": [
                                            {
                                                "content": "21. The parties in the present case adduced similar arguments as in Štrucl and Others, where the Court found the part of the application concerning inadequate health care, psychiatric support and insufficient security measures manifestly ill-founded (§§ 63-69). In the absence of any reasons that would lead the Court to reach a different conclusion in the present case, the Court finds these complaints to be manifestly ill-founded and therefore rejects them pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The parties relied on the same arguments as in the case of Štrucl and Others (cited above, §§ 70-79).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court refers as regards the relevant principles to paragraphs 7276 of its judgment in the case of Mandić and Jović v. Slovenia, nos. 5774/10 and 5985/10, 20 October 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24. The Court notes that the applicant was held in the closed section of Ljubljana prison, having for the most of the time between 2.9 and 4 sq. m of personal space and for few days slightly above 4 sq. m of personal space. This space was further reduced by the furniture (see Modarca v. Moldova, no. , § 63, 10 May 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court has already found in Štrucl and Others a violation of Article 3 of the Convention as regards the conditions of the applicants’ detention, limited personal space in cells (2.7 square metres of personal space for most of their detention), limited out-of-cell time and high temperatures in the summer of 2009 (see Štrucl and Others v. Slovenia, §§ 85 – 87 and 89).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In the present case when the applicant had less than 3 square metres of personal space his situation was similar to the one of the applicants in Štrucl and Others. Therefore, the Court finds that these conditions are contrary to Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  It was found in Praznik that the personal space of the applicant, which was for most of the period of his detention in the closed section about 3.3 square metres, and which was slightly larger than the space available to the prisoners in Štrucl and Others, still fell short of the recommendation of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment. It was further found that the applicant’s situation was exacerbated by the very limited time which could be spent outside the cell and by high temperatures in the cell in the summer (see Praznik, cited above, § 20). It was also found that the hardship he endured appeared to have exceeded the unavoidable level inherent in detention and that the resulting suffering went beyond the threshold of severity under Article 3 of the Convention (see, Praznik, cited above, § 21 and mutatis mutandis, Szél v. Hungary, no. 30221/06, § 18, 7 June 2011, and Peers v. Greece, no. 28524/95, § 75, ECHR 2001III). Therefore, it was concluded that the conditions of detention were contrary to Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28. In the present case when the applicant had more than 3 square metres of personal space his situation was similar to that of the applicant in Praznik. Therefore, the Court finds that these conditions are also contrary to Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained that his allegations in respect of Article 3 also gave rise to a violation of Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "30.  Article 8 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "31.  As already found in Praznik, the Court notes that in so far as the complaints under Article 8 overlap with those under Article 3 they should be for the same reasons and to the same extent declared admissible. However, in view of the applicant’s submissions and having regard to the finding relating to Article 3, the Court considers that no separate issue arises under Article 8 in this regard (see Orchowski v. Poland, no. 17885/04, § 198, ECHR 2009... (extracts)).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained that owing to the systemic nature of the inadequate prison conditions he did not have any effective remedy at his disposal as regards his complaints under Articles 3 and 8 of the Convention. In any event, there is no evidence that the remedies which were available in theory could work effectively in practice when it came to prison conditions and the treatment of prisoners. He cited Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  In so far as the applicant’s complaint under Article 13 of the Convention refers to the lack of effective remedies in respect of inadequate physical conditions of detention in the closed section, as already found by the Court in Štrucl and Others and Praznik, this aspect of the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As to the lack of effective remedies in respect of inadequate physical conditions of detention in the semi-open section of Ljubljana prison and in respect of the allegedly inadequate medical and psychological care and inadequate security measures, having declared the relevant issues under Articles 3 and 8 of the Convention inadmissible, the Court concludes that the applicant have no arguable claim for the purpose of Article 13 of the Convention (see Visloguzov v. Ukraine, no. 32362/02, §§ 745, 20 May 2010). It follows that this aspect of the applicant’s complaint under Article 13 of the Convention should be rejected as manifestly illfounded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "35.  As regards the Government’s arguments see paragraph 18.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that when the applicant lodged his application in December 2009 none of the remedies could have been regarded with a sufficient degree of certainty as constituting an effective remedy regarding prison conditions (see Štrucl and Others, §§ 11833). It found the claim for compensation to be effective in prison conditions cases only in its decision of July 2014, in the case of Bizjak, cited above. Since there appear to be no reasons to reach a different conclusion in the present case, the Court finds that there has been a violation of Article 13 of the Convention on account of the lack of an effective and accessible remedy under domestic law for the applicant’s complaints in respect of the conditions of his detention in the closed section.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Article 41 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "38.  The applicant claimed 15,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court awards the applicant EUR 1,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "41.  The applicant also claimed EUR 1,520.00 for costs and expenses incurred before the Court. This sum consisted of EUR 1,500 in lawyer’s fees, which he claimed were calculated on the basis of statutory domestic rates, EUR 20 for material expenses and tax thereon.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government argued that this claim was excessive. They also argued that the Court should take into account the fact that the applicant’s representative was representing a number of other applicants before the Court and had submitted almost identical pleadings in all these cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. With regard to an applicant’s Convention costs, the Court reiterates that it does not consider itself bound by domestic scales and practices, although it may derive some assistance from them (see, among many other authorities, Gaspari v. Slovenia, no. 21055/03, § 83, 21 July 2009, and Başkaya and Okçuoğlu v. Turkey [GC], nos. 23536/94 and 24408/94, § 98, ECHR 1999-IV). In the present case, regard being had to the information in its possession and in particular the fact that the law firm representing the applicant has already been reimbursed in other cases for preparation of submissions almost identical to the present ones (see Mandić and Jović, cited above, §§ 133-35, Štrucl and Others, cited above, §§ 146-48 and Praznik, cited above §§ 38-40), the Court considers it reasonable to award the sum of EUR 500 to cover the costs of the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the physical conditions of detention in the closed section under Articles 3 and 8 of the Convention, as well as the complaint under Article 13 of the Convention relating to the complaint concerning the physical conditions of detention in the closed section, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint concerning the physical conditions of detention under Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 November 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PETROVIC v. SLOVENIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-147613.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1106JUD000599810",
    "externalsources": [],
    "extractedappno": [
        "5998/10",
        "5903/10",
        "6003/10",
        "6544/10",
        "5747/10",
        "25516/12",
        "5774/10",
        "5985/10",
        "14437/05",
        "30221/06",
        "28524/95",
        "17885/04",
        "32362/02",
        "21055/03",
        "23536/94",
        "24408/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-147613",
    "judgementdate": "06/11/2014 00:00:00",
    "kpdate": "06/11/2014 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "PETROVIC",
        "SLOVENIA"
    ],
    "rank": "1191.51428222656",
    "representedby": [
        "ODVETNISKA DRUZBA MATOZ O.P. D.O.O."
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "398579",
    "typedescription": "15"
}