{
    "__articles": "5;5-1;6;6-1;11;11-1",
    "__conclusion": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Impartial tribunal)",
    "applicability": "",
    "appno": "74814/14;77851/14;3541/15;5335/15;7110/15;7386/15;7430/15;7542/15;7687/15;9182/15;11474/15;32827/15;51114/15",
    "article": [
        "6",
        "11",
        "5"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "details": [
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "element": "Violation of Article 11 - Freedom of assembly and association",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Impartial tribunal"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-203982.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "On 2 March 2014 the applicants participated in a political rally in Moscow. Following the aforementioned manifestation, they were arrested and convicted of an administrative offence.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The applicants’ details are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "Rally of 2 March 2014",
                        "elements": [
                            {
                                "content": "4.  On 1 March 2014, after the “Maidan” protest and the subsequent political events in Ukraine, the Council of the Federation of the Federal Assembly (the upper house of the Russian Parliament) approved the President’s request to use armed forces on the territory of Ukraine.",
                                "elements": []
                            },
                            {
                                "content": "5.  As a response to this decision, on 2 March 2014 a rally was held on Manezhnaya Square in Moscow. The city authorities had not been duly notified about the rally.",
                                "elements": []
                            },
                            {
                                "content": "6.  According to the report of the Ombudsman’s representative, by 2.30 p.m. around 300 people gathered on the square. At first the protesters stood silently holding homemade posters “No to war” and “No to intervention in Crimea” as well as white paper doves. At around 3 p.m. the police arrived. Half an hour later the protesters started to chant “No to war”. The police officers arrested those chanting first, then some of the protesters who were standing by. By 4 p.m. the rally participants had been pushed back to the Hotel Moscow, where the arrests continued. According to the Ombudsman’s representative, around 100 people were apprehended by the police.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "The applicants’ arrest, detention and conviction for administrative offences",
                        "elements": [
                            {
                                "content": "7.  The applicants were apprehended during the rally of 2 March 2014. They were transferred to various police stations of Moscow where the relevant administrative records were drawn up. The administrative-offence records were based on the reports and explanations of the police officers who had arrested the applicants. On the same day, once the administrative records were finalised the applicants were released.",
                                "elements": []
                            },
                            {
                                "content": "8.  On various dates the domestic courts convicted the applicants under Article 20.2 § 5 of the Code of Administrative Offences and sentenced them to fines. Ms Shtyrkova (application no. 7542/15) was ordered to pay 5,000 Russian roubles (RUB). Mr Kuznetsov (application no. 11474/15) was ordered to pay RUB 15,000. Other applicants had to pay a fine of RUB 10,000.",
                                "elements": []
                            },
                            {
                                "content": "9.  Relying on the administrative records, the reports and explanations of the police officers the domestic courts found the applicants liable for violating the established procedure for the conduct of a public assembly on account of their participation in the unauthorised rally. In particular, the courts considered unlawful that some of the applicants shouted slogans and/or failed to verify whether the gathering was legitimate.",
                                "elements": []
                            },
                            {
                                "content": "10.  As submitted by the applicants, Ms Vyatkina, Mr Filyushkin, Mr Kulikov, Mr Torgashev, Mr Kuznetsov, Ms Mitrokhina (applications nos. 3541/15, 7110/15, 7386/15, 7430/15, 11474/15, 51114/15, respectively) did not pay the fines.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORk",
                "elements": [
                    {
                        "content": "11.  For a summary of the relevant domestic law see Navalnyy v. Russia [GC] (nos. 29580/12 and 4 others, §§ 46-47, 15 November 2018).",
                        "elements": []
                    },
                    {
                        "content": "12.  The domestic legal provisions governing administrative transfer (escorting) and detention are also set out in the case of Butkevich v. Russia (see no. 5865/07, §§ 33-36, 13 February 2018).",
                        "elements": []
                    },
                    {
                        "content": "13.  According to Article 31.9 of the Code of Administrative Offences, if a decision imposing an administrative punishment is not enforced during two years from its entry into force, it can no longer be executed. The time when enforcement of such a decision is suspended or stayed is excluded from the aforementioned period.",
                        "elements": []
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "14.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicants complained of disproportionate measures taken against them as participants of peaceful public assembly, namely their arrest followed by their conviction for an administrative offence. They relied, expressly or in substance, on Article 11 of the Convention. Some applicants also invoked Article 10 of the Convention, however, this falls to be examined under Article 11, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court refers to the principles established in its case-law regarding freedom of assembly (see Kudrevičius and Others v. Lithuania [GC], no. 37553/05, ECHR 2015, with further references) and proportionality of interference with it (see Oya Ataman v. Turkey, no. 74552/01, ECHR 2006XIV, and Hyde Park and Others v. Moldova, no. 33482/06, 31 March 2009).",
                                "elements": []
                            },
                            {
                                "content": "17.  In the leading cases (see, for example, Frumkin v. Russia, no. 74568/12, 5 January 2016; Navalnyy and Yashin v. Russia, no. 76204/11, 4 December 2014; and Kasparov and Others v. Russia, no. 21613/07, 3 October 2013), the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "18.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion as to the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the measures applied to the applicants as peaceful participants in the public assembly did not correspond to a pressing social need and were thus not necessary in a democratic society.",
                                "elements": []
                            },
                            {
                                "content": "19.  These complaints are therefore admissible and disclose a violation of Article 11 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "OTHER ALLEGED VIOLATIONS UNDER WELL-ESTABLISHED CASE LAW",
                        "elements": [
                            {
                                "content": "20.  Some applicants submitted other complaints which also raised issues under Articles 5 and 6 of the Convention, given the relevant wellestablished case-law of the Court.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  Mr Filyushkin (application no. 7110/15) complained, in particular, about the absence of the prosecuting party in the administrative proceedings and that the court refused him an opportunity to cross-examine the police officers whose statements were used for his conviction. As regards these grievances, the Court observes that the applicant was absent from the hearings during the domestic administrative proceedings. The Court sees no reason to hold that he was not afforded an adequate opportunity to attend the hearings or to make arrangements for legal representation. In these circumstances, the Court considers that these complaints under Article 6 of the Convention are manifestly illfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The remaining complaints raising issues under the well-established case-law of the Court (see the appended table) are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. The Court further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "23.  Having examined all the material before it, the Court concludes that these remaining complaints also disclose violations of Articles 5 and 6 of the Convention, as indicated in the appended table, in the light of its findings in Vyerentsov v. Ukraine (no. 20372/11, §§ 81-83, 11 April 2013), Karelin v. Russia (no. 926/08, 20 September 2016), and Lashmankin and Others v. Russia (nos. 57818/09 and 14 others, §§  48692, 7 February 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As regards Article 5 § 1, the finding of a violation relates to the arbitrary character of the applicants’ arrests on 2 March 2014. Having reached this conclusion, in the circumstances of this case the Court does not consider necessary to examine some of the applicants’ allegations that their detention on that day exceeded the statutory limit of three hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  As regards Article 6 § 1, the applications relying on this provision disclose a violation of the impartiality requirement on account of the absence of a prosecuting party (see the appended table). The Court notes that many of the same applicants also complained under Article 6 §§ 1 and 3 (d) of the Convention about their alleged inability to cross-examine the police officers on whose written statements their conviction was based. In view of the foregoing, the Court considers that as it has already concluded that the administrative proceedings, taken as a whole, were conducted in violation of the right to a fair hearing, it is not necessary to address the remainder of the applicants’ complaints under Article 6 §§ 1 and 3 (d) of the Convention (see Frumkin, cited above, § 168).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "27.  Mr Divilkovskiy claimed 10,000 euros (EUR) in respect of nonpecuniary damage. Ms Shtyrkova and Mr Lubny did not submit their just satisfaction claims. Other applicants asked the Court to award nonpecuniary damage in accordance with its relevant case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As regards pecuniary damage, some of the applicants claimed the amounts of the administrative fines paid by them: Ms Zavyalova and Ms Kotova claimed EUR 200 each, Mr Divilkovskiy claimed EUR 170, Mr Babitskiy claimed EUR 480. Other applicants who submitted their pecuniary damage claims explained that they did not pay the fines. They requested the Court to find that any attempt to enforce the domestic decisions ordering them to pay the fines would violate Article 11 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government contested the claims as unfounded and unsubstantiated. They did not contest that the fines in the amount of 10,000 Russian roubles had been recovered in cases of Ms Zavyalova, Ms Kotova, Mr Babitskiy and Mr Divilkovskiy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Regard being had to the documents in its possession and to its caselaw concerning violations of Article 11 of the Convention on account of arbitrary arrests at peaceful assemblies, the Court considers it reasonable to award the sums indicated in the appended table. It however makes no award in respect of the applicants who failed to respond to the Court’s invitation to submit their just satisfaction claims in accordance with Rule 60 of the Rules of Court. As regards the applicants who submitted that they had not paid the fines the Court notes that a decision ordering an administrative punishment is enforceable during two years from the time when the decision became final (see paragraph 13 above). This period would normally have expired in 2016-2017 in respect of the applicants concerned. In the absence of any information as to enforcement of the relevant domestic decisions and, in particular, stay or suspension of their enforcement, the Court assumes that the decisions will not be enforced and rejects the applicants’ claims in this part.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "31.  Mr Divilkovskiy claimed EUR 3,000 for the costs and expenses incurred before the Court. He submitted legal services agreements and requested that the award be paid into his representative’s bank account. Ms Zavyalova, Ms Kotova, Mr Babitskiy, Mr Filyushkin, Mr Kulikov, Mr Pokrovskiy, Mr Kuznetsov and Ms Mitrokhina claimed, in total, EUR 4,810 for the costs and expenses incurred before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government contested the claims as irrelevant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Regard being had to the documents in its possession, to its case-law and the repetitive nature of the legal issues examined in this case, the Court considers it reasonable to award the following amounts, plus any tax that may be chargeable to the applicants: EUR 850 to Mr Divilkovskiy (application no. 32827/15); EUR 4,810 jointly to Ms Zavyalova, Ms Kotova, Mr Babitskiy, Mr Filyushkin, Mr Kulikov, Mr Pokrovskiy, Mr Kuznetsov and Ms Mitrokhina (applications nos. 74814/14, 77851/14, 5335/15, 7110/15, 7386/15, 9182/15, 11474/15, 51114/15). These awards are to be paid into the representatives’ bank accounts, as requested by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "34.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Declares the complaints under Articles 5, 6 and 11 of the Convention, as set out in the appended table, admissible and the complaints under Article 6 of the Convention in application no. 7110/15 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 11 of the Convention in respect of all applicants;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Articles 5 and 6 of the Convention as regards the other complaints raised under wellestablished case-law of the Court (see the appended table);",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine the complaints under Article 5 § 1 of the Convention concerning deprivation of liberty in excess of three hours (applications nos. 74814/14, 3541/15, 5335/15, 7386/15, 7430/15) and the complaints under Article 6 §§ 1 and 3 (d) of the Convention concerning cross-examination of certain witnesses (applications nos. 77851/14, 3541/15, 5335/15, 7430/15, 11474/15, 51114/15);",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 September 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helen Keller",
            "role": "president"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Ana Maria Guerra Martins",
            "role": "judges"
        },
        {
            "name": "Olga Chernishova",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZAVYALOVA AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-203982.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0908JUD007481414",
    "externalsources": [],
    "extractedappno": [
        "74814/14",
        "7542/15",
        "11474/15",
        "3541/15",
        "7110/15",
        "7386/15",
        "7430/15",
        "51114/15",
        "29580/12",
        "5865/07",
        "37553/05",
        "74552/01",
        "33482/06",
        "74568/12",
        "76204/11",
        "21613/07",
        "20372/11",
        "926/08",
        "57818/09",
        "32827/15",
        "77851/14",
        "5335/15",
        "9182/15",
        "7687/15"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-203982",
    "judgementdate": "08/09/2020 00:00:00",
    "kpdate": "08/09/2020 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "445",
        "13",
        "180",
        "145",
        "151"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "11-1",
        "6-1",
        "5-1",
        "5",
        "6",
        "11"
    ],
    "parties": [
        "ZAVYALOVA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "7317.44384765625",
    "representedby": [
        "PIGOLEVA D.S.",
        "VASYUKOV I.G.",
        "TEREKHOV K.I."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "500316",
    "typedescription": "15"
}