{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "36261/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-127815.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36261/08) against the Republic of Slovenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovenian national, Mr Stanislav Zavodnik (“the applicant”), on 25 July 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms A. Grad Pečnik, a lawyer practising in Celje. The Slovenian Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 December 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1938 and lives in Ravne Na Koroškem.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 21 December 1992 the applicant instituted proceedings before the Ljubljana Court of Associated Labour (Sodišče združenega dela v Ljubljani) concerning his disability allowances.",
                                "elements": []
                            },
                            {
                                "content": "6.  Between 17 March 1993 and 28 June 1994 when the Convention came into force in respect of Slovenia, the court held three main hearings.",
                                "elements": []
                            },
                            {
                                "content": "7 Between 21 February 1994 and 16 May 1996 the court sent to the applicant’s employer ten requests to provide information on the calculation of the allowances that the applicant had been receiving.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 12 November 1996 the court held a main hearing and requested the defendant’s auditor to establish, on the basis of documentation, the information that the applicant’s employer had failed to submit.",
                                "elements": []
                            },
                            {
                                "content": "9.  At the hearing on 17 October 1997 the court established that the defendant’s auditor failed to fulfill the task delegated by the court and decided to appoint an expert on finance.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 13 May 1998 the expert on finance submitted his opinion to the court.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 10 October 1998 the (renamed) Ljubljana Labour and Social Court (Delovno in socialno sodišče v Ljubljani) held a hearing and issued its decision, dismissing the applicant’s claim. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 11 November 1999 the Higher Labour and Social Court granted the applicant’s appeal and remitted the case back to the first instance court.",
                                "elements": []
                            },
                            {
                                "content": "13.  After three hearings had been held between 22 March 2001 and 3 September 2002 the Ljubljana Labour and Social Court issued its decision, dismissing the applicant’s claim. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 22 August 2005 and 22 September 2005 the applicant urged the Higher Labour and Social Court to issue a decision.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 24 November 2005 the Higher Labour and Social Court dismissed the applicant’s appeal. The applicant lodged an appeal on points of law.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 2 October 2007 the Supreme Court dismissed the applicant’s appeal on points of law. The applicant lodged a constitutional appeal.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 January 2008 the Constitutional Court dismissed the applicant’s constitutional appeal. The decision was served on the applicant’s representative on 30 January 2008.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "18.  For relevant domestic law, see the judgments Lesjak v. Slovenia (no. 33946/03, 21 July 2009) and Tomažič v. Slovenia (no. 38350/02, 13 December 2007).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by a ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds (see, mutatis mutandis, Lesjak v. , no. 33553/02, §§ 47-53, 6 April 2006 and Tomažič v. Slovenia, no. 38350/02, 13 December 2007, §§ 41-45. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "21.  The Government firstly argued, in respect of the determination of the period to be taken into consideration that due to the special role of the Constitutional Court this part of the proceedings should be considered separately and dismissed as manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government also argued that the proceedings in question had been complex since the court had needed to establish the applicant’s income from 1978 onwards and that the delays in the proceedings before the first instance court had occurred mainly because of the problems with obtaining this information. They submitted that the information could actually only be provided by the applicant’s employer which however had been unable to do so and in the end the court had needed to seek assistance of an expert on finance. They further argued that they believed that the time needed for decisions to be adopted at each instance could not be considered as unduly long and that the issue at stake was not of major importance for the applicant. They however admitted that the proceedings taken as a whole did take too long and that the applicant also could not be reproached for significantly influencing the duration of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant contested the arguments put forward by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  It notes that the period to be taken into consideration began on 28 June 1994, when the Convention entered into force with respect to Slovenia. As far as the end of the period is concerned, the Court reiterates that the “time” whose reasonableness is to be reviewed covers in principle the entirety of the litigation, including the appeal proceedings (Deumeland v. Germany, 29 May 1986, § 77, Series A no. 100). The proceedings before the Constitutional Court are to be taken into account in this connection since they are, in principle, able to influence the outcome of the proceedings before the lower courts (see Tričković v. Slovenia, no. 39914/98, §§ 27-29 and 36-41, 12 June 2001 and Šubinski v. Slovenia, no. 19611/04, § 69, 18 January 2007). Accordingly, the Court rejects the Government’s argument and considers the close of the period to be 30 January 2008 when the Constitutional Court’s decision was served on the applicant’s representative. The proceedings thus lasted thirteen years and seven months at four levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In assessing the reasonableness of the time that elapsed after the Convention came into force with respect to Slovenia, account must be taken of the state of proceedings at the time. The Court notes in this connection that at the relevant time the proceedings had been pending for one year and seven months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court understands from the submissions of the Government that the main reason for the delay during the period within the Court’s jurisdiction ratione temporis before the first instance court was the inability of the court to obtain information from the applicant’s employer on the amount of disability allowances that the applicant had been receiving. It must however in this respect dismiss the submissions of the Government that because of these difficulties the proceedings should be deemed as particularly complex. Noting that after the first instance court had finally appointed an expert on finance, the latter was able to evaluate the necessary data within less than six months, the Court doubts whether the domestic court at all needed to rely on the information provided by the applicant’s employer as it could have ordered an expert opinion much sooner in the course of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court also notes that after the case had been remitted back from the second instance court it took the first instance court in a renewed set of proceedings more than two years and six months to issue a decision. Afterwards also the higher court needed almost three years to review the decision of the first instance court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In this context, the Court reiterates that it is for the State to organise its legal system in such a way to enable its courts to comply with the requirement of Article 6 § 1 of the Convention (see, mutatis mutandis, Tusa v. Italy, 27 February 1992, § 17, Series A no. 231D, Jama v. Slovenia, no. 48163/08, § 36, 19 July 2012). If further reiterates that special diligence is necessary in disputes relating to social rights (Deumeland v. Germany, cited above, § 90).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Having regard to the foregoing and to its case-law on the subject (see Tomažič v. Slovenia, no. 38350/02, §§ 54-61, 13 December 2007, Rumpf v. Germany, no. 46344/06, §§ 41-46, 2 September 2010, Cundrič v. Slovenia, no. 57566/00, §§ 29-31, 30 March 2006), the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "31.  There has accordingly been a breach of Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Lastly, the applicant complained under Article 6 § 1 with regard to the alleged unfairness of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "33.  Having examined the above complaints, the Court finds, in the light of all the materials in its possession, and in so far as the matters complained of are within its competence, that they do not disclose any appearance of a violation of the Article relied on by the applicant. It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "35.  The applicant claimed 25,000 euros (EUR) in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government contested the claims for pecuniary damages. As regards the non-pecuniary damages it left the matter to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 8,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.   The applicant made no specific claim as regards the costs and expenses incurred before the Court. The Court therefore makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "39.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months EUR 8,500 (eight thousand five hundred euros) plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 November 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZAVODNIK v. SLOVENIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-127815.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1107JUD003626108",
    "externalsources": [],
    "extractedappno": [
        "36261/08",
        "33946/03",
        "38350/02",
        "33553/02",
        "30979/96",
        "39914/98",
        "19611/04",
        "48163/08",
        "46344/06",
        "57566/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-127815",
    "judgementdate": "07/11/2013 00:00:00",
    "kpdate": "07/11/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ZAVODNIK",
        "SLOVENIA"
    ],
    "rank": "1043.85192871094",
    "representedby": [
        "GRAD PECNIK A."
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "379778",
    "typedescription": "15"
}