{
    "__articles": "3;6;6-1;6-3;34",
    "__conclusion": "No longer a victim of a violation of Art. 3;No violation of Art. 6",
    "applicability": "",
    "appno": "22978/05",
    "article": [
        "6",
        "3",
        "34"
    ],
    "conclusion": [
        {
            "element": "No longer a victim of a violation of Art. 3",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Art. 6",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-87305.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22978/05) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Magnus Gäfgen (“the applicant”), on 15 June 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr M. Heuchemer, a lawyer practising in Bendorf. The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice, and Mr J.A. Frowein, Professor of Law (emeritus) at the Max Planck Institute, Heidelberg.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been subjected to torture prohibited by Article 3 of the Convention when being questioned by the police about the whereabouts of the child J. on 1 October 2002. He further submitted that his right to a fair trial as guaranteed by Article 6 of the Convention, comprising a right not to incriminate himself and a right to defend himself effectively, had been violated in that items of evidence which the authorities had been able to secure only as a result of a confession extracted from him had been used as evidence at his criminal trial.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 10 April 2007 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations. In addition, third-party comments were received from Mrs Sylvia von Metzler and Mr Friedrich von Metzler, \nthe parents of J., who had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 2) and who were represented by Mr E. Kempf and Ms H. Schilling, lawyers practising in Frankfurt am Main. The parties replied to those comments (Rule 44 § 5).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1975 and is currently detained in Schwalmstadt.",
                                "elements": []
                            },
                            {
                                "content": "7.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The kidnapping of J. and the police investigation",
                                "elements": [
                                    {
                                        "content": "8.  J. was the youngest son of a renowned banking family in Frankfurt am Main. He got to know the applicant, a law student, as an acquaintance of his sister.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 27 September 2002 the applicant lured J., aged eleven, into his flat in Frankfurt am Main by pretending that the child’s sister had left a jacket there. He then suffocated J.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Subsequently, the applicant deposited a letter at J.’s parents’ place of residence, stating that J. had been kidnapped by several persons. Only if the kidnappers received one million euros and managed to leave the country would the child’s parents see their son again. The applicant then drove to a pond at a private property near Birstein, one hour’s drive from Frankfurt, and hid J.’s corpse under a jetty at the pond.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 30 September 2002 around 1 a.m. the applicant picked up the ransom at a tram station. From then on he was secretly observed by the police. He paid part of the ransom into his accounts and hid the remainder of the money in his flat. That afternoon, the police arrested him at Frankfurt am Main airport.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  After having seen a doctor at the airport’s hospital on account of circulation trouble and skin lesions, the applicant was taken to the Frankfurt am Main Police Headquarters. He was informed by detective officer M. that he was suspected of having kidnapped J. and was instructed about his rights as a defendant, notably the right to remain silent and to consult a lawyer. He was then questioned by M. with a view to finding J. In reply, he suggested that the child was being held by another kidnapper. He was allowed to consult a lawyer, Z., for thirty minutes at his request. He subsequently stated that F.R. and M.R. had kidnapped the boy and had hidden him in a hut by a lake. M. and the applicant thereupon agreed to resume the questioning the following morning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Early in the morning of 1 October 2002, before M. came to work, detective officer E., acting on the orders of the deputy chief of the Frankfurt police, D., told the applicant that he would suffer considerable pain at the hands of a person specially trained for such purposes if he did not disclose the child’s whereabouts. According to the applicant, the officer further threatened to lock him into a cell with two huge black people who would sexually abuse him. The officer also hit him once on the chest with his hand and shook him so that his head hit the wall on one occasion. The Government disputed that the applicant had been threatened with sexual abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  For fear of being exposed to the measures he was threatened with, the applicant disclosed the precise whereabouts of the child after approximately ten minutes of questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  As the applicant had declared that he would only agree to go to the place where he had hidden J. in the presence of detective officer M., he was then driven with M. and numerous other police officers to Birstein, without detective officer E. being present any longer. The police found J.’s corpse under the jetty at the pond near Birstein as indicated by the applicant. They recorded the discovery of the corpse on videotape.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The police detected tyre tracks left by the applicant’s car at the pond near Birstein. When questioned by detective officer M. on the way back from Birstein to the police station the applicant confessed to having kidnapped and killed J. The police further secured J.’s school exercise books, a backpack, clothes worn by J. when he was kidnapped and the typewriter used for the blackmail letter in containers indicated by the applicant on the way back to Frankfurt am Main. They further found almost all the ransom money and a note concerning the planning of the crime in the applicant’s flat. According to the autopsy carried out on J.’s corpse on 2 October 2002, the boy had died of suffocation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant consulted his lawyer En., who had been instructed by his mother and had tried in vain to contact and advise the applicant in the morning at the police station, on 1 October 2002 on his return from Birstein.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In a note for the police file dated 1 October 2002, the deputy chief of the Frankfurt police, D., stated that that morning J.’s life had been in great danger, if he was still alive at all, given his lack of food and the temperature outside. In order to save the child’s life, he had therefore ordered the applicant to be questioned by police officer E. under the threat of pain which would not cause any injuries. The treatment itself was to be carried out under medical supervision. D. further stated that he had ordered another police officer to obtain a “truth serum” to be administered to the applicant. According to the note, the applicant’s questioning was exclusively aimed at saving the child’s life rather than furthering the criminal proceedings concerning the kidnapping. As the applicant had already made a confession after having been threatened with pain by detective officer E., no measures had been carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant maintained his confession when questioned by the police on 4 October 2002, by a public prosecutor on 4, 14 and 17 October 2002, and by a district court judge on 30 January 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "1.  Proceedings in the ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The decisions on the continuation of the proceedings and on the admissibility of evidence",
                                "elements": [
                                    {
                                        "content": "20.  On 9 April 2003, the first day of the hearing, the applicant, represented by counsel, lodged an application for the proceedings to be discontinued. He claimed that he had been threatened by detective officer E. on instructions from the deputy chief of the Frankfurt am Main police, D., with being subjected to severe pain and sexual abuse. He argued that his treatment had been in breach of Article 136a of the Code of Criminal Procedure and Article 3 of the Convention and warranted the discontinuation of the proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant further lodged an application for a declaration that owing to the continuous effect (Fortwirkung) of the threat of violence against him on 1 October 2002, all further statements which he had made to the investigation authorities until the beginning of the hearing could not be relied upon in the criminal proceedings. Moreover, the applicant sought a declaration that on account of the violation of Article 136a of the Code of Criminal Procedure, the use in the criminal proceedings of all items of evidence, such as the child’s corpse, which had become known to the investigation authorities because of the statements extracted from the applicant – the so-called “fruit of the poisonous tree” – was prohibited (“Fernwirkung”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 9 April 2003 the  dismissed the applicant’s application for the criminal proceedings against him to be discontinued. It found that the applicant had been threatened with considerable pain if he refused to disclose the victim’s whereabouts. However, the court did not find it established that the applicant had also been threatened with sexual abuse or had been otherwise influenced. The mere threat to cause the applicant pain had been illegal pursuant to Article 136a of the Code of Criminal Procedure, and also pursuant to Article 1 and Article 104 § 1, second sentence, of the Basic Law (see paragraphs 55-56 below) and Article 3 of the Convention, which underlay that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  However, this breach of constitutional rights did not bar criminal proceedings as such. In accordance with Article 136a § 3 of the Code, statements obtained through the use of prohibited methods of interrogation could not be relied upon in the criminal proceedings against the defendant. Likewise, the use of the investigation methods in question had not restricted the rights of the defence to such an extent that the criminal proceedings could no longer be conducted. Having regard to the seriousness of the charges against the applicant on the one hand, and to the severity of the unlawful conduct in the investigation proceedings on the other hand, there had not been such an exceptional and intolerable violation of the rule of law in the investigation proceedings as to bar the continuation of criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In a separate decision also delivered on 9 April 2003 the Frankfurt am Main Regional Court, granting the applicant’s application to that effect, decided that in accordance with Article 136a § 3, second sentence, of the Code of Criminal Procedure, all confessions and statements hitherto made by the applicant before the police, a public prosecutor and a district court judge could not be used as evidence in the criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The court found that on 1 October 2002 detective officer E. had used prohibited methods of interrogation within the meaning of Article 136a § 1 of the Code by threatening that the applicant would suffer pain if he did not disclose the child’s whereabouts. Therefore, it was prohibited to use as evidence statements which the applicant had made as a consequence of the use of this forbidden investigative measure. This exclusion of evidence (Beweisverwertungsverbot) did not only comprise the statements made immediately after the threat on 1 October 2002. Owing to the continuous effect (Fortwirkung) of the violation of Article 136a of the Code, all further statements which the applicant had made to the investigation authorities since that date could not be relied upon in the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The procedural irregularity caused by the use of a prohibited method of investigation could only have been remedied if the applicant had been informed before his subsequent questioning that the earlier statements he had made as a consequence of the use of forbidden investigation methods could not be used as evidence against him. However, the applicant had merely been instructed about his right as an accused not to testify, without having additionally been informed about the exclusion of the evidence that had been improperly obtained. He had therefore not been given the necessary “qualified instruction” (qualifizierte Belehrung) in the course of any of his hearings until then.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On the contrary, the Regional Court dismissed the applicant’s application for a declaration that on account of the violation of Article 136a of the Code of Criminal Procedure, the use in the criminal proceedings of all items of evidence, such as the child’s corpse, which had become known to the investigation authorities as a result of the statements extracted from the applicant – the so-called “fruit of the poisonous tree” – was prohibited (“Fernwirkung”). That court found:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On the contrary, there is no long-range effect of the breach of Article 136a of the Code of Criminal Procedure meaning that the items of evidence which have become known as a result of the statement may likewise not be used [as evidence]. The Chamber agrees in this respect with the conciliatory view (Mittelmeinung) taken by scholars and in court rulings ... according to which a balancing [of interests] in the particular circumstances of the case had to be carried out, taking into account, in particular, whether there had been a flagrant violation of the legal order, notably of provisions on fundamental rights, and according to which the seriousness of the offence investigated also had to be considered. Balancing the severity of the interference with the defendant’s fundamental rights – in the present case the threat of physical violence – and the seriousness of the offence he was charged with and which had to be investigated – the completed murder of a child – makes the exclusion of evidence which has become known as a result of the defendant’s statement – in particular the discovery of the dead child and the results of the autopsy – appear disproportionate.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The ’s judgment",
                                "elements": [
                                    {
                                        "content": "28.  In his statement on the charges, made on the second day of the trial, the applicant admitted having killed J., but stated that he had not initially planned to do so. On the contrary, in his final statement at the close of the trial, after evidence had been taken between 9 April and 28 July 2003, he admitted that he had also planned from the outset to kill the child and had acted with that intent. He then described his confession as “the only way to accept his deep guilt” and as the “greatest possible apology for the murder of the child”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 28 July 2003 the  convicted the applicant, inter alia, of murder and kidnapping with extortion causing the death of the victim. It sentenced him to life imprisonment and declared that his guilt was of particular gravity (besondere Schwere der Schuld; see paragraph 59 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The court found that at the hearing the applicant had been instructed anew about his right as a defendant to remain silent and about the fact that all his earlier statements could not be used as evidence against him, and had thereby been given the necessary qualified instruction. The applicant had nevertheless again confessed that he had kidnapped and killed J. His statements at the trial concerning the planning of his offence formed the essential, if not the only, basis for the court’s findings of fact. They were supported by the testimony of J.’s sister, the blackmail letter and the note concerning the planning of the crime found in the applicant’s flat. The findings of fact concerning the execution of the crime were exclusively based on the applicant’s confession at the trial. Further items of evidence showed that he had also told the truth in this respect. These included the findings of the autopsy as to the cause of the child’s death, the tyre tracks left by the applicant’s car near the pond where the child’s corpse had been found, and the discovery of money from the ransom which had been found in his flat or paid into his accounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In assessing the gravity of the applicant’s guilt, the court observed that he had killed his eleven-year-old victim in order to be able to live in luxury with his wealthy friends and his girlfriend and to preserve his self-created image of a rich and successful young lawyer. It found that, contrary to the views expressed by the Public Prosecutor’s Office and the private accessory prosecutors, the fact that the applicant had volunteered a full confession at the trial, even though all his earlier confessions could not be used as evidence pursuant to Article 136a § 3 of the Code of Criminal Procedure, was a mitigating factor. However, even without his confession, the applicant would have been found guilty of kidnapping with extortion causing the death of the victim. The applicant had been kept under police surveillance after he had collected the ransom, which had later been found in his flat or paid into his accounts. Furthermore, it was proved by the autopsy on J.’s corpse that the boy had been suffocated, and tyre tracks left by the applicant’s car had been detected at the place where J.’s body had been found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The court further observed that in questioning the applicant, methods of interrogation prohibited under Article 136a of the Code of Criminal Procedure had been employed inasmuch as the applicant had been threatened with pain in order to make him disclose the child’s whereabouts. Whether and to what extent detective officer E. and the deputy chief of the Frankfurt police, D., were guilty of an offence because of these threats had to be determined in the pending criminal investigations against them. However, their possibly illegal acts did not mitigate the applicant’s own guilt. The misconduct of police officers, belonging to the executive power, could not prevent the judiciary from assessing findings of fact in accordance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Proceedings in the Federal Court of Justice",
                                        "elements": [
                                            {
                                                "content": "33.  On 29 July 2003 the applicant lodged an appeal on points of law with the Federal Court of Justice, submitting his grounds of appeal on 1 December 2003 in particular. He complained that the , in its decision of 9 April 2003, had refused to discontinue the criminal proceedings against him. He argued that on 9 April 2003, he had lodged an application for the proceedings to be discontinued. At the same time, he had applied for a declaration that owing to the continuous effect (Fortwirkung) of the threat of violence on 1 October 2002, all further statements which he had made to the investigation authorities could not be relied upon in the criminal proceedings. He had also requested the court to declare that since the confession had been obtained from him by threats, the use in the criminal proceedings of all items of evidence, such as the child’s corpse, which had become known to the investigation authorities because of the statements extracted from him was prohibited (“Fernwirkung”). The applicant included a full copy of these applications of 9 April 2003, including the grounds given for them, in his submissions giving reasons for his appeal on points of law. He further included a copy of the Regional Court’s decision of 9 April 2003 dismissing his application for the proceedings to be discontinued and argued in respect of the police’s threats against him that, developing the case-law of the Federal Court of Justice, such conduct “leapt beyond” the exclusion of evidence and led to an impediment to the proceedings (“dass ein derartiges Verhalten das Verwertungsverbot ‘überspringt’ und ein Verfahrenshindernis begründet”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In his observations dated 9 March 2004 the Federal Public Prosecutor argued that the applicant’s appeal on points of law should be dismissed as manifestly ill-founded. He argued that the use of prohibited methods of interrogation, such as a threat of torture, did not lead to an impediment to the criminal proceedings. Article 136a of the Code of Criminal Procedure expressly provided that the use of any of the prohibited methods enumerated entailed only the exclusion of evidence. The applicant had not complained of a breach of Article 136a § 3 of the Code of Criminal Procedure. In any event, there would be no grounds for such a complaint as the  had only used the applicant’s full confession at the trial, which he had made after having been informed that his previous statements had not been admitted as evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 21 May 2004 the Federal Court of Justice, without giving further reasons, dismissed the applicant’s appeal on points of law as ill-founded.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings in the ",
                                        "elements": [
                                            {
                                                "content": "36.  On 23 June 2004 the applicant lodged a complaint with the . Summarising the facts underlying the case and the content of the impugned decisions, he complained under Article 1 § 1 and Article 104 § 1, second sentence, of the Basic Law about the way in which he had been questioned by the police on the morning of 1 October 2002. He argued that he had been threatened with being subjected to severe pain and sexual abuse if he did not disclose the child’s whereabouts. In the circumstances of the case, this treatment amounted to torture within the meaning of Article 3 of the Convention and infringed Article 104 § 1 of the Basic Law. It also violated his absolute right to human dignity under Article 1 of the Basic Law, which lay at the heart of the provisions in question. Because of these unjustifiable human-rights violations, there was both a bar to the criminal proceedings against him and a prohibition on using the items of evidence obtained as a consequence of the confession extracted from him in the course of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 14 December 2004 the , sitting as a panel of three judges, refused to accept the applicant’s constitutional complaint for examination as it was inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Firstly, in so far as the applicant complained of the failure of the criminal courts to discontinue the proceedings against him, the court found that he had not sufficiently substantiated his complaint. It observed that the  had already stated that the police’s threat to inflict pain on the applicant had violated Article 136a of the Code of Criminal Procedure and Article 3 of the Convention. Because of this threat, the applicant’s rights under Article 1 § 1 and Article 104 § 1, second sentence, of the Basic Law had been disregarded in the investigation proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  However, the violation of fundamental rights outside the trial did not necessarily warrant the conclusion that the judgment delivered by a criminal court, which was based on the findings made during the trial, breached constitutional law. In the present case, the criminal courts had found that the methods of investigation used by the police had been prohibited, but had differed from the applicant as to the legal conclusions to be drawn from that finding. They had taken the view that the use as evidence of the statements obtained as a result of the measures in question had been prohibited but that there had been no bar to the criminal proceedings altogether.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  According to the , there would not have been a violation of fundamental rights if the procedural flaw of having applied prohibited methods of investigation could be regarded as having been remedied by the criminal courts, because they had prohibited the use as evidence of the statements obtained thereby. Such a prohibition was prescribed by Article 136a § 3 of the Code of Criminal Procedure in order to compensate for a prior infringement of the rights of the person concerned. On the contrary, the circumstances in which substantial procedural irregularities might entail a bar to criminal proceedings were not laid down in law. In these circumstances, the applicant had failed to explain why the contested methods of investigation had not only entailed a prohibition on using the statements obtained thereby as evidence, but had led to a bar to criminal proceedings against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Secondly, the  found that, in so far as the applicant complained that the  had refused to exclude the use in the proceedings of all items of evidence obtained as a result of the confession extorted from him by threats (“Fernwirkung”), his constitutional complaint was likewise inadmissible. The applicant had failed to raise this issue in the proceedings before the Federal Court of Justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The decision was served on the applicant’s lawyer on 22 December 2004.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "1.  The criminal proceedings against the police officers",
                                        "elements": [
                                            {
                                                "content": "43.  On 20 December 2004 the  convicted detective officer E. of coercion committed by an official in the course of his duties. It cautioned the defendant and imposed a suspended fine amounting to 60 daily payments of 60 euros (EUR), which the defendant would be required to pay if he committed another offence during the probation period. Furthermore, the court convicted the deputy chief of the Frankfurt police, D., of having incited E., a subordinate, to commit coercion in the course of his duties. It also cautioned D. and imposed on him a suspended fine amounting to 90 daily payments of EUR 120. The applicant had given evidence as a witness in these proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The  found that on the morning of 1 October 2002 D. had ordered that the applicant was to be questioned while being subjected to pain in the manner set out in his subsequent note for the police file. By doing so, he had acted against the advice of all his subordinate heads of department entrusted with the investigation into J.’s kidnapping. The heads of department had disapproved of the measure he had ordered and had proposed an approach entailing further questioning and confrontation of the applicant with third persons instead. D. had personally ordered detective officer E. to threaten the applicant with physical violence, which was to be carried out by another specially trained police officer. The measure had been aimed at finding out immediately where the applicant had hidden J., whose life he had considered to be at great risk. In order to save J.’s life, E. had threatened the applicant in the manner ordered by D.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The  observed that the method of investigation had not been justified as an act of necessity, because it violated human dignity as codified in Article 1 of the Basic Law. Respect for human dignity also lay at the heart of Article 104 § 1, second sentence, of the Basic Law and Article 3 of the Convention. The protection of human dignity was absolute. Allowing exceptions or a balancing of interests would breach a taboo.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In determining the sentences, the  notably took into consideration that the defendants’ sole concern had been to save J.’s life and that they had been under extreme pressure because of their respective responsibilities vis-à-vis the superior authority and the public. They had been completely exhausted at the relevant time and had acted in a very tense and hectic situation. Moreover, D. had openly taken responsibility for his acts by admitting and explaining them in a note for the police file on the same day. The proceedings had lasted a long time and had attracted immense media attention. Both defendants had suffered prejudice in their professional career: D. had been transferred to the Hessian Ministry of the Interior, and E. had been prohibited from carrying out measures relevant to the prosecution of criminal offences. Furthermore, it was the first time that a conflict situation such as the one in the defendants’ case had been assessed by a German criminal court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The judgment became final on 20 December 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  D. was subsequently transferred to the Police Headquarters for Technology, Logistics and Administration and was appointed its chief.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The official liability proceedings brought by the applicant",
                                        "elements": [
                                            {
                                                "content": "49.  On 28 December 2005 the applicant applied to the  for legal aid with a view to bringing official liability proceedings against the  for the payment of compensation. He claimed that he had been traumatised by the methods of police investigation applied against him, inter alia the threat of being subjected to pain if he did not disclose J.’s whereabouts, further threats of sexual abuse and slaps, and was in need of psychological treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In its submissions dated 27 March 2006 the Frankfurt am Main Police Headquarters contested that E.’s conduct when questioning the applicant in the morning of 1 October 2002 was to be legally qualified as coercion and amounted to a breach of official duties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 28 August 2006 the  dismissed the applicant’s application for legal aid.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 28 February 2007 the Frankfurt am Main Court of Appeal dismissed an appeal by the applicant against the refusal to grant him legal aid. Endorsing the reasons given by the , it confirmed in particular that the police officers D. and E., when threatening the applicant, had infringed human dignity, which was inviolable, and had thus breached their official duties. However, the applicant would not be able to prove that the threats of torture uttered against him had caused mental damage necessitating psychological treatment. It was obvious that the officers’ threat for a short period of time was negligible compared to the traumatisation caused by the fact that he had killed a child. Moreover, even assuming that the applicant would be able to prove that police officer E. had shaken him, as a result of which his head had hit a wall on one occasion, and had once hit him on the chest, allegedly causing a haematoma near his collarbone, the physical damage caused thereby would be too minor to necessitate the payment of compensation for non-pecuniary damage. The violation of the applicant’s human dignity by the threat of torture did not warrant the payment of compensation either as the applicant had obtained sufficient satisfaction by the exclusion of his statements as evidence and the criminal conviction of the police officers responsible for the threats.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 19 January 2008 the Federal Constitutional Court, allowing a constitutional complaint by the applicant, quashed the Court of Appeal’s decision and remitted the case to that court. It found that in refusing to grant the applicant legal aid, the Court of Appeal had violated the principle of equal access to court. In particular, that court had speculated that the applicant would not be able to prove that the threat to torture him had led to mental damage and had thus refused to take the necessary evidence (in the main proceedings). In addition to that, it was not obvious that the physical injuries the applicant claimed to have suffered in the course of the interrogation could be considered to be of secondary importance in view of the threats uttered against him. Moreover, the question whether the violation of the applicant’s human dignity necessitated the payment of damages despite the satisfaction he had obtained as a result of the criminal conviction of the police officers involved was a difficult legal question on which no precedent existed in a judgment of a court of final instance, and which should therefore not be determined in legal-aid proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The proceedings are currently pending before the Frankfurt am Main Court of Appeal.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Basic Law",
                                "elements": [
                                    {
                                        "content": "55.  Article 1 § 1 of the Basic Law, on the protection of human dignity, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Human dignity shall be inviolable. To respect and protect it shall be the duty of all State authority.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Article 104 § 1, second sentence, of the Basic Law, on the rights of persons in detention, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Persons taken into custody may neither be subjected to mental nor to physical ill-treatment.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "57.  Article 136a of the Code of Criminal Procedure, on prohibited methods of interrogation (verbotene Vernehmungsmethoden), provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The freedom of the accused to make decisions and to manifest his will shall not be impaired by ill-treatment, induced fatigue, physical interference, the administration of drugs, torment, deception or hypnosis. Coercion may be used only in so far as it is permitted by the law on criminal procedure. Threatening the accused with measures that are not permitted under the law on criminal procedure or holding out the prospect of an advantage that is not contemplated by statute shall be prohibited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Measures which impair the accused’s memory or ability to understand and accept a given situation (Einsichtsfähigkeit) shall not be permitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  The prohibition under subsections (1) and (2) shall apply even if the accused has consented [to the proposed measure]. Statements obtained in breach of this prohibition shall not be used [in evidence], even if the accused has agreed to their use.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Criminal Code",
                                "elements": [
                                    {
                                        "content": "58.  By Article 211 of the Criminal Code, the intentional killing of a person is to be qualified as murder if certain aggravating elements are present. A murderer is notably a person who kills another out of cupidity, treacherously or in order to cover up another offence. Murder is punishable by life imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  A declaration by the sentencing court that the defendant’s guilt is of a particular gravity may, among other things, have a bearing on a subsequent decision as to whether or not to suspend the remainder of the defendant’s prison sentence on probation. Article 57a of the Criminal Code states that the court is to suspend the remainder of a life sentence on probation if the convicted person has served fifteen years of his sentence, provided that this can be justified in the interests of public security and the particular gravity of the defendant’s guilt does not warrant the continued execution of the sentence.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant claimed that he had been subjected to torture when questioned by the police on 1 October 2002. He relied on Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Treatment contrary to Article 3",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "61.  In the applicant’s submission, detective officer E. had extracted a confession from him on 1 October 2002 by methods of interrogation, comprising threats of physical violence and sexual abuse as well as slaps, which had to be qualified as torture. In addition to that, he had then been taken against his will to the place where he had hidden J.’s corpse and had been forced, not least through the continuing effect of the threats to torture him and the great number of policemen present, actively to disclose further items of evidence. He claimed that he had been threatened by the police with being subjected to severe pain at a time when they had already been aware that J. was dead. Therefore, he had been forced to incriminate himself by making a confession solely in order to further the criminal investigations against him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "62.  The Government conceded with regret that Article 3 of the Convention had been violated during the applicant’s questioning by detective officer E. on 1 October 2002. They stressed that the applicant had been threatened only with severe pain if he did not inform the police about J.’s whereabouts. The threats had been uttered on the morning of 1 October 2002, at a time when the policemen involved had believed that J. could still be alive, but that his life would be at great risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "63.  Article 3 of the Convention enshrines one of the most fundamental values of democratic societies. Unlike most of the substantive clauses of the Convention, Article 3 makes no provision for exceptions and no derogation from it is permissible under Article 15 § 2 even in the event of a public emergency threatening the life of the nation (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV, and Selmouni v. France [GC], no. 25803/94, § 95, ECHR 1999-V). The Convention prohibits in absolute terms torture and inhuman or degrading treatment or punishment, irrespective of the conduct of the person concerned (see Chahal v. the United Kingdom, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1855, § 79; V. v. the United Kingdom [GC], no. 24888/94, § 69, ECHR 1999-IX; and Ramirez Sanchez v. France [GC], no. 59450/00, § 116, ECHR 2006-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In assessing the evidence on which to base the decision whether there has been a violation of Article 3, the Court adopts the standard of proof “beyond reasonable doubt”. However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ramirez Sanchez, cited above, § 117).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum depends on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim (see Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162, and Jalloh v. Germany [GC], no. 54810/00, § 67, ECHR 2006-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court has considered treatment to be “degrading” when it was such as to arouse in its victims feelings of fear, anguish and inferiority capable of humiliating and debasing them and possibly breaking their physical or moral resistance, or when it was such as to drive the victim to act against his will or conscience (see, inter alia, Keenan v. the United Kingdom, no. 27229/95, § 110, ECHR 2001-III, and Jalloh, cited above, § 68). Treatment has been held to be “inhuman” because, inter alia, it was premeditated, was applied for hours at a stretch and caused either actual bodily injury or intense physical and mental suffering (see Labita, cited above, § 120, and Ramirez Sanchez, cited above, § 118). It was the intention that the Convention should, by means of the distinction between torture and inhuman treatment, attach a special stigma to deliberate inhuman treatment causing very serious and cruel suffering (see Ireland v. the United Kingdom, cited above, pp. 66-67, § 167, and Selmouni, cited above, § 96). Moreover, a mere threat of conduct prohibited by Article 3, provided it is sufficiently real and immediate, may be in conflict with that provision. Thus, to threaten an individual with torture may constitute at least inhuman treatment (see Campbell and Cosans v. the United Kingdom, judgment of 25 February 1982, Series A no. 48, p. 12, § 26).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "67.  In order to determine the treatment to which the applicant must be taken to have been subjected on 1 October 2002, the Court notes that, according to the findings of the criminal courts, the applicant was threatened by detective officer E. on the instructions of the deputy chief of the Frankfurt am Main police, D., with physical violence causing considerable pain in order to make him disclose J.’s whereabouts. According to the applicant, E. also threatened him with sexual abuse, hit him once on the chest and shook him so that his head hit the wall on one occasion, injuring him. These submissions – which, in the circumstances of the instant case, would in any event be aspects of and would aggravate the police officer’s uncontested threat of physical violence – are contested by the Government. They have not been found to be established by the  either in the criminal proceedings against the applicant (see paragraph 22 above) or in the criminal proceedings against the police officers E. and D. (see paragraph 44 above). In view of the fact that the domestic courts have taken and evaluated the evidence before them on this issue, and having regard to all the material before it, the Court finds that the applicant’s further submissions on his treatment when questioned by E. on 1 October 2002 have not been proved beyond reasonable doubt. Furthermore, the Court, having regard to the findings of the domestic courts and the material before it, is persuaded that the police officers resorted to the method of interrogation in question in order to save the life of J., which they considered to be at great risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  As to the applicant’s submission that he had also directly been forced actively to disclose items of real evidence, the Court observes that according to the findings of the domestic authorities and the material before it, the applicant had agreed to drive to the pond where he had hidden J. in the presence of detective officer M., which they did, whereas detective officer E., who had threatened him, was not present any longer (see paragraph 15 above). There is nothing to indicate that the applicant was again threatened by any of the police officers present in order to make him disclose items of real evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  As to the qualification of the treatment the applicant was subjected to, the Court, having regard to all the circumstances of the applicant’s interrogation by E., observes that he was subjected to sufficiently real and immediate threats of deliberate ill-treatment. It is further clear that the threats of violence against the applicant were uttered by detective officer E., instructed by D., in the performance of their duties and were made for the purpose of extracting a statement from him, which must be regarded as an aggravating element (compare Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2279, § 64; and contrast Egmez v. Cyprus, no. 30873/96, § 78, ECHR 2000-XII). The Court would like to underline in this connection that in view of the absolute prohibition of treatment contrary to Article 3 irrespective of the conduct of the person concerned and even in the event of a public emergency threatening the life of the nation – or, a fortiori, of an individual – the prohibition on ill-treatment of a person in order to extract information from him applies irrespective of the reasons for which the authorities wish to extract a statement, be it to save a person’s life or to further criminal investigations. Moreover, the applicant’s treatment must be considered to have caused him considerable mental suffering, which is also illustrated by the fact that, having persistently refused to make correct statements until then, he confessed under the influence of such treatment where he had hidden J. Thus, the Court finds that the treatment the applicant was threatened with would, if carried out, amount to torture. However, the questioning lasted for some ten minutes only and, as was established in the criminal proceedings against the police officers (see paragraph 46 above), took place in an atmosphere of heightened tension and emotions owing to the fact that the police officers, who were completely exhausted and under extreme pressure, believed that they had only a few hours to save J.’s life, elements which can be regarded as mitigating factors (compare Egmez, cited above, § 78, and Krastanov v. Bulgaria, no. 50222/99, § 53, 30 September 2004). Furthermore, the threats of ill-treatment were not put into practice and have not been shown to have had any serious long-term consequences for the applicant’s health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In the light of the above, the Court considers that in the course of the questioning by E. on 1 October 2002 the applicant was subjected to inhuman treatment prohibited by Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Loss of victim status",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) The applicant",
                                "elements": [
                                    {
                                        "content": "71.  The applicant argued that he had not lost his status as a victim of a violation of Article 3. The domestic courts had failed to clearly acknowledge a breach of his Convention right in a legally binding manner in simply mentioning Article 3 in their decisions dismissing the applicant’s applications and complaints. Moreover, the Frankfurt am Main Police Headquarters had openly justified the methods of interrogation used against him and had claimed that they did not amount to a breach of official duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Furthermore, in the applicant’s submission there had not been any redress for the breach of the prohibition of torture. The exclusion of some of his statements pursuant to Article 136a of the Code of Criminal Procedure was not sufficient to afford adequate compensation. The items of evidence which had been obtained as a result of the confession extracted from him and which had been essential for securing his conviction had been admitted at the outset of his trial following the Regional Court’s decision of 9 April 2003. His application for the proceedings to be discontinued had been dismissed, he had been sentenced to the maximum applicable penalty and his constitutional complaint had been to no avail. The criminal conviction of the police officers who had threatened him had not afforded him redress either, because the officers had not even had to pay their fines and one of them, D., had subsequently been promoted. His application for legal aid with a view to bringing an official liability action had been dismissed and he had not been paid compensation for the damage resulting from his treatment in breach of Article 3.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "73.  In the Government’s view, the applicant had lost his status as a victim of a violation of Article 3. In the criminal proceedings against him the German courts had formally acknowledged that the applicant’s treatment had contravened Article 3. Whereas the , in its decision of 9 April 2003, had stated that there had been a breach of Article 3, the  had indirectly found that the applicant’s treatment contrary to Article 3 amounted to torture. Moreover, the , in the criminal proceedings against the police officers, had expressly confirmed that there had been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government further stressed that the violation of Article 3 of the Convention had entailed legal consequences. In particular, the Frankfurt am Main Regional Court, in accordance with Article 136a of the Code of Criminal Procedure, had excluded the use as evidence not only of the confession of 1 October 2002, but also of all subsequent confessions made by the applicant until the trial before it. However, the applicant, after having been instructed that his previous confessions could not be used in evidence, had made a new full confession at his trial. The items of evidence found after the applicant’s first confession had only been used to test the veracity of the applicant’s confession at the trial. In addition to that, the police officers involved in threatening him had been convicted and sentenced in the criminal proceedings against them. Moreover, the applicant had the right to claim damages in an official liability action under Article 839 of the Civil Code, read in conjunction with Article 34 of the Basic Law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) General principles",
                                "elements": [
                                    {
                                        "content": "75.  The Court reiterates that it falls first to the national authorities to redress any violation of the Convention. In this regard, the question whether an applicant can claim to be the victim of the violation alleged is relevant at all stages of the proceedings under the Convention (see, inter alia, Siliadin v. France, no. 73316/01, § 61, ECHR 2005-VII). A decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” for the purposes of Article 34 of the Convention unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, inter alia, Eckle v. Germany, judgment of 15 July 1982, Series A no. 51, p. 30, § 66; Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI; and Siliadin, cited above, § 62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  As to the redress which has to be afforded to an applicant in order to remedy a breach of a Convention right at national level, the Court has generally considered this to be dependent on all the circumstances of the case, having regard, in particular, to the nature of the Convention violation found. In cases involving a violation of Article 3, the Court has considered it essential for the State to have enacted criminal-law provisions penalising practices contrary to Article 3 and to have applied them in practice by identifying and prosecuting those responsible (compare Egmez, cited above, § 65; M.C. v. Bulgaria, no. 39272/98, §§ 150, 153, 166, ECHR 2003-XII; and Krastanov, cited above, § 48). Moreover, the Court has found that an applicant did not lose his status as a victim of a violation of his Convention rights merely as a result of a statement by a court that an illegally obtained item of evidence should not have been admitted in criminal proceedings, without any consequences having been drawn in terms of the defendant’s Convention rights (compare Heglas v. the Czech Republic, no. 5935/02, § 52, 1 March 2007 in respect of alleged violations of Articles 8 and 6 of the Convention). In cases in which the Convention violation has caused substantive pecuniary or non-pecuniary damage to the applicant, the Court has further found it decisive for an applicant’s loss of victim status that the latter has received the payment of compensation which was reasonable as to quantum (compare Busa v. Hungary, no. 28453/95, Commission decision of 15 January 1997, in respect of a complaint under Article 3 against excessive use of force by the police; Murillo Saldias and Others v. Spain (dec.), no. 76973/01, 28 November 2006, concerning a breach of the administrative authorities’ positive obligations under Article 2; and Dalban, cited above, § 44, in respect of a conviction in breach of Article 10).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "77.  The Court thus has to examine, firstly, whether the national authorities have acknowledged, either expressly or in substance, the breach of the Convention. It notes in this connection that in the criminal proceedings against the applicant, the Frankfurt am Main Regional Court, in its decision dated 9 April 2003, expressly stated that the threat to cause the applicant pain in order to extract a statement from him had not only constituted a prohibited method of interrogation under Article 136a of the Code of Criminal Procedure. The threat had also disregarded Article 3 of the Convention, which underlay that provision of the Code of Criminal Procedure (see paragraph 22 above). Likewise, the Federal Constitutional Court, referring to the Regional Court’s finding of a violation of Article 3, confirmed that the applicant’s human dignity and the prohibition on subjecting prisoners to ill-treatment (Article 1 and Article 104 § 1, second sentence, of the Basic Law) had been disregarded (see paragraph 38 above). In addition to that, in its judgment of 20 December 2004 convicting the police officers responsible for the methods of interrogation in question of incitement to coercion and of coercion, the Frankfurt am Main Regional Court found that such methods had not been justified as an act of necessity because they had violated the absolute protection of human dignity under Article 1 of the Basic Law, which also lay at the heart of Article 3 of the Convention (see paragraph 45 above). In view of this, the Court is satisfied that the domestic courts which were called upon to rule on this issue acknowledged expressly and in an unequivocal manner that the applicant’s treatment when questioned by E. on 1 October 2002 had violated Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  In determining, secondly, whether the applicant has been afforded sufficient redress for this breach of Article 3 at national level, the Court observes in the first place that the two police officers involved in threatening the applicant were convicted of coercion and incitement to coercion and were punished in a final judgment of the Frankfurt am Main Regional Court (see paragraph 43 above). Having regard to all the factors relevant for determining the sentence as taken into consideration by the Regional Court (see paragraph 46 above), the Court is not convinced that the – comparatively lenient – sentence imposed on the police officers calls into question the fact that substantive redress has been granted to the applicant as a result of the officers’ criminal conviction. Moreover, the police officers suffered prejudice in their professional careers in that they were transferred to posts which no longer comprised a direct involvement in the investigation of criminal offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Furthermore, the Court notes that in the criminal proceedings against the applicant, the use of methods of investigation in breach of Article 3 gave rise to sanctions. The  decided at the outset of the trial hearing that, on account of the threats against him, all confessions and statements made by the applicant in the entire investigation proceedings could not be used as evidence at trial. The court argued that the applicant had not been previously instructed by the prosecution authorities that the use as evidence of the statements he had made as a result of the threats against him was excluded (see paragraphs 24-26 above). The Court considers that this exclusion of statements made under threat or in view of incriminating statements extracted previously is an effective method of redressing disadvantages the defendant suffered on that account in the criminal proceedings against him. By restoring him to the status quo ante in this respect, it serves to discourage the extraction of statements by methods prohibited by Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  It is true that the applicant has not to date obtained payment of any compensation in the official liability proceedings he instituted against the ; these proceedings are currently still pending. Having regard to all the circumstances of the case, the Court finds, however, that in a case such as the present one, in which the breach of Article 3 lies in a threat of ill-treatment (as opposed to actual physical ill-treatment attaining the threshold for Article 3 to apply), redress for this breach is essentially granted by the effective prosecution and conviction of the persons responsible. The Court finds that, not least in view of the wide public approval of the treatment to which the applicant was subjected, the criminal conviction of the police officers responsible, which acknowledged in an unequivocal manner that the applicant had been the victim of prohibited ill-treatment, was essential in affording him redress in a manner other than by the payment of a sum of money.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  In view of the foregoing and having regard to all the circumstances of the case, the Court is satisfied that the domestic courts afforded the applicant sufficient redress for his treatment in breach of Article 3 when questioned by E. on 1 October 2002. It finds in this connection that the more far-reaching redress sought by the applicant, in particular the exclusion at the trial of items of evidence obtained as a result of the confession extracted from him by threats or the imposition of a more lenient sentence, concern the question whether the trial against him was fair and thus fall to be examined under Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Therefore, the applicant can no longer claim to be the victim of a violation of Article 3.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "83.  The applicant further submitted that his right to a fair trial had been violated notably by the use at his trial of items of evidence obtained only as a result of the confession extracted from him by threats. Article 6, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government’s preliminary objection",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "84.  In the Government’s submission, the applicant had not exhausted domestic remedies in respect of his complaints under Article 6 of the Convention. Firstly, in so far as he alleged that his trial had been unfair as the criminal courts had refused to discontinue the proceedings on account of the threats against him, the applicant – as the  had expressly stated – had failed to sufficiently substantiate his constitutional complaint. Secondly, the applicant had failed to satisfy the requirements of Article 35 § 1 of the Convention in so far as he had complained under Article 6 of the refusal to exclude the use in the proceedings of items of evidence obtained as a result of the confession extracted from him. As confirmed in the Federal Constitutional Court’s judgment, he had failed to properly raise before the Federal Court of Justice the issue of a breach, in the trial against him, of the rules on the taking and use of evidence obtained as a result of the confession extracted from him (“Fernwirkung”).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "85.  The applicant contested this view. He argued, firstly, that he had exhausted domestic remedies in so far as he had complained under Article 6 of the refusal to discontinue the criminal proceedings against him because of the confession extracted from him by threats. He had sufficiently substantiated his complaint to the , explaining in detail and with reference to leading decisions of that court that the failure to discontinue the proceedings had breached his rights under Articles 1 and 104 of the Basic Law. Secondly, the applicant claimed that he had complied with the requirements of Article 35 § 1 of the Convention as regards his complaint under Article 6 about the refusal to exclude the use in the proceedings of items of evidence obtained as a result of the confession extracted from him (“Fernwirkung”). In the proceedings before the Federal Court of Justice, he had lodged the broadest possible application, aimed at discontinuing the proceedings because of the confession, which had made it possible to secure further items of evidence. His application had comprised a narrower request at least not to use evidence obtained in an illegal manner at his trial. He stressed that the Federal Court of Justice itself had not given any grounds for dismissing his appeal on points of law as ill-founded, so that the true reasons for its decision were a matter of pure speculation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "86.  The Court does not consider it necessary to rule on the Government’s preliminary objections, which it joined to the merits of the complaint under Article 6, as it considers that there has not been a violation of Article 6 for the reasons which follow.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 6 of the Convention",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "87.  The applicant claimed that the use at his trial of items of evidence obtained by forcing him to incriminate himself had rendered the trial unfair ab initio and had irretrievably deprived him of the possibility of effectively defending himself, in breach of Article 6 of the Convention. As the Regional Court had decided at the outset, in its decisions of 9 April 2003, not to discontinue the proceedings and to authorise the use at the trial of all the numerous items of evidence directly obtained by means of threats (such as the results of the autopsy on J.’s corpse, the tyre tracks left by his car and his shoe prints at the pond where the corpse was found, as well as J.’s clothes and school equipment and the typewriter used for the blackmail letter), an effective defence had been impossible. He stressed that, following the extraction of his confession at the latest, the authorities had no longer acted in order to save the life of J., whom they knew to be dead, but had driven only some two hours later and without a doctor to the pond where he had hidden the corpse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In the applicant’s submission, it was only due to the fact that the items of evidence obtained by means of threats had all been used to prove that he had committed the offences he had been charged with that he had made a confession, encompassing his intention to kill J., in his final statement at the very end of his trial hearing. He had been prejudged in any event because of a media campaign conducted against him by the prosecution authorities. It had been clear that he would be convicted and sentenced to ten years’ or life imprisonment on the basis of the items of evidence obtained as a result of the confession extracted from him even if he remained silent throughout his trial. By making a confession at the trial, which was irrelevant to the issue of proving him guilty of murder, he had at least had a chance that this would, as usual, be taken into consideration as a mitigating factor when his sentence was determined. However, in view of the use of the items of evidence obtained by means of threats, even his confession had been considered worthless. Without the confession and without his having been forced actively to disclose evidence, J.’s corpse, which he had hidden on isolated private property some 60 kilometres from his place of residence, and all other items of evidence would either never have been found or no connection to his offence could have been established. He argued that the use of any evidence obtained as a result of a breach of Article 3 had to be excluded under all circumstances, since allowing the severity of the infringement of the defendant’s rights to be weighed up against the gravity of the offence would permit breaches of Article 3 in cases involving serious offences, contrary to Article 15 § 2. The items of evidence obtained from him by threats should thus also not have been used to verify the accuracy of his confession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Relying on the Court’s judgment in the case of Jalloh v. Germany (cited above), the applicant further argued that the confession extracted from him and all items of evidence used at the trial against him had been obtained as a result of torture contrary to Article 136a of the Code of Criminal Procedure and Article 3 of the Convention. As this evidence had been decisive for his conviction and as he had not been able effectively to oppose its use, his trial had been unfair.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "90.  In the Government’s submission, the criminal proceedings against the applicant had been fair and had not breached his defence rights. They stressed that the confession extracted from the applicant had not been used as evidence at his trial. After having been instructed by the Frankfurt am Main Regional Court at the outset of the trial that his previous confessions could not be used in evidence the applicant had, however, freely chosen not to avail himself of his right to remain silent and had explained on the second day of the trial how he had killed J. His counsel at that time had stressed that by confessing to his crime, the applicant had wanted to assume responsibility for it. This confession had been the decisive, if not the only, basis for the domestic court’s findings of fact on the planning and execution of his offences, including the premeditated nature of the murder of J., which the applicant had admitted in his final statement following doubts expressed by the court as to his version of events denying any intention to kill the child. This proved that the applicant could have defended himself in a different way at his trial rather than by making a full confession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government conceded that the  had also used evidence obtained following the applicant’s questioning by the police on 1 October 2002 (notably the results of the medical examination of J.’s corpse and of the tyre tracks left by the applicant’s car close to the place where J.’s corpse had been found). However, this evidence had been used solely in order to confirm the applicant’s prior confession at the trial and in addition to further witness statements and other important items of evidence secured in the applicant’s flat as a result of his observation by the police from the moment of the collection of the ransom onwards. Neither the Convention nor public international law prohibited the use at the trial of items of evidence (as opposed to the confession itself) obtained by treatment proscribed by Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Referring to the criteria of a trial’s fairness as reiterated in the Court’s judgment in the case of Jalloh v. Germany (cited above), the Government further stressed that the applicant had been able to challenge the use of the items of evidence in question at trial and had availed himself of that possibility. Moreover, there had been a vital public interest, both in saving J.’s life and in convicting the applicant of his murder, which might have justified the use of items of evidence obtained through a measure in breach of Article 3. The items of evidence used to confirm the applicant’s confession had not been decisive for his conviction. In any event, following his observation by the police after he had picked up the ransom, the applicant had been strongly suspected of being involved in J.’s kidnapping. It was more than likely that J.’s corpse and further items of evidence would have been found at a later stage anyway.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The third party",
                                "elements": [
                                    {
                                        "content": "93.  In the third party’s submission, the applicant’s trial had complied with Article 6 of the Convention. In particular, his confession had not in fact been the result of an overall unfair trial. The applicant had stated throughout the criminal proceedings before the  that he had confessed out of remorse and respect for J.’s relatives. It was not legitimate for him to allege now that he had confessed only in view of the pressure emanating from the available evidence after his hope that his confession would have a mitigating effect on the sentence – in other words, that the court would not consider his guilt to be of particular gravity – had not been realised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) General principles",
                                "elements": [
                                    {
                                        "content": "94.  As regards the use of evidence obtained in breach of the right to silence and the privilege against self-incrimination, the Court reiterates that these are generally recognised international standards which lie at the heart of the notion of a fair procedure under Article 6. Their rationale lies, inter alia, in the protection of the accused against improper compulsion by the authorities, thereby contributing to the avoidance of miscarriages of justice and to the fulfilment of the aims of Article 6. The right not to incriminate oneself, in particular, presupposes that the prosecution in a criminal case seek to prove their case against the accused without resort to evidence obtained through methods of coercion or oppression in defiance of the will of the accused (see, inter alia, Saunders v. the United Kingdom, judgment of 17 December 1996, Reports 1996-VI, p. 2064, § 68, and Heaney and McGuinness v. Ireland, no. 34720/97, § 40, ECHR 2000-XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  In determining whether the proceedings as a whole were fair, regard must also be had to whether the rights of the defence have been respected. It must be examined in particular whether the applicant was given the opportunity of challenging the authenticity of the evidence and of opposing its use. In addition, the quality of the evidence must be taken into consideration, including whether the circumstances in which it was obtained cast doubts on its reliability or accuracy (see, inter alia, Khan v. the United Kingdom, no. 35394/97, §§ 35 and 37, ECHR 2000-V; Allan v. the United Kingdom, no. 48539/99,, § 43, ECHR 2002-IX; and Heglas, cited above, § 86).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court further reiterates that it is not its function to deal with errors of fact or of law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. While Article 6 guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence as such, which is primarily a matter for regulation under national law (see Schenk v. Switzerland, judgment of 12 July 1988, Series A no. 140, p. 29, §§ 45-46; Teixeira de Castro v. Portugal, judgment of 9 June 1998, Reports 1998-IV, p. 1462, § 34; and Heglas, cited above, § 84).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  It is therefore not the role of the Court to determine, as a matter of principle, whether particular types of evidence – for example, evidence obtained unlawfully in terms of domestic law – may be admissible. The question which must be answered is whether the proceedings as a whole, including the way in which the evidence was obtained, were fair. This involves an examination of the “unlawfulness” in question and, where the violation of another Convention right is concerned, the nature of the violation found (see, inter alia, Khan, cited above, no. 35394/97, § 34; P.G. and J.H. v. the United Kingdom, no. 44787/98, § 76, ECHR 2001-IX; and Allan, cited above, § 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  As to the examination of the nature of the Convention violation found, the Court reiterates that particular considerations apply in respect of the use in criminal proceedings of evidence recovered by a measure found to be in breach of Article 3. The use of such evidence, obtained as a result of a violation of one of the core rights guaranteed by the Convention, always raises serious issues as to the fairness of the proceedings (see İçöz v.  (dec.), no. 54919/00, 9 January 2003; Jalloh, cited above, §§ 99, 104; Göçmen v. Turkey, no. 72000/01, § 73, 17 October 2006; and Harutyunyan v. Armenia, no. 36549/03, § 63, ECHR 2007-...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Accordingly, the Court has found in respect of confessions as such that the use as part of the evidence in the criminal proceedings of statements obtained as a result of torture (Harutyunyan, cited above, §§ 63, 66) or other ill-treatment in breach of Article 3 (Göçmen, cited above, §§ 74-75) rendered the proceedings as a whole unfair, irrespective of whether the admission of the evidence was decisive in securing the applicant’s conviction. As to the use during the trial of real evidence recovered as a direct result of ill-treatment in breach of Article 3, the Court has considered that incriminating real evidence obtained as a result of acts of violence, at least if those acts had to be characterised as torture, should never be relied on as proof of the victim’s guilt, irrespective of its probative value. Any other conclusion would only serve to legitimate indirectly the sort of morally reprehensible conduct which the authors of Article 3 of the Convention sought to proscribe or, in other words, to “afford brutality the cloak of law” (see Jalloh, cited above, §§ 105-107).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "100.  As the requirements of Article 6 § 3 concerning the rights of the defence and the principle against self-incrimination are to be seen as particular aspects of the right to a fair trial guaranteed by Article 6 § 1, the Court will examine the complaints under those two provisions taken together (compare, among many other authorities, Windisch v. Austria, judgment of 27 September 1990, Series A no. 186, p. 9, § 23, and Lüdi v. Switzerland, judgment of 15 June 1992, Series A no. 238, p. 20, § 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In examining whether the criminal proceedings against the applicant can be considered to have been fair as a whole, the Court refers to its above finding that the confession made by the applicant in the investigation proceedings when questioned by E. on 1 October 2002 was extracted from him by means of inhuman treatment in breach of Article 3 (see paragraph 70 above). However, on the first day of the trial hearing, the Frankfurt am Main Regional Court, granting the applicant’s application to that effect, decided that not only that confession, but also all subsequent confessions made by the applicant until then were to be excluded from use at the trial pursuant to Article 136a § 3 of the Code of Criminal Procedure. That court found that owing to the continuous effects of the use of the prohibited methods of interrogation, all statements made by the applicant to the investigation authorities were barred from use at the trial, as he had not been given the necessary “qualified instruction” that his earlier statements could not be relied on in the proceedings against him (see paragraphs 24-26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  In view of this, the Court observes that – contrary to its findings in the cases of Hulki Güneş (v. , no. 28490/95, § 91, ECHR 2003-VII) and Göçmen (cited above, § 73) – domestic legislation and practice did attach consequences to confessions obtained by means of prohibited ill-treatment, restoring the applicant to the status quo ante in this respect and thus serving to both condemn and prevent the future use of investigation methods in breach of Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court notes that, on the contrary, the domestic courts, rejecting the applicant’s application at the outset of the trial to that effect, refused to bar the use of items of evidence which had become known to the investigation authorities as a result of the statements extracted from the applicant (the so-called “fruit of the poisonous tree” – see paragraph 27 above). It appears from the reasoning of the Regional Court’s judgment that at least some of these items of evidence, in particular the tyre tracks left by the applicant’s car near the pond where the child’s corpse had been found and the results of the autopsy on the cause of the child’s death, were used in order to prove the veracity of the confession made by the applicant at the trial (see paragraph 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  As regards the manner in which this real evidence was obtained by the investigation authorities, the Court observes that in the applicant’s submission, he was directly forced to actively disclose this evidence. However, as it has found (see paragraph 68 above), there is nothing to indicate that the applicant was again directly threatened by any of the officers present on the journey to and from Birstein with a view to making him disclose items of real evidence. In any event, the investigation authorities had at their disposal items of evidence such as the blackmail letter and a note concerning the planning of the offence as a result of the fact that they had been secretly observing the applicant since he had collected the ransom. The Court is convinced that the investigation authorities were able to secure the impugned items of evidence only as an indirect result of – or as the “fruit” of – statements which were made as a result of the continuous effect of the use of methods of interrogation in breach of Article 3. The case must therefore be distinguished from that of Jalloh v. Germany (cited above), which concerned the use at the applicant’s trial of real evidence obtained as a direct result of ill-treatment found to have violated Article 3 (namely the administration of emetics in order to force the applicant to regurgitate the evidence (drugs) he had swallowed).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In view of the foregoing, the Court finds that the use during the applicant’s trial of the items of evidence in question does not fall within the category of cases in which such use rendered the trial automatically unfair under all circumstances. The Court finds, though, that there is a strong presumption that the use of items of evidence obtained as the fruit of a confession extracted by means contrary to Article 3 renders a trial as a whole unfair in the same way as the use of the extracted confession itself. It is thus necessary for the Court to determine the fairness of the proceedings against the applicant in the light of all the circumstances of the case, having regard, in particular, to the circumstances established by untainted evidence, to the weight attached to the impugned items of evidence and to whether the applicant’s defence rights were respected, notably the opportunity for him to challenge the admission and use of such evidence at his trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  As to the importance attached by the domestic courts to the impugned items of evidence as well as to the untainted items, the Court notes that in its judgment the Regional Court considered it to have been proved that the applicant had carried out the offence on the sole basis of the new and complete confession he had made, after being given qualified instruction, at the trial, in particular in his final statement (see paragraph 30 above). The Court observes in this connection that the Regional Court, as confirmed by the Federal Court of Justice, expressly considered the applicant’s statements at the trial to have been the essential, if not the only, basis for its findings of facts as regards the planning of the offence. These findings were supported by the testimony of J.’s sister, the wording of the blackmail letter and the note found in the applicant’s flat concerning the planning of the crime. In view of the fact that the applicant had been secretly observed by the police since he had collected the ransom, this additional evidence cannot be considered to have been secured as a result of the first confession extracted from the applicant. Moreover, as regards the carrying out of the offence, the  expressly found that its findings of fact on this issue were exclusively based on the applicant’s confession at the trial. Further items of evidence were used by that court only to test the veracity of this confession. These included some impugned items of evidence, namely the results of the autopsy as to the cause of J.’s death and the tyre tracks left by the applicant’s car near the pond where the child’s corpse had been found, as well as items of evidence which could have been secured independently of the first confession extracted from the applicant, namely the money from the ransom which had been found in his flat or paid into his accounts. In view of the foregoing, the Court finds that it was the applicant’s new confession at the trial which was the essential basis for the Regional Court’s judgment, whereas all other items of evidence, including the impugned real evidence, were of an accessory nature and were only used to test the veracity of this confession. As the applicant had fully confessed and incriminated himself by his statements, the accessory evidence could even be said not to have been used to his detriment. The Court observes in this connection that according to the evidence before the , even without his confession on the last day of the trial, there had been ample evidence to prove the applicant guilty at least of kidnapping with extortion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  As to the applicant’s fresh confession at the trial, the Court further notes that in the proceedings before it, the applicant claimed that he had made this confession only because the impugned items of evidence would be, and indeed had been, used as evidence against him. It observes, however, that in the proceedings before the domestic courts, the applicant always confirmed that he had volunteered his confession out of remorse and in order to apologise. In any event, having regard to the Regional Court’s reasoning stressing the crucial importance of the applicant’s confession for its findings concerning the execution of his offence (see paragraphs 30-31 above), which might otherwise have led to only a less serious offence being proved, and the fact that the applicant was assisted by his defence counsel, it is not persuaded that he could not have remained silent and no longer had any defence option but to confess at the trial. He indeed confessed at the outset of the trial and at its end in different terms, whereby he could be said to have varied his defence strategy. His confession cannot, therefore, be regarded as the result of measures that extinguished the essence of his defence rights at his trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  As to the opportunities for the applicant to challenge the impugned evidence, the Court observes that he successfully challenged the use of the statements he had made before the trial. The  excluded not only the extracted statements as such, but also all other statements that might have been made as a result of the continuous effect of the treatment in breach of Article 3. The applicant further could and did object to the use of the – reliable – items of real evidence at his trial. The , which had discretion to exclude this evidence, declared in a thoroughly reasoned decision weighing up all the interests involved that the evidence was admissible. In view of this, the Court finds that the applicant’s defence rights cannot be considered to have been disregarded in this respect either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court concludes that in the particular circumstances of the present case, including the police observation of the applicant after he collected the ransom and the available untainted evidence, the impugned items of evidence were only accessory in securing the applicant’s conviction, and that the applicant’s defence rights were not compromised as a result of their admission. Therefore, their use did not render the applicant’s trial as a whole unfair. Accordingly, there has been no violation of Article 6 §§ 1 and 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides unanimously that it is not necessary to rule on the Government’s preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that the applicant may no longer claim to be the victim of a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by six votes to one that there has been no violation of Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and French, and delivered at a public hearing in the Human Rights Building, , on 30 June 2008.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judge Kalaydjieva is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "To my regret, I am unable to join the majority’s conclusions concerning the applicant’s status as a victim of coercion and the fairness of the criminal proceedings. Both issues are relevant to the privilege not to incriminate oneself, which “lie[s] at the heart of the notion of a fair procedure under Article 6... [Its] rationale lies, inter alia, in the protection of the accused against improper compulsion by the authorities...” (Saunders v. the United Kingdom, judgment of 17 December 1996, Reports of Judgments and Decisions 1996VI, § 68). In my view the majority’s conclusions deviate from the established case-law of the Convention institutions on the standards of protection against violations of Article 3, in finding for the first time that the use of evidence obtained in violation of this provision did not affect the fairness of the criminal proceedings.",
                        "elements": []
                    },
                    {
                        "content": "Improper coercion in relation to criminal accusations should be distinguished from any other forms of ill-treatment on account of its specific aims – self-incrimination – and its result – an unfair trial – which are also contrary to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "What remedies should be considered appropriate to afford relief to the victim of an acknowledged violation of Article 3 in the present case? As coercion with a view to self-incrimination is aimed at influencing the proceedings, in my view effective protection in such cases must involve guarantees and, where appropriate, effective remedies not only in respect of the prohibited treatment suffered, but also in respect of its possible effect on the fairness of the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the national authorities acknowledged that the applicant’s will was subjected to coercion, amounting to a violation of Article 3. They declared that both his subsequent statements and his other self-incriminatory acts had been influenced by the lasting effect of this treatment, namely fear of torture. In these circumstances the prosecution of the police officers responsible and the possibility for the applicant to obtain compensation may be seen as a remedy only for the direct effect of the ill-treatment suffered. As compared to an effective opportunity to challenge evidence obtained in this manner, this remedy neither aims at healing the achieved aim of coercion – self-incrimination – nor does it lead to any “result obtained from [its] us[e]” (Scordino v.  (no. 1) [GC], no. 36813/97, § 192, ECHR 2006V) as regards the possible effect – an unfair trial.",
                        "elements": []
                    },
                    {
                        "content": "The applicant was deprived of the procedural guarantee provided explicitly by the national law: the requirement of a special warning about the consequences of acts resulting from coercion. His lawyer’s efforts to advise him on the meaning of threats and self-incrimination were in vain. In my view the applicant’s opportunity to challenge the evidence obtained ",
                        "elements": []
                    },
                    {
                        "content": "and have it declared inadmissible failed to meet the essential requirements for the protection of his rights. The  declared that this evidence was “tainted” by coercion. However, only “statements [as compared to other evidence] obtained through the use of prohibited methods of interrogation could not be relied upon in the criminal proceedings against the defendant” (see paragraphs 22-23 of the judgment). The national court went to reason this decision:",
                        "elements": []
                    },
                    {
                        "content": "The case-law of the Court makes no distinction between statements and evidence obtained through coercion. In the recent judgment in Saadi v. Italy [GC] (no. 37201/06, §§ 139-140, ECHR 2008...) the Grand Chamber reaffirmed that balancing the “risk” or level of severity of ill-treatment and the “dangerousness to the community” is misconceived as “[i]t amounts to ascertaining that ... protection of national security justifies accepting more readily a risk of ill-treatment for the individual”. The values of a fair trial and the absolute prohibition of ill-treatment cannot be graded or weighed against each other. This approach seems equally unable to serve as an effective remedy in cases of acknowledged coercion to bring about self-incrimination and its effect on the right to a fair trial.",
                        "elements": []
                    },
                    {
                        "content": "Where evidence obtained by coercion has been used, a finding that the applicant has lost his victim status merely as a result of the prosecution of the officers responsible may be interpreted as legitimising coercion as a method of obtaining evidence in criminal proceedings. It may justify and encourage violations of the prohibition of torture and inhuman or degrading treatment in the name of justice.",
                        "elements": []
                    },
                    {
                        "content": "The Court has never accepted that a mere payment of compensation could remove the victim status of a person subjected to ill-treatment, because that would encourage a “pay-and-torture” policy in cases “of importance”. I believe that the approach of the national courts in the present case is dangerous for a similar reason: the authorities may be tempted to extract evidence in violation of Article 3, where the price of punishing an officer and paying compensation is judged to be acceptable compared to the benefit to be reaped, namely securing the suspect’s conviction in a difficult case.",
                        "elements": []
                    },
                    {
                        "content": "It is true that the Court sees the regulations on the (in)admissibility of evidence as falling within the discretion of the national authorities. Yet the Court has never failed to declare criminal proceedings unfair where evidence obtained in violation of Article 3 was used.",
                        "elements": []
                    },
                    {
                        "content": "The respondent Government point out that “[n]either the Convention nor public international law prohibit the use at the trial of items of evidence (as opposed to the confession itself) obtained by treatment proscribed by Article 3” (see paragraph 91 of the judgment). It seems that the discussion of the applicability of the doctrine of “the fruit of the poisonous tree” is of a rather theoretical nature in the present circumstances. The facts indicate that the applicant not only made self-incriminatory statements. Accompanied by numerous police officers, he directly indicated the corpse of the child and, later on the same morning, other substantial self-incriminatory evidence. I have no reason to doubt that “it was more than likely that J.’s corpse and further items of evidence would have been found at a later stage anyway” (see paragraph 92), but in my view it is not for the Court to speculate on this. In analysing the effective exercise of the right not to incriminate oneself, the Court must determine whether “the prosecution in a criminal case s[ought] to prove their case against the accused without resort to evidence obtained through methods of coercion or oppression in defiance of the will of the accused”. It is not contested that the impugned “evidence [was] obtained through methods of coercion ... in defiance of the will of the accused” and used at the criminal trial. The applicant’s ineffective opportunities to challenge the use of this evidence were discussed above.",
                        "elements": []
                    },
                    {
                        "content": "As to the extent of this use of evidence, the majority agreed that “the applicant’s new confession at the trial ... was the essential basis [for finding him guilty], whereas ... the impugned real evidence [was] of an accessory nature and [was] only used to test the veracity of this confession. As the applicant had fully confessed and incriminated himself by his statements, the accessory evidence could even be said not to have been used to his detriment” (see paragraph 106 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "It is not for the Court to speculate on the different possible scenarios if the applicant had chosen to behave differently and exercised his right to remain silent at the trial stage. I fail to share any confidence in his sincere intentions to confess, after first seeking a ruling on the inadmissibility of the impugned evidence. Moreover, according to the national law, his mere confessions could not be used or would at least have been insufficient to find him guilty of premeditated murder without testing their veracity against the impugned evidence. [T]he Regional Court “stress[ed] the crucial importance of the applicant’s confession for its findings concerning the execution of his offence, which might otherwise have led to only a less serious offence being proved” (see paragraph 107 of the judgment). In this regard the majority also observed that “according to the evidence before the , even without his confession ..., there had been ample evidence to prove the applicant guilty at least of kidnapping with extortion” (see paragraph 106). It appears that the use of the impugned evidence was of crucial importance in support of the charges, which were reclassified from kidnapping to premeditated murder as a result of the applicant’s statements at the investigation stage. There is a difference between the punishment prescribed for kidnapping and the one for premeditated murder, in respect of which the applicant was sentenced. Indeed, the applicant now bears full responsibility for his terrible crime, as he stated he wished to. In view of the proceedings described, I believe that he was also held responsible and punished for his self-incriminatory acts carried out under coercion.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the majority used the approach of assessment and balance, similar to the one applied to complaints of an unfair trial as a result of violations of the rights under Article 8 of the Convention. Given the absolute prohibition in Article 3, I believe that in so far as the use of evidence obtained as a result of an acknowledged violation of Article 3 is established by the national authorities, the Court should not be required to perform a further assessment of the extent and manner in which the fairness of the proceedings was affected. The very fact that such evidence was used seems to me sufficient to find a violation of the right not to incriminate oneself.",
                        "elements": []
                    },
                    {
                        "content": "A victim’s opportunity to challenge and, where appropriate, to effectively prevent the use of such evidence in criminal proceedings cannot be a part of a balancing test between the severity of the ill-treatment and the person’s dangerousness for the purposes of a fair trial. The existence of such opportunities should be regarded as an issue relating to exhaustion of domestic remedies for the purposes of admissibility of the complaints and to the duties of the signatory States to the Convention under Article 13. Where, as in the present case, the domestic remedies failed to exclude the use of such evidence and its effect on the outcome of the criminal proceedings, the prosecution cannot be seen to be “seeking to prove their case against the accused ... without resort to evidence obtained through methods of coercion or oppression in defiance of the will of the accused”. Such recourse should lead to conclusions as regards the presumption of innocence and the fairness of the criminal trial. The majority’s approach risks introducing into the Court’s jurisprudence the practice of reassessment of a violation of Article 3 that has already been established. More importantly, this approach is capable of undermining the absolute character of the prohibition in Article 3 and of opening the way for calculation of the appropriate extent of admissible coercion and its use in relation to particular accusations, contrary to the principles of a fair trial.",
                        "elements": []
                    },
                    {
                        "content": "I am far from having any sympathy with the applicant’s acts and I share the grave concerns raised by the terrible crime against an innocent child. To my regret, however, I am unable to share the conclusions of the majority on the applicant’s continuing victim status and the fairness of the proceedings in his case. Given the insufficient protection of his right not to incriminate himself, in my view he continued to be a victim of coercion, which affected the fairness of the criminal proceedings against him. In my view an opportunity for the applicant to have a retrial should be capable of correcting both these defects.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF GÄFGEN v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-87305.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0630JUD002297805",
    "externalsources": [],
    "extractedappno": [
        "22978/05",
        "26772/95",
        "25803/94",
        "24888/94",
        "59450/00",
        "54810/00",
        "27229/95",
        "30873/96",
        "50222/99",
        "73316/01",
        "28114/95",
        "39272/98",
        "5935/02",
        "28453/95",
        "76973/01",
        "34720/97",
        "35394/97",
        "48539/99",
        "44787/98",
        "54919/00",
        "72000/01",
        "36549/03",
        "28490/95",
        "36813/97",
        "37201/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 1 and 104 of the Basic Law",
        "Article 136a of the Code of Criminal Procedure",
        "Articles 57a and 211 of the Criminal Code"
    ],
    "itemid": "001-87305",
    "judgementdate": "30/06/2008 00:00:00",
    "kpdate": "30/06/2008 00:00:00",
    "kpthesaurus": [
        "183",
        "498",
        "350",
        "193",
        "445",
        "76",
        "440"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "34",
        "6-1",
        "6-3",
        "6"
    ],
    "parties": [
        "GÄFGEN",
        "GERMANY"
    ],
    "rank": "632.236511230469",
    "representedby": [
        "HEUCHEMER M."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2279, § 64",
        "Allan v. the United Kingdom, no. 48539/99, § 42 and § 43, ECHR 2002-IX",
        "Busa v. Hungary, no. 28453/95, Commission decision of 15 January 1997",
        "Campbell and Cosans v. the United Kingdom, judgment of 25 February 1982, Series A no. 48, p. 12, § 26",
        "Chahal v. the United Kingdom, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1855, § 79",
        "Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI",
        "Eckle v. Germany, judgment of 15 July 1982, Series A no. 51, p. 30, § 66",
        "Egmez v. Cyprus, no. 30873/96, §§ 65 and 78, ECHR 2000-XII",
        "Göçmen v. Turkey, no. 72000/01, § 73 and §§ 74-75, 17 October 2006",
        "Harutyunyan v. Armenia, no. 36549/03, § 63 and § 66, ECHR 2007",
        "Heaney and McGuinness v. Ireland, no. 34720/97, § 40, ECHR 2000-XII",
        "Heglas v. the Czech Republic, no. 5935/02, §§ 52, 84 and 86, 1 March 2007",
        "Hulki Günes v. Turkey, no. 28490/95, § 91, ECHR 2003-VII",
        "Içöz v. Turkey (dec.), no. 54919/00, 9 January 2003",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162, and pp. 66-67, § 167",
        "Keenan v. the United Kingdom, no. 27229/95, § 110, ECHR 2001-III",
        "Jalloh v. Germany [GC], no. 54810/00, §§ 67, 68, 99, 104 and 105-107, ECHR 2006-IX",
        "Khan v. the United Kingdom, no. 35394/97, §§ 34, 35 and 37, ECHR 2000-V",
        "Krastanov v. Bulgaria, no. 50222/99, § 48 and § 53, 30 September 2004",
        "Labita v. Italy [GC], no. 26772/95, § 119 and § 120, ECHR 2000-IV",
        "Lüdi v. Switzerland, judgment of 15 June 1992, Series A no. 238, p. 20, § 43",
        "M.C. v. Bulgaria, no. 39272/98, §§ 150, 153, 166, ECHR 2003-XII",
        "Murillo Saldias and Others v. Spain (dec.), no. 76973/01, 28 November 2006",
        "P.G. and J.H. v. the United Kingdom, no. 44787/98, § 76, ECHR 2001-IX",
        "Ramirez Sanchez v. France [GC], no. 59450/00, §§ 116, 117 and 118, ECHR 2006-IX",
        "Saunders v. the United Kingdom, judgment of 17 December 1996, Reports 1996-VI, p. 2064, § 68",
        "Schenk v. Switzerland, judgment of 12 July 1988, Series A no. 140, p. 29, §§ 45-46",
        "Selmouni v. France [GC], no. 25803/94, § 95 and § 96, ECHR 1999-V",
        "Siliadin v. France, no. 73316/01, § 61 and § 62, ECHR 2005-VII",
        "Teixeira de Castro v. Portugal, judgment of 9 June 1998, Reports 1998-IV, p. 1462, § 34",
        "V. v. the United Kingdom [GC], no. 24888/94, § 69, ECHR 1999-IX",
        "Windisch v. Austria, judgment of 27 September 1990, Series A no. 186, p. 9, § 23"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "398762",
    "typedescription": "15"
}