{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "No violation of Art. 6-1;No violation of P1-1",
    "applicability": "",
    "appno": "62988/00",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-68739.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 62988/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Lithuanian nationals, Mrs Eugenija Užkurėlienė, Mr Povilas Čyžius, Mr Stanislovas Čyžius and Ms Janina Čyžiutė (“the applicants”), on 23 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Mr Stasys Mačiulaitis, a lawyer practising in . The Lithuanian Government (“the Government”) were represented by their Agents, \nMrs Danutė Jočienė, of the Ministry of Justice, and Mr Paulius Koverovas, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the non-execution of the Supreme Court judgment of 22 May 2000 had breached Article 6 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mr P. Kūris, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr G. Ress to sit as a judge elected in respect of  (Article 27 § 2 of the Convention and Rule 29 § 1). Following the end of the functions of Mr Ress as the judge of the European Court of Human Rights, the Government appointed Mr J. Hedigan to sit in his place.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 8 January 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The first applicant is Mrs Eugenija Užkurėlienė, born in 1939 and living in . The second applicant is Mr Povilas Čyžius, born in 1936 and living in the Kupiškis area in the Panevėžys region. The third applicant is Mr Stanislovas Čyžius, born in 1938 and living in Panevėžys. The fourth applicant is Ms Janina Čyžiutė, born in 1932 and living in the Kupiškis area.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicants are brothers and sisters. Before the Soviet occupation of  in 1940 the applicants' father owned 33.87 hectares of land (“the original land”). The land was nationalised by the Soviet authorities in the 1940s. Following the restoration of Lithuanian independence in 1990, the applicants became entitled to a claim in regard to their late father's land under the Restitution of Property Act (“the Act”).",
                                "elements": []
                            },
                            {
                                "content": "10.  On 25 September 1991 the applicants requested that compensation in land be given to them in accordance with the Act.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 10 December 1993 the applicants changed their position, requesting that the original land be returned to them in kind. By letter of the administrative authorities of 31 January 1994 the applicants were informed that part of the original land (8.74 hectares) had already been allocated to a third person, FS, by decision of the Ministry of Agriculture of 30 December 1992. The applicants were informed that that part of the land could thus not be returned to them.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 15 February 1994 the applicants applied to a court, requesting that the decision of 30 December 1992 be quashed. On 20 June 1994 the Vilnius City First District Court rejected the applicants' action. On 18 July 1994 the Supreme Court rejected the applicants' appeal against that judgment.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 22 March 1995 the Supreme Court refused to grant leave for a cassation appeal.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 4 October 1996 the applicants brought a fresh court action, requesting the return of the original land. On 29 June 1998 the Kupiškis District Court rejected the applicants' action. On 15 September 1998 the  rejected the applicants' appeal against that decision. The applicants submitted a cassation appeal to the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 3 May 1999 the Court of Appeal quashed the lower decisions, returning the case for a fresh examination at first instance.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 28 October 1999 the Kupiškis District Court again rejected the applicants' action. On 21 December 1999 the  upheld the first instance judgment. The applicants submitted a cassation appeal to the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 May 2000 the Supreme Court adopted a final judgment whereby it quashed the decisions of 28 October and 21 December 1999. The Supreme Court concluded that the authorities and the lower courts had been responsible for the delays in restoring the applicants' rights under the Act. It held inter alia:",
                                "elements": []
                            },
                            {
                                "content": "“From the material in possession it appears that the plaintiffs submitted a request to restore their property rights on 25 September 1991. Pursuant to Article 19 [of the Act], a decision on the request must have been adopted within three months from that date. ... [The] plaintiffs' right to an effective remedy was [therefore] violated. ...",
                                "elements": []
                            },
                            {
                                "content": "The plaintiffs had submitted enough evidence [enabling the administrative authorities] to adopt a decision on restitution of their property rights, even more so as the case-file contains no evidence that other persons claim restitution of property rights in regard to the land which belonged to the plaintiffs' father. ...",
                                "elements": []
                            },
                            {
                                "content": "Having regard to the fact that the plaintiffs' property rights have not been restored since 1991 ... [further litigation] would breach the plaintiffs' rights guaranteed by Articles 6 and 13 of the Convention ... ”",
                                "elements": []
                            },
                            {
                                "content": "18.  In the judgment of 22 May 2000 the Supreme Court ordered that the Panevėžys regional administration “take a decision to restore the [applicants'] property rights to the land which belonged to [their father] prior to the nationalisation”.",
                                "elements": []
                            },
                            {
                                "content": "19.  With respect to the applicants' claim about the allocation of part of the original land (8.74 hectares) to FS, the Supreme Court noted that in their original application for restitution of their property rights the applicants had asked for compensation, not for return of the original land, and that they had changed their claim only on 10 December 1993, i.e. almost a year following the authorities' decision of 30 December 1992 to allocate the impugned portion of land to FS. The Supreme Court concluded that thus the applicants could not have this part of the original land returned to them. It also noted however that the applicants were entitled to compensation for the impugned portion of land in accordance with the provisions of the Act.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 20 March 2002 the Panevėžys regional administration made an offer to the first applicant to afford her compensation in land for 5.36 hectares of her late father's former land that could not be returned in kind. The necessary formalities for the transfer of property rights to the first applicant have not yet been finalised as she did not reply to a number of the administration's letters requesting her to sign the relevant papers.",
                                "elements": []
                            },
                            {
                                "content": "21.  By a decision of the regional administration of 30 August 2002, the second and third applicants were returned in kind 16.08 hectares of the original land.",
                                "elements": []
                            },
                            {
                                "content": "22.  On the same date the administration allotted the fourth applicant 3.67 hectares of land in compensation for the equivalent part of the original land that could not be returned in kind.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 9 July 2002 the regional administration made an offer for the fourth applicant to be allotted a further 1.69 hectares of land in compensation. On 17 December 2002 and 5 July 2004 the regional administration made an offer to compensate the fourth applicant for a further 1.22 hectares of her father's former land. The formalities for the transfer of property rights to her in this respect have not yet been finalised as she did not reply to a number of the administration's letters requesting her to sign the relevant papers.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 17 December 2002 the regional administration made an offer to the second applicant to compensate in land for 0.78 hectares of the original land that could not be returned to him. The formalities for the transfer of property rights to him have not yet been finalised as he did not reply to a number of the administration's letters to sign the relevant documents.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 12 February 2004 all four applicants were returned jointly a further 3.51 hectares of the original land.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 19 July 2004 the regional administration afforded the first and the third applicant a further compensation in land for 1.56 hectares of the original land that could not be returned in kind.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "27.  The Restitution of Property Act (Nuosavybės teisių ... atkūrimo įstatymas) (of 1991, amended on numerous occasions) provides for two forms of restitution: 1) the return of the property in certain circumstances, \n2) compensation in other cases (compensation can be made in land or money).",
                                "elements": []
                            },
                            {
                                "content": "On 27 May 1994 the  examined the issue of compatibility of the Constitution with the domestic laws on restitution of property rights. In its decision the  held inter alia that possessions which had been nationalised by the Soviet authorities since 1940 should be considered as “property under the de facto control of the State”. The  also stated: “The rights of a former owner to particular property have not been restored until the property is returned or appropriate compensation is afforded. The law does not itself provide any rights while it is not applied to a concrete person in respect of a specific property item. In this situation the decision of a competent authority to return the property or to compensate has such a legal effect that only from that moment does the former owner obtain property rights to a specific property item.” The  also held that fair compensation for property which could not be returned was compatible with the principle of the protection of property.",
                                "elements": []
                            },
                            {
                                "content": "In decisions of 15 June and 19 October 1994 the  emphasised that the notion of restitution of property rights in  essentially denoted partial reparation. In this respect the  noted that the authorities of  as a re-established State in 1990 were not responsible for the Soviet occupation half a century ago, nor were they responsible for the consequences of that occupation. The  held that since the 1940s many private persons had bought, in accordance with the legislation applicable at the material time, various property items which had been previously nationalised. The denial of these factual and legal aspects was impossible, and the domestic legislation on restitution of property rights duly took into account not only the interests of the former owners, but also the interests of private persons who had occupied or purchased the property under lawful contracts.",
                                "elements": []
                            },
                            {
                                "content": "On 20 June 1995 the Constitutional Court also said that the choice by the Parliament of the partial reparation principle was influenced by the difficult political and social conditions in that “new generations had grown, new proprietary and other socio-economic relations had been formed during the 50 years of occupation, which could not be ignored in deciding the question of restitution of property”.",
                                "elements": []
                            },
                            {
                                "content": "On 8 March 1995 the  ruled that a person who qualifies for compensation for property which cannot be returned is entitled to choose the form of compensation (land or money) by giving written permission for the authorities to proceed with the decision. The  also held that the executive authorities have discretion to decide on appropriate compensation in each case, but that a person is entitled to contest that compensation by way of a court action.",
                                "elements": []
                            },
                            {
                                "content": "Under Article 18 of the Restitution of Property Act (all versions until 1999), the authorities were required to obtain the written permission of the person concerned before they determined the actual compensation for the property which could not be returned.",
                                "elements": []
                            },
                            {
                                "content": "Pursuant to the version of the Restitution of Property Act as amended from 2 June 1999, the executive authorities are now entitled to decide the question of compensation without the person's approval. That decision can be appealed to a court in accordance with the procedure established in Article 19 of the Act. No stamp duty is required to file such an action.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Article 6 of the Convention provides, insofar as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government stated that most of the original land has now been returned to the applicants. As to the remainder of that land, which has to be compensated under the Supreme Court judgment, the applicants had been duly made offers of compensation by the administrative authorities. These offers had not been finalised only because the applicants had themselves precluded any final execution of the impugned judgment in that they had refused or ignored various letters to sign the land delimitation or other acts needed for the property to be entered in their name in the land register.",
                                "elements": []
                            },
                            {
                                "content": "30.  The applicants denied the Government's allegations as unsubstantiated. While the applicants did not contest that they had refused to accept some of the offers of land made by the authorities in the execution of the judgment of 22 May 2000, they none the less stated that the executive authorities had failed to return the whole of the original land in kind or offer an adequate compensation in due time.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court recalls the Jasiūnienė v. Lithuania case (no. 41510/98, 6.3.2003) where it observed that execution of a judgment given by any court must be regarded as an integral part of the “trial” for the purposes of Article 6 of the Convention. A delay in the execution of a judgment may be justified in particular circumstances. But the delay may not be such as to impair the essence of the right protected under Article 6 § 1 (loc. cit., § 27). The Court notes that the Lithuanian legislation on restitution of property rights leaves it to the discretion of the administrative authorities to determine whether a plot of land can be returned to its former owner in kind, and if not – to decide on appropriate compensation in land or money (loc. cit., § 22; also see the judgment of the Supreme Court of 22 May 2000 in the present case, §§ 17-19 above).",
                                "elements": []
                            },
                            {
                                "content": "32.  The Supreme Court judgment of 22 May 2000 cannot therefore be interpreted as ordering unconditional return to the applicants of the 33.87 hectares of land that had been owned by their late father, and that had been nationalised by the Soviet occupying power in the 1940s. The impugned judgment only ordered the administrative authorities to use legitimately their discretion in returning the land in kind where appropriate, or offering compensation in land or money for the remainder of the original land.",
                                "elements": []
                            },
                            {
                                "content": "33.  On the facts of the case, the Court observes that following the adoption of the said judgment on 22 May 2000, a number of administrative decisions in execution of the judgment were taken during a period starting from 20 March 2002 until 19 July 2004. As a result of those decisions, the restitution of the applicants' property rights or the compensation have been finalised in respect of 24.82 hectares of their father's former property. In regard to the remaining 9.05 hectares of the original land, offers have been made to the applicants to be compensated in land (see §§ 20-26 above). While in connection with some of the administration's decisions the relevant formalities for the transfer of property rights to the applicants have not yet been finalised, this circumstance is imputable only to the applicants, not the authorities (see §§ 20, 23 and 24 above, also see the Government's and the applicants' comments, §§ 29-30).",
                                "elements": []
                            },
                            {
                                "content": "34.  It follows that the executive authorities cannot be criticised for a refusal to observe in principle or a lack of good faith in complying with the Supreme Court judgment of 22 May 2000. The question is only whether there were unjustified delays in the authorities' actions. In this regard the Court observes first that the applicants in the present case had themselves prevented the administration from finalising some of the restitution decisions, by way of neglecting the authorities' efforts to finalise the formalities pertaining to transfer of the property rights to the applicants.",
                                "elements": []
                            },
                            {
                                "content": "35.  It is further observed that the Supreme Court judgment of 22 May 2000 did not order the executive authorities to carry out a clear one-off act, such as payment of a particular amount or money (as, for example, in the Burdov v. Russia case, no. 59498/00, 7.5.2002, ECHR 2002-III, where the refusal of execution could thus not be justified by any substantial delay). By contrast, in the present case, the impugned judgment empowered the executive to carry out a complex set of actions under the domestic legislation on restitution of property rights, namely to choose an appropriate form of restitution (return in kind or compensation in land), find an adequate location for the land to be offered in compensation to each of the four applicants, carry out all the necessary actions to delimit the land, as well as complete the formalities needed to enter the applicants' name in the land register. It follows that the execution of the judgment of 22 May 2000 necessitated not only the analysis of various historical, legal and technical documents and the possible consultation of experts, but also required the participation by the applicants themselves.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court notes that the first offer of compensation in execution of the judgment of 22 May 2000 was made to the applicants almost two years later, on 20 March 2002. Thereafter slightly more than two years passed until the last offer of compensation was made on 19 July 2004 (see §§ 20-26 above). While the Court finds such a lapse of time regrettable, it cannot be compared with the circumstances in the Jasiūnienė case cited above, where even at the time of the adoption of the Court's judgment in 2004 no appropriate executive decision had been taken regarding the court decision on restitution adopted as far back as 1996 (loc. cit., §§ 27-32). In view of the above considerations, and in particular on account of the lack of activity established on the part of the applicants themselves, the Court considers that the delays in the execution of the judgment of 22 May 2000 were not such as to infringe upon the essence of the applicants' right to a court guaranteed by Article 6 of the Convention (see, by contrast, Jasiūnienė cited above, ibid.; also see, mutatis mutandis, Burdov cited above, §§ 34-38; Hornsby v. Greece, no. 18357/91, 19.3.1997, §§ 40-45, ECHR 1997-II).",
                                "elements": []
                            },
                            {
                                "content": "37.  In sum, there has been no violation of Article 6 in the present case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "38.  The applicants also complained about the alleged failure of the authorities to execute the judgment of 22 May 2000 under Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The Court reiterates that a “claim” can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 to the Convention if it is sufficiently established to be enforceable (see Jasiūnienė cited above, § 44). The Court has already found in connection with the applicants' complaints under Article 6 of the Convention that the judgment of 22 May 2000 had placed on the authorities an obligation to return the original land in kind where appropriate, or offer compensation in land or money for the remainder of their father's former property (see §§ 31-32 above). Hence the judgment indeed provided the applicants with an enforceable claim to constitute a “possession” within the meaning of Article 1 of Protocol No. 1. However, the Court also found that the authorities had duly exercised their discretion in executing the impugned judgment with no delays serious enough to warrant the finding of a violation of the applicants' right to a court (see §§ 33-37 above). It follows therefore that there has been no interference with the applicants' “possessions” in this respect (see, by contrast, Jasiūnienė cited above, §§ 45-47).",
                                "elements": []
                            },
                            {
                                "content": "40.  Accordingly, there has also been no violation of Article 1 of Protocol No. 1 in this regard.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "\nDone in English, and notified in writing on 7 April 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "08/01/2004 00:00:00",
    "docname": "CASE OF UZKURELIENE AND OTHERS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68739.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0407JUD006298800",
    "externalsources": [],
    "extractedappno": [
        "62988/00",
        "41510/98",
        "59498/00",
        "18357/91"
    ],
    "importance": "3",
    "introductiondate": "23/10/2000 00:00:00",
    "issue": [
        "Restitution of Property Act 1991"
    ],
    "itemid": "001-68739",
    "judgementdate": "07/04/2005 00:00:00",
    "kpdate": "07/04/2005 00:00:00",
    "kpthesaurus": [
        "369",
        "311",
        "445",
        "113",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "UZKURELIENE AND OTHERS",
        "LITHUANIA"
    ],
    "rank": "511.943054199219",
    "representedby": [
        "MACIULAITIS, Stasys"
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [
        "Burdov v. Russia case, no. 59498/00, 7.5.2002, §§ 34-38, ECHR 2002-III",
        "Hornsby v. Greece, no. 18357/91, 19.3.1997, §§ 40-45, ECHR 1997-II",
        "Jasiuniene v. Lithuania, no. 41510/98, 6.3.2003, §§ 22, 27-32, 44 and 45-47"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "329413",
    "typedescription": "14"
}