{
    "__articles": "6;6-1;13;P1-1;P1-1-1;8;41",
    "__conclusion": "Preliminary objection rejected (estoppel);Violation of Art. 6-1;Violation of P1-1;Not necessary to examine Art. 8;Not necessary to examine Art. 13;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "41",
    "appno": "27053/95",
    "article": [
        "13",
        "8",
        "p1-1",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "estoppel"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 8",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 13",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58169.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by a Romanian national, Mrs Elisabeta Vasilescu (“the applicant”), and the European Commission of Human Rights (“the Commission”) on 22 and 28 May 1997 respectively, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 27053/95) against the Republic of Romania lodged by the applicant with the Commission under Article 25 on 10 February 1995.",
                        "elements": []
                    },
                    {
                        "content": "Mrs Vasilescu’s application to the Court and the Commission’s request referred to Articles 44 and 48 (a) and (e) of the Convention as amended by Protocol No. 9, which Romania has ratified. The object of the application and the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 and, in the case of the application, Articles 8 and 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "\n2.  In response to the enquiry made in accordance with Rule 35 § 3 (d) of Rules of Court B, the applicant designated Mr D. Cosma, of the Bucharest Bar, as the lawyer who would represent her (Rule 31). The lawyer was given leave by the President to use the Romanian language in the written procedure before the Court (Rule 28 § 3).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Mr M. Voicu, the elected judge of Romanian nationality (Article 43 of the Convention), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 § 4 (b)). On 3 July 1997, in the presence of the Registrar, the President of the Court, Mr R. Ryssdal, drew by lot the names of the other seven members, namely Mr Thór Vilhjálmsson, Mr A.B. Baka, Mr M.A. Lopes Rocha, Mr D. Gotchev, Mr K. Jungwiert, Mr E. Levits and Mr J. Casadevall (Article 43 in fine of the Convention and Rule 21 § 5).",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber (Rule 21 § 6), Mr Bernhardt, acting through the Registrar, consulted Mr A. Ciobanu-Dordea, the Agent of the Romanian Government (“the Government”), the applicant’s lawyer and Mrs G.H. Thune, the Delegate of the Commission, on the organisation of the proceedings (Rules 39 § 1 and 40). Pursuant to the order made in consequence on 16 September 1997, the Registrar received the applicant’s and the Government’s memorials on 5 and 8 December 1997 respectively and their replies on 21 January and 17 February 1998.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 24 February 1998 the Chamber decided to dispense with a hearing in the case, having satisfied itself that the conditions for this derogation from its usual procedure had been met (Rules 27 and 40).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 27 March 1998 the Government filed with the registry an expert report produced by the Romanian National History Museum on the application of Article 50 of the Convention with respect to pecuniary damage. On 14 April the applicant submitted in reply her written observations on the report.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "7.  Mrs Elisabeta Vasilescu, a Romanian national born in 1897, lives at Potgoli (county of Dâmboviţa).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 23 June 1966, police officers from the Argeş miliţia searched the applicant’s house without a warrant, in connection with a police investigation that had been started in respect of her husband for unlawful possession of valuables, an offence under the legislation then in force (Decree no. 210/1960).",
                        "elements": []
                    },
                    {
                        "content": "\nThey seized 327 gold coins, most of which were pierced for use in jewellery, two of them having been made into ear-rings.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 4 July 1966 these items were deposited at the Argeş branch of the National Bank of Romania and that fact was officially recorded.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 8 July 1966 Argeş miliţia headquarters decided not to press charges against the applicant’s husband and discontinued the investigation of the case in accordance with Article 261 of the former Code of Criminal Procedure (see paragraph 25 below). The police concluded that the offence committed in the case was not likely to constitute a threat to society, but they nevertheless decided to keep the items in question.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 24 May 1990 State Counsel for the county of Argeş, of whom the applicant had enquired what had happened to her property, informed her that there was nothing in the archives of State Counsel’s office at the Argeş Court of First Instance which made it possible to establish that an investigative measure of that kind had been ordered in the case.",
                        "elements": []
                    },
                    {
                        "content": "12.  The applicant subsequently lodged an application for restitution with the Procurator-General of Romania (“the Procurator-General”). On 11 October 1990 the Procurator-General replied that no seizure order or search warrant had been issued in respect of her or her husband, either in 1966 or thereafter.",
                        "elements": []
                    },
                    {
                        "content": "13.  At an unspecified date in 1991 the Ministry of the Interior confirmed to the applicant that an investigative measure had indeed been ordered in 1966 in respect of the property she was claiming and that subsequently charges against her husband had been dropped. According to the Ministry, the seizure had, however, been kept in force by State Counsel at the Argeş Court of First Instance.",
                        "elements": []
                    },
                    {
                        "content": "14.  In 1991 the applicant brought an action for recovery of possession of forty gold coins that had been made into a necklace and a pair of ear-rings against the National Bank, with which they had been deposited.",
                        "elements": []
                    },
                    {
                        "content": "In the Găeşti Court of First Instance she argued that these items had been unlawfully confiscated by the police without any order from a competent judicial authority. In support of her claim, she relied on the Procurator-General’s reply of 11 October 1990 (see paragraph 12 above).",
                        "elements": []
                    },
                    {
                        "content": "15.  On 21 February 1992 the court, basing its decision on the witness evidence gathered and documents in the case file, found for the applicant and ordered the National Bank to return the items claimed. The court also found that the Argeş police had seized, in all, 327 gold coins belonging to the applicant.",
                        "elements": []
                    },
                    {
                        "content": "16.  The National Bank appealed to the Dâmboviţa County Court (tribunalul judeţean), which dismissed the appeal on 7 October 1992. The court found that at the end of the police investigation in respect of the \n\n\n\napplicant’s husband, a decision had been taken on 8 July 1966 not to prosecute and that, at all events, there was no statutory provision prohibiting the applicant from recovering possession of the items in issue.",
                        "elements": []
                    },
                    {
                        "content": "17.  In 1993, since the applicant considered that she was entitled to have returned to her all the items kept by the miliţia, she requested the Procurator-General to lodge with the Supreme Court of Justice (curtea supremă de justiţie) a special appeal against the judgment of 21 February 1992 (see paragraph 15 above and paragraph 27 below).",
                        "elements": []
                    },
                    {
                        "content": "18.  On 10 June 1993 the Procurator-General informed the applicant that he did not intend to grant that request. In his view, the judgment of 21 February 1992 was lawful and well-founded.",
                        "elements": []
                    },
                    {
                        "content": "19.  On 19 August 1993 the Procurator-General informed the applicant that if she was not satisfied with the decisions in her case, she could avail herself of the new appeal created by Law no. 59 of 1993 amending the Code of Civil Procedure.",
                        "elements": []
                    },
                    {
                        "content": "20.  As a consequence both the applicant and the National Bank appealed to the Ploieşti Court of Appeal (curtea de apel) against the judgment of 21 February 1992.",
                        "elements": []
                    },
                    {
                        "content": "The applicant sought the return of all the coins in issue, while the bank sought to have the earlier decisions quashed. The bank argued that the courts had no jurisdiction to rule in the case as all complaints about investigative measures came within the exclusive competence of State Counsel, as provided in Articles 275 to 278 of the Code of Criminal Procedure (“the CCP” – see paragraph 26 below).",
                        "elements": []
                    },
                    {
                        "content": "21.  In a judgment of 22 February 1994 the Court of Appeal dismissed both appeals. As regards the applicant, it pointed out that she had initially claimed only the forty coins and the pair of gold ear-rings and that she was consequently not entitled to amend the claim on appeal.",
                        "elements": []
                    },
                    {
                        "content": "With respect to the defendant bank, the court laid emphasis on the decision not to prosecute that had been taken during the criminal investigation in respect of the applicant’s husband. It noted, further, that the Procurator-General had taken no action on Mrs Vasilescu’s application for restitution and that he had done no more than persuade her to take legal proceedings. As to the charge of unlawful possession of gold objects, the court said that there had been no basis in law for their retention by the police and that consequently the courts below had been right to order that they should be returned. That judgment became final.",
                        "elements": []
                    },
                    {
                        "content": "22.  In 1994 the Procurator-General made an application to the Supreme Court of Justice under Article 330 of the Code of Civil Procedure (see paragraph 27 below) to have the judgments of 21 February and 7 October 1992 and 22 February 1994 quashed.",
                        "elements": []
                    },
                    {
                        "content": "\nIn his pleading he reiterated the argument that in trying the case in question, the civil courts had exceeded their jurisdiction ratione materiae and encroached on State Counsel’s exclusive competence in the matter (see paragraph 26 below). He consequently applied for the case to be transferred to the appropriate authority.",
                        "elements": []
                    },
                    {
                        "content": "The applicant complained of a breach of Article 21 of the Constitution, which guaranteed free access to the courts (see paragraph 24 below) and submitted that the appeal should be dismissed.",
                        "elements": []
                    },
                    {
                        "content": "23.  On 20 October 1994 the Supreme Court of Justice allowed the Procurator-General’s application and quashed all the judgments concerned, holding that under Article 275 of the CCP, State Counsel for the county of Argeş had sole jurisdiction to entertain Mrs Vasilescu’s application for return of the items in issue.",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe Constitution",
                        "elements": [
                            {
                                "content": "24.  Article 21 of the Constitution provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone shall be entitled to apply to the courts for the protection of his rights, liberties and legitimate interests.",
                                "elements": []
                            },
                            {
                                "content": "The exercise of this right shall not be restricted by any statute.",
                                "elements": []
                            },
                            {
                                "content": "…”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "The Code of Criminal Procedure",
                        "elements": [
                            {
                                "content": "25.  The relevant provisions of the Code of Criminal Procedure before the revision of 1 January 1969 provided:",
                                "elements": []
                            },
                            {
                                "content": "Article 115 § 4",
                                "elements": []
                            },
                            {
                                "content": "“Metal objects and precious stones … shall be deposited with the nearest branch of the National Bank within forty-eight hours…”",
                                "elements": []
                            },
                            {
                                "content": "Article 187",
                                "elements": []
                            },
                            {
                                "content": "“The bodies responsible for criminal investigation shall seek permission from State Counsel to carry out the following:",
                                "elements": []
                            },
                            {
                                "content": "(a)  house searches, other than in cases of offences discovered while they are being committed or immediately thereafter;",
                                "elements": []
                            },
                            {
                                "content": "…",
                                "elements": []
                            },
                            {
                                "content": "\nPermission shall be given in writing on the basis of a reasoned order issued by the body in charge of the investigation.",
                                "elements": []
                            },
                            {
                                "content": "…”",
                                "elements": []
                            },
                            {
                                "content": "Article 261",
                                "elements": []
                            },
                            {
                                "content": "“If, during the course of inquiries, a factor supervenes which prevents the institution or continuation of criminal proceedings, the body responsible for the investigation may drop the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "…",
                                "elements": []
                            },
                            {
                                "content": "Termination of criminal proceedings shall be effected by means of a reasoned order…”",
                                "elements": []
                            },
                            {
                                "content": "26.  As amended by the Law of 12 November 1968, which came into force on 1 January 1969, the relevant provisions of the Code of Criminal Procedure are worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 168",
                                "elements": []
                            },
                            {
                                "content": "“An indicted or charged person … may complain about a preventive measure to the criminal investigation body which ordered it or to State Counsel in charge of the investigation, until the case is brought to court; thereafter, the complaint shall be addressed to the court.",
                                "elements": []
                            },
                            {
                                "content": "…",
                                "elements": []
                            },
                            {
                                "content": "If the person concerned has not disputed the enforcement of the preventive measure before the criminal proceedings have ended and become final, they may be challenged in accordance with the civil law.”",
                                "elements": []
                            },
                            {
                                "content": "Article 169",
                                "elements": []
                            },
                            {
                                "content": "“… Any other person who maintains that he has a right over the seized property may apply, in accordance with Article 168, for a ruling on the existence of that right and for an order for the return of the property…”",
                                "elements": []
                            },
                            {
                                "content": "Article 220",
                                "elements": []
                            },
                            {
                                "content": "“Where State Counsel finds that a procedural step or measure taken by the body responsible for the criminal investigation is not in conformity with the provisions of law, he shall revoke it in a reasoned order.”",
                                "elements": []
                            },
                            {
                                "content": "Article 275",
                                "elements": []
                            },
                            {
                                "content": "“Any person whose legitimate interests have been infringed may lodge a complaint against any measures and decisions taken during a criminal investigation.",
                                "elements": []
                            },
                            {
                                "content": "\n…",
                                "elements": []
                            },
                            {
                                "content": "The complaint must be made to State Counsel supervising the work of the body responsible for the criminal investigation and may be lodged either directly with State Counsel or with the said criminal investigation body.",
                                "elements": []
                            },
                            {
                                "content": "…”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tThe Code of Civil Procedure",
                        "elements": [
                            {
                                "content": "27.  The relevant Articles of the Code of Civil Procedure, as amended by Law no. 59/1993, provide:",
                                "elements": []
                            },
                            {
                                "content": "Article 330",
                                "elements": []
                            },
                            {
                                "content": "“The Procurator-General may, either of his own motion or on an application by the Minister of Justice, apply to the Supreme Court of Justice to quash any final judicial decision on any of the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "(1)  where the judicial authority has exceeded its jurisdiction;",
                                "elements": []
                            },
                            {
                                "content": "…”",
                                "elements": []
                            },
                            {
                                "content": "Article 399",
                                "elements": []
                            },
                            {
                                "content": "“Any enforcement may be challenged by any aggrieved person or other person concerned…”",
                                "elements": []
                            },
                            {
                                "content": "Article 400",
                                "elements": []
                            },
                            {
                                "content": "“Interlocutory applications and any disputes arising between the parties … over the meaning, scope or application of the operative provisions of a judicial decision which is being executed shall be made to the judicial authority which issued the authority to execute…”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "28.  Mrs Elisabeta Vasilescu applied to the Commission on 10 February 1995, alleging that the search of her home and the seizure of her property there had infringed Article 8 of the Convention. She also asserted that, contrary to Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, the Supreme Court of Justice had deprived her of a tribunal that could have enabled her to recover possession of her property.",
                        "elements": []
                    },
                    {
                        "content": "\n29.  On 7 March 1996 the Commission declared the application (no. 27053/95) admissible in respect of forty coins and a pair of gold ear-rings. In its report of 17 April 1997 (Article 31), it expressed the opinion that there had been a violation of Article 6 § 1 of the Convention (unanimously) and Article 1 of Protocol No. 1 (twenty-eight votes to one) and that it was unnecessary to consider the complaint based on Article 8 of the Convention (twenty-eight votes to one). The full text of the Commission’s opinion and of the partly dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "30.  The applicant asked the Court to hold that there had been a violation of Article 6 § 1, taken alone or together with Article 13, and Article 8 of the Convention and of Article 1 of Protocol No. 1. She sought an order requiring the Romanian State to return the forty gold coins and the pair of gold ear-rings or, failing such an order, an award of just satisfaction under Article 50.",
                        "elements": []
                    },
                    {
                        "content": "31.  The Government requested the Court to hold that the impugned judgment of the Supreme Court of Justice had not infringed the rights guaranteed by the Articles relied on.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "as to the law",
                "elements": [
                    {
                        "content": "32.  Mrs Vasilescu complained of an interference with her right of access to a tribunal that could rule on her action to recover possession of the gold coins in dispute. She relied on Article 6 § 1 of the Convention, the relevant part of which provides:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of his civil rights and obligations …, everyone is entitled to a fair … hearing … by [a] … tribunal…”",
                        "elements": []
                    },
                    {
                        "content": "The Government disputed that contention, but the Commission accepted it.",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe Government’s preliminary objection",
                        "elements": [
                            {
                                "content": "33.  The Government maintained that besides the action to recover possession that she had brought in the civil courts, Mrs Vasilescu had available to her three remedies for challenging the actions of the criminal investigation body that were now complained of before the Court.",
                                "elements": []
                            },
                            {
                                "content": "In their submission, the applicant could, firstly, have lodged a complaint with State Counsel responsible for supervising the criminal investigation body, under Articles 275 to 278 of the CCP, and, secondly, have applied to State Counsel on the basis of Articles 218 to 220 of that code. Lastly, it had been open to Mrs Vasilescu to seek the return of her property under Articles 168 and 169 of the same code (see paragraph 26 above).",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court considers that those observations amount to an objection of failure to exhaust domestic remedies which was not raised before the Commission and on which the Government are accordingly estopped from relying (see, among many other authorities, the Sakık and Others v. Turkey judgment of 26 November 1997, Reports of Judgments and Decisions 1997VII, p. 2624, § 48).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tMerits of the complaint",
                        "elements": [
                            {
                                "content": "35.  Mrs Vasilescu maintained that on account of the subject matter alone, her application for return of the property seized from her by the Argeş miliţia had fallen to be determined by the civil courts.",
                                "elements": []
                            },
                            {
                                "content": "Her claims had, she said, been acknowledged as being well-founded, firstly in the decision of 21 February 1992 of the Găeşti Court of First Instance whereby it ordered return of the property, then in the decision of the Dâmboviţa County Court and lastly in the Ploieşti Court of Appeal’s decision.",
                                "elements": []
                            },
                            {
                                "content": "In quashing those judgments on the ground that the civil courts had encroached on the exclusive competence of State Counsel, the Supreme Court of Justice had deprived her of the right to a hearing by a tribunal.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Government did not dispute Mrs Vasilescu’s ownership of the gold coins in question. In their submission, the Supreme Court of Justice’s judgment of 20 October 1994 was based on an erroneous interpretation of Romanian law as, in the instant case, the civil courts had had jurisdiction to rule on the applicant’s application.",
                                "elements": []
                            },
                            {
                                "content": "Although the Supreme Court of Justice’s decision could be interpreted as a restriction of the right of access to a tribunal, the restriction did not impair the essence of that right, inasmuch as it remained open to the applicant to avail herself of three remedies, including the one provided in Articles 168 and 169 of the CCP (see paragraph 33 above).",
                                "elements": []
                            },
                            {
                                "content": "\n37.  The Commission disputed the Government’s argument and considered, in particular, that the Romanian rules of procedure, as interpreted and applied by the Supreme Court of Justice, had had the consequence that no court in fact had jurisdiction to rule on the applicant’s claim.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Court observes that on a special application to set aside, which the Procurator-General of Romania (“the Procurator-General”) is given exclusive power to make by Article 330 of the Code of Civil Procedure, the Supreme Court of Justice on 20 October 1994 quashed all the decisions of the civil courts which had tried Mrs Vasilescu’s action for recovery of possession (see paragraph 23 above). In its judgment, in which it relied on Article 275 of the CCP (see paragraph 26 above), the Supreme Court of Justice noted that in ruling on the case, the civil courts had exceeded their jurisdiction ratione materiae. In seeking the return of the gold coins seized by the miliţia, the applicant had in fact been disputing a criminal investigation measure. That being so, only State Counsel for the county of Argeş, who was responsible for the case and for supervising the body that had conducted the investigation, could entertain such a claim, not the civil courts.",
                                "elements": []
                            },
                            {
                                "content": "The Government argued that the Supreme Court of Justice had wrongly interpreted the rules of procedure (see paragraph 36 above).",
                                "elements": []
                            },
                            {
                                "content": "39.  The Court does not consider that it must determine this question of Romanian law (see, among other authorities and mutatis mutandis, the Sakık and Others judgment cited above, p. 2625, § 53). Its function is confined to ascertaining whether in the present case Mrs Vasilescu had access to a tribunal. Consequently, the Court will base its examination on the provisions of Romanian law as they were applied to the applicant, in this instance by the Supreme Court of Justice.",
                                "elements": []
                            },
                            {
                                "content": "In its judgment of 20 October 1994 that court took the view that the applicant’s claim was tantamount to an appeal against a criminal investigation measure. It consequently held that the civil courts had no jurisdiction in the case and that only State Counsel for the county of Argeş could entertain the claim. There is no doubt, however (and none of those appearing before the Court disagreed), that the applicant’s action was covered by the civil limb of Article 6, seeing that it was designed to secure the return of property of which the applicant had been dispossessed (see paragraph 14 above).",
                                "elements": []
                            },
                            {
                                "content": "The Court observes that Mrs Vasilescu had already applied to Argeş State Counsel and then to the Procurator-General. Whatever the outcome of those approaches (see paragraphs 11 and 12 above) and of any new \n\n\n\n\nproceedings which, in accordance with the Supreme Court of Justice’s judgment, the applicant might bring before Argeş State Counsel, the authorities applied to must, if Article 6 is to be complied with, be able to be regarded as a “tribunal” within the meaning of that provision. The Court will therefore ascertain whether this is in fact so.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court notes that the Procurator-General’s department, which, pursuant to Law no. 92 of 4 August 1992, replaced the former procuratura, consists of officials who carry out all their duties under the authority of the Procurator-General. The Minister of Justice supervises all the members of the Procurator-General’s department, including the Procurator-General.",
                                "elements": []
                            },
                            {
                                "content": "Even where, as in the instant case, State Counsel for a county exercises powers of a judicial nature, he acts as a member of the Procurator-General’s department, subordinated firstly to the Procurator-General and then to the Minister of Justice.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court reiterates that only an institution that has full jurisdiction and satisfies a number of requirements, such as independence of the executive and also of the parties, merits the description “tribunal” within the meaning of Article 6 § 1 (see, among other authorities, the Beaumartin v. France judgment of 24 November 1994, Series A no. 296-B, p. 63, § 38). Neither State Counsel for the county of Argeş nor the Procurator-General meets those requirements.",
                                "elements": []
                            },
                            {
                                "content": "There has therefore been a violation of Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "42.  In the applicant’s submission, the alleged lack of access to a tribunal had also violated Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "43.  Having regard to its finding of a violation of Article 6 § 1, the Court does not consider it necessary to rule on this complaint, which was moreover unsupported by any argument. Where the right claimed is a civil one, the role of Article 6 § 1 in relation to Article 13 is that of a lex specialis, the requirements of Article 13 being absorbed by those of Article 6 § 1 (see, mutatis mutandis, the Brualla Gómez de la Torre v. Spain judgment of 19 December 1997, Reports 1997-VIII, p. 2957, § 41).",
                                "elements": []
                            },
                            {
                                "content": "44.  In her complaints of the consequences of the Supreme Court of Justice’s judgment of 20 October 1994 Mrs Vasilescu asserted that she was also the victim of a violation of Article 1 of Protocol No. 1 (see paragraphs 29–30 above), which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "The Commission accepted that contention but the Government rejected it.",
                                "elements": []
                            },
                            {
                                "content": "45.  Mrs Vasilescu maintained that the judgment of the Supreme Court of Justice had had the effect of preventing her from regaining possession of her property. She pointed out that the civil courts had allowed her initial application for restitution of forty of the 327 gold coins and the pair of ear-rings that had been seized in 1966, acknowledging that she was the owner of those items and holding that there had been no basis in law for their retention.",
                                "elements": []
                            },
                            {
                                "content": "46.  In the Government’s submission, the sequence of events showed that the members of the miliţia had acted without the knowledge of the relevant State Counsel’s office and that the criminal investigation in question had, for that reason in particular, contravened the legislation in force at the time. The Government conceded that the seizure, likewise illegal, had deprived the applicant of property of which she nevertheless remained the owner. They also explained that, in accordance with the case-law of the Strasbourg institutions, the decision delivered on 21 February 1992 by the Găeşti Court of First Instance, which had subsequently become final, in itself constituted an “entitlement” for the purposes of Article 1 of Protocol No. 1. While the setting aside of that decision had therefore certainly entailed a deprivation of that “entitlement”, the latter had, however, been acquired at the end of proceedings that had been vitiated by the infringement of the rules on jurisdiction. That being so, the Supreme Court of Justice had done no more than declare the unlawfulness of the entitlement thus acquired, while at the same time indicating to the applicant the procedure to be followed in order to acquire it lawfully.",
                                "elements": []
                            },
                            {
                                "content": "\nHowever, the Government continued, the Supreme Court of Justice had ruled solely on the application of the rules on jurisdiction without thereby impairing the very essence of Mrs Vasilescu’s right of property. Its judgment had therefore pursued an aim of public interest and had not permanently or completely deprived her of the property in question. As the applicant could still exercise her rights in the manner indicated by that court, the necessary fair balance between her interests and the general interest had been maintained.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Commission emphasised that the Supreme Court of Justice’s judgment had deprived Mrs Vasilescu of any procedural means of protecting her right of property. It considered that the de facto deprivation of the enjoyment of that right had not been justified and concluded that a fair balance had not been struck between the aim pursued by the judgment – compliance with domestic rules on jurisdiction – and the resulting individual burden on the applicant.",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court notes that on 23 June 1966, members of the miliţia searched the applicant’s house without a warrant and seized 327 gold coins in connection with a police investigation in respect of her husband. That investigation was discontinued on 8 July 1966 but the seized items were kept by Argeş miliţia headquarters. It was common ground before the Court that this measure was unlawful and – as was indeed recognised by the civil courts (see paragraphs 15–16 and 21 above) – that she was the owner of the property in question. The Court accordingly takes the view that for the purposes of Article 1 of Protocol No. 1 the applicant, who has been deprived of the use and enjoyment of the relevant property since 1966, has nonetheless remained the owner of it up to the present day.",
                                "elements": []
                            },
                            {
                                "content": "49.  Admittedly, Romania did not recognise the right of individual petition (Article 25) and the Court’s jurisdiction (Article 46) until 20 June 1994. However, the Court notes that the applicant’s complaint relates to a continuing situation, which still obtains at the present time (see, mutatis mutandis, the Papamichalopoulos and Others v. Greece judgment of 24 June 1993, Series A no. 260-B, p. 69, § 40, and the Loizidou v. Turkey judgment of 18 December 1996 (merits), Reports 1996-VI, p. 2230, § 41). In any event, the Supreme Court of Justice delivered its judgment on 20 October 1994, that is to say after 20 June 1994.",
                                "elements": []
                            },
                            {
                                "content": "50.  In view of the lack of any basis in law, as recognised both by the domestic courts (see paragraph 48 above) and by the Government (see paragraph 46 above), the continuing retention of the items in question cannot be interpreted as a deprivation of possessions or control of the use of property allowed by the first and second paragraphs of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "\n51.  The Court reiterates that hindrance can amount to a violation of the Convention just like a legal impediment (see, mutatis mutandis, the Loizidou judgment cited above, p. 2237, § 63).",
                                "elements": []
                            },
                            {
                                "content": "Since the Convention is intended to safeguard rights that are “practical and effective”, it has to be ascertained whether the situation complained of amounted to a de facto confiscation (see, among other authorities and mutatis mutandis, the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, p. 24, § 63, and the Papamichalopoulos and Others judgment cited above, p. 69, § 42).",
                                "elements": []
                            },
                            {
                                "content": "52.  The established unlawfulness of the seizure of the applicant’s property is a decisive factor for determining that issue. Furthermore, the applicant had obtained a court decision ordering the National Bank of Romania to return to her the forty gold coins and the ear-rings she had claimed (see paragraph 15 above). However, that decision, together with the one upholding it, was quashed by the Supreme Court of Justice on the ground that the civil courts had encroached on the exclusive competence of State Counsel for the county of Argeş (see paragraph 23 above). Yet Mrs Vasilescu had already made approaches to State Counsel and to the Procurator-General, in 1990, but had had no greater success (see paragraphs 11 and 12 above).",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court considers that the loss of all ability to dispose of the property in issue, taken together with the failure of the attempts made so far to have the situation remedied by the national authorities and courts, has entailed sufficiently serious consequences for it to be held that the applicant has been the victim of a de facto confiscation incompatible with her right to the peaceful enjoyment of her possessions (see, mutatis mutandis, the Papamichalopoulos and Others judgment cited above, p. 70, § 45).",
                                "elements": []
                            },
                            {
                                "content": "54.  In conclusion, there is a violation of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "55.  The applicant said, lastly, that the search of her home by the miliţia without a warrant and the seizure of her gold coins, which had been transformed for her personal use, also violated Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "\n2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "56.  The Government argued that the Court had no jurisdiction ratione temporis to take cognisance of that complaint. They maintained that the incident complained of by the applicant had taken place on 23 June 1966, that is to say long before Romania’s recognition of the Court’s jurisdiction (Article 46) on 20 June 1994.",
                                "elements": []
                            },
                            {
                                "content": "57.  Whether or not the Court has jurisdiction in respect of this complaint, it does not consider it necessary, in view of its finding in respect of Article 1 of Protocol No. 1 (see paragraphs 48–54 above), to examine the case under Article 8 of the Convention also.",
                                "elements": []
                            },
                            {
                                "content": "58.  Article 50 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "As her main claim, Mrs Vasilescu asked the Court to order the return of the property in issue or, failing that, to award compensation for the pecuniary loss. She wished to leave it to the Court’s discretion to assess her non-pecuniary damage and her costs and expenses.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.\tPecuniary damage",
                        "elements": [
                            {
                                "content": "59.  The applicant sought, firstly, return of the forty gold coins that had been made into a necklace and the pair of gold ear-rings or, failing that, compensation for pecuniary damage. She disputed the Government’s valuation and the findings of the expert reports on which it was based (see paragraph 60 below) and assessed her loss at 30,000 US dollars (USD), but wished to leave the matter to the Court’s discretion.",
                                "elements": []
                            },
                            {
                                "content": "60.  The Government said that there was no possibility of returning the property, as the items in question were not to be found in the custody of any authority.",
                                "elements": []
                            },
                            {
                                "content": "\nThey also maintained that if the Court were to find a violation of Article 6 § 1, that finding in itself would constitute sufficient just satisfaction, since no causal link had been established between the alleged violation of that Article and the pecuniary damage pleaded.",
                                "elements": []
                            },
                            {
                                "content": "In respect of any damage under Article 1 of Protocol No. 1, the Government stated that the applicant’s method of calculation had no scientific or technical basis. In their observations on the application of Article 50 they referred to a valuation of the items by the National Bank of Romania and submitted that 31,856,648 Romanian lei, that is to say approximately USD 3,750, would constitute sufficient compensation for the damage sustained by the applicant. Subsequently the Government produced in support of their submissions a report drawn up by the Romanian National History Museum, in which the alleged loss was looked at from a numismatic point of view.",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court reiterates that if reparation cannot be made for the consequences of a breach of the Convention, Article 50 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (see the Papamichalopoulos and Others v. Greece judgment of 31 October 1995 (Article 50), Series A no. 330-B, p. 59, § 34).",
                                "elements": []
                            },
                            {
                                "content": "In the instant case the return of the items in issue would put the applicant as far as possible in a situation equivalent to the one in which she would have been if there had not been a breach of Article 1 of Protocol No. 1 (ibid., p. 60, § 38). The Government, however, stated that they were unable to return the property (see paragraph 60 above).",
                                "elements": []
                            },
                            {
                                "content": "That being so, the Court, making its assessment on an equitable basis in the light of the information it has been given, awards the applicant 60,000 French francs (FRF) for pecuniary damage, to be converted into Romanian lei at the rate applicable at the date of settlement.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Non-pecuniary damage",
                        "elements": [
                            {
                                "content": "62.  The applicant also claimed unquantified compensation for the non-pecuniary damage that she alleged had been caused her by the conduct of the national authorities and courts. ",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government made no observations on this question.",
                                "elements": []
                            },
                            {
                                "content": "64.  The Court cannot exclude that the applicant, who has been deprived of her property for more than thirty years, has experienced some distress on this account. Mrs Vasilescu has therefore sustained non-pecuniary damage, for which the Court, making its assessment on an equitable basis as required by Article 50, awards her compensation in the amount of FRF 30,000. That amount is to be converted into Romanian lei at the rate applicable at the date of settlement.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tCosts and expenses",
                        "elements": [
                            {
                                "content": "65.  The applicant also sought reimbursement of her costs and expenses, whose amount she left to be assessed at the Court’s discretion. The Government did not oppose that claim.",
                                "elements": []
                            },
                            {
                                "content": "66.  According to its case-law, the Court may order the reimbursement of legal costs that have been actually and necessarily incurred in order to prevent or rectify, through the domestic legal system, a violation of the Convention and to have the same established by the Commission and later by the Court and to obtain redress therefor; such costs must also be reasonable as to quantum (see, among other authorities, the Demicoli v. Malta judgment of 27 August 1991, Series A no. 210, p. 20, § 49).",
                                "elements": []
                            },
                            {
                                "content": "Making its assessment on an equitable basis, the Court awards the applicant FRF 10,000 under this head (value-added tax included), less the sum of FRF 4,815 received by way of legal aid from the Council of Europe. The resultant amount is likewise to be converted into Romanian lei at the rate applicable at the date of settlement.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.\tDefault interest",
                        "elements": [
                            {
                                "content": "67.  The Court deems it appropriate to adopt the statutory rate applicable in France at the date of adoption of the present judgment, which is 3.36% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "for these reasons, the court UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tDismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds that there is a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds that it is unnecessary to examine the complaints under Articles 8 and 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.\tHolds",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 22 May 1998.",
                        "elements": []
                    },
                    {
                        "content": "\tSigned: Rudolf Bernhardt",
                        "elements": []
                    },
                    {
                        "content": "\t\tPresident",
                        "elements": []
                    },
                    {
                        "content": "Signed:\t Herbert Petzold",
                        "elements": []
                    },
                    {
                        "content": "\tRegistrar",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        },
        {
            "name": "MrThór Vilhjálmsson",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrA.B. Baka",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrM.A. Lopes Rocha",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrD. Gotchev",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrE. Levits",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrM. Voicu",
            "role": "and also of mr h. petzold"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VASILESCU v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58169.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:0522JUD002705395",
    "externalsources": [],
    "extractedappno": [
        "27053/95"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58169",
    "judgementdate": "22/05/1998 00:00:00",
    "kpdate": "22/05/1998 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7",
        "181",
        "369",
        "304",
        "444",
        "451",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "P1-1-1",
        "13",
        "8",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "VASILESCU",
        "ROMANIA"
    ],
    "rank": "367.321258544922",
    "representedby": [
        "N/A"
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [
        "Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, p. 24, § 63",
        "Demicoli v. Malta, judgment of 27 August 1991, Series A no. 210, p. 20, § 49",
        "Papamichalopoulos and Others v. Greece, judgment of 24 June 1993, Series A no. 260-B, p. 69, §§ 40 and 42, p. 70, § 45",
        "Beaumartin v. France, judgment of 24 November 1994, Series A no. 296-B, p. 63, § 38",
        "Papamichalopoulos and Others v. Greece, judgment of 31 October 1995 (Article 50), Series A no. 330-B, p. 59, § 34",
        "Loizidou v. Turkey, judgment of 18 December 1996 (merits), Reports of Judgments and Decisions 1996-VI, p. 2230, § 41, p. 2237, § 63",
        "Sakik and Others v. Turkey, judgment of 26 November 1997, Reports 1997-VII, p. 2624, § 48, p. 2625, § 53",
        "Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports 1997-VIII, p. 2957, § 41"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443513",
    "typedescription": "15"
}