{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "9834/08",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-106592.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 9834/08) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Jerzy Mularz (“the applicant”), on 20 February 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the length of the administrative proceedings in his case had been unreasonable.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 31 May 2010 the President of the Fourth Section decided to grant priority to the above application, under Rule 41 of the Rules of Court, and to give notice of the application to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each submitted observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1931 and lives in Rzeszów.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 18 April 1994 the Rzeszów District Office Director (Kierownik Urzędu Rejonowego; hereafter: “the District Office Director”) awarded a certain Z.R. damages for the inconvenience and damage resulting from the temporary use of her property by the public energy provider company based in Rzeszów.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 21 October 1994 the Rzeszów Governor (wojewoda) quashed the District Office Director’s decision and remitted the case.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 31 January 1995 the District Office Director again confirmed the award of damages to Z.R. His decision was upheld by the Rzeszów Governor on 9 May 1995.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 18 October 1996 the  (Najwyższy Sąd Administracyjny) quashed the Governor’s decision.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 28 February 1997 the Rzeszów Governor quashed the District Office Director’s 1995 decision and remitted the case.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 1 March 1997 Z.R. died.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 8 April 1997 the Rzeszów District Court (Sąd Rejonowy) declared that Z.R.’s estate had been inherited by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 16 May 1997 the District Office Director stayed the proceedings due to Z.R.’s death. The proceedings were resumed on the applicant’s request on 16 June 1997.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 30 October 1997 the District Office Director again confirmed the award of damages to the applicant. The applicant appealed against this decision, alleging certain shortcomings in the procedure and complaining that the amount of the award had been insufficient.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 8 January 1998 the Rzeszów Governor referred the case to the President of the Office for Housing and Town Development (Prezes Urzędu Mieszkalnictwa i Rozwoju Miast; hereinafter: “the President of the OHTD”) as the competent authority. On 5 February 1998 the President of the OHTD referred the case back to the Rzeszów Governor.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 23 February 1998 the Rzeszów Governor quashed the District Office Director’s 1997 decision. As a result of a change to the rules on competence, on 30 June 1998 the Rzeszów Governor awarded the applicant damages, acting as the organ of first-instance.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 15 July 1999 the President of the OHTD quashed the Rzeszów Governor’s decision and remitted the case to the Mayor of Rzeszów (Prezydent Miasta Rzeszowa) as the competent authority. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "19.  From 3 December 1999 to 14 July 2000 the proceedings were stayed pending the examination of the applicant’s appeal by the .",
                                "elements": []
                            },
                            {
                                "content": "20.  On 5 May 2000 the  dismissed the applicant’s appeal.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 20 November 2000 the Mayor of Rzeszów awarded damages to the applicant. This decision was upheld by the Podkarpacki Governor on 27 March 2001. The applicant appealed, arguing that the awarded amount had been too low and that the Mayor had failed to give a sufficient justification for his decision. Pending the examination of the appeal by the Supreme Administrative Court, the proceedings were stayed.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 2 December 2002 the  quashed the Podkarpacki Governor’s decision.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 24 February 2003, the Podkarpacki Governor quashed the decision given by the Mayor of Rzeszów.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 12 August 2003 the Mayor of Rzeszów once again awarded damages to the applicant but the Podkarpacki Governor quashed this decision on 27 November 2003.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 20 September 2004 the Mayor of Rzeszów once more awarded damages to the applicant. This decision was quashed by the Podkarpacki Governor on 28 January 2005. The enforcement of the Governor’s decision was stayed pending the examination of the applicant’s appeal filed with the  (Wojewódzki Sąd Administracyjny).",
                                "elements": []
                            },
                            {
                                "content": "26.  On 17 January 2006 the  dismissed the applicant’s appeal against the decision of the Podkarpacki Governor.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 26 September 2006 the Mayor of Rzeszów once again awarded damages to the applicant. On 22 January 2007 the Mayor’s decision was upheld by the Podkarpacki Governor. The enforcement of the Governor’s decision was stayed pending the examination of the applicant’s appeal.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 31 May 2007 the  rejected the applicant’s appeal as having been lodged out of time.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 18 June 2007 the applicant requested the Rzeszów Regional Administrative Court to grant him leave to appeal out of time. On 4 July 2007 the court dismissed his request. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 15 October 2007 the  dismissed the applicant’s complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Inactivity of the administrative authorities",
                                "elements": [
                                    {
                                        "content": "31.  The relevant domestic law and practice concerning remedies for the excessive length of administrative proceedings, in particular the applicable provisions of the Code of Administrative Procedure and the 2002 Act on Proceedings before Administrative Courts, are described in the cases of Grabiński v. Poland no. 43702/02, §§ 60-65, 17 October 2006; Koss v. Poland, no. 52495/99, §§ 21-25, 28 March 2006; and Kaniewski v. Poland, no. 8049/02, §§ 22-28, 8 November 2005.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Remedies for the excessive length of judicial proceedings",
                                "elements": [
                                    {
                                        "content": "32.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are set out in the Court’s decisions in the cases of Charzyński v. Poland (dec.), no. 15212/03, §§ 12-23, ECHR 2005V and Ratajczyk v. Poland (dec.), no. 11215/02, ECHR 2005VIII, and its judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Judgment of the Kraków Court of Appeal of 20 April 2009",
                                "elements": [
                                    {
                                        "content": "33.  The Government provided the Court with a copy of a judgment handed down on 20 April 2009 by the Kraków Court of Appeal, which had awarded just satisfaction in respect of the excessive length of civil proceedings to the plaintiff, a certain K.M., on the basis of Articles 417 and 448 of the Polish Civil Code, concerning the protection of personal rights. In its judgment, the Court of Appeal considered that the excessive length of the civil proceedings for the distribution of inheritance, which had been pending for over twenty years, had caused the applicant, an elderly person, considerable stress resulting in moral suffering and entitling her to non-pecuniary damages. Consequently, it modified the lower court’s judgment and awarded K.M. the sum of PLN 70,000.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "35.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "36.  The period to be taken into consideration began on 18 April 1994 and ended on 15 October 2007. It thus lasted 13 years and 6 months at four levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  The Government raised a preliminary objection that the applicant had not exhausted domestic remedies available to him under Polish law, as required by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  They first of all maintained that it had been open to the applicant to use the usual remedies to counteract the inactivity of the authority obliged to give an administrative decision. Relying on Article 37 of the Code of Administrative Procedure, on sections 16 and 17 of the 1995 Supreme Administrative Court Act and on section 3 § 2 of the Law of 30 August 2002 on Proceedings before Administrative Courts, they submitted that the applicant could have lodged complaints about the inactivity of the relevant administrative body, first with the higher authority and, subsequently, with an administrative court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Furthermore, the Government submitted that it had been open to the applicant to lodge a complaint under the 2004 Act about the length of the judicial stages of the proceedings, following the entry into force of the 2004 Act on 17 September 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government further maintained that the applicant had failed to lodge a claim for damages and compensation with a civil court in order to seek redress for the violation of personal rights (“dobra osobiste”) which had resulted from the inactivity of the administrative authorities, on the basis of Articles 417 and 448 of the Civil Code. To this end, they submitted a judgment given on 20 April 2009 by the Kraków Court of Appeal which had awarded just satisfaction in respect of the excessive length of civil proceedings to the plaintiff, a certain K.M., on the basis of the relevant provisions of the Polish Civil Code concerning the protection of personal rights (see paragraph 33 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Lastly, the Government also mentioned two other judgments, given by the Courts of Appeal in Gdańsk and in  in 2004 and 2008, respectively. In the Government’s view, these two judgments confirmed the possibility to seek redress for the alleged damage resulting from the inactivity of the administrative authorities and courts, on the basis of Article 417¹ § 3 of the Civil Code. However, the Government did not provide copies of the aforementioned judgments or of their written grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As the applicant had not availed himself of any of the abovementioned remedies, the Government invited the Court to reject his application as inadmissible for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The applicant contested these arguments. Moreover, he submitted that in the course of the impugned proceedings he had often attempted, in vain, to bring the issue of their excessive length to the attention of the administrative authorities at a higher level, by way of filing written complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court first notes that the remedies relied on by the Government, referred to in paragraph 38 above, can be used against the inactivity of an authority obliged to give an administrative decision. However, the Court considers that the total length of the proceedings in the present case cannot be attributed to the inactivity of the administrative authorities or of the administrative courts, but rather to a pattern of decisions flawed with various, mostly procedural, shortcomings. These decisions were repeatedly quashed by the authorities at a higher level or by the administrative courts and the case was remitted to the local authorities for re-examination. In total, this occurred on nine occasions (see paragraphs 8, 10, 11, 17, 18, 22, 23, 24 and 25 above). Thus, the Court finds that the usual remedies to counteract the inactivity of an administrative authority, available in the Code of Administrative Procedure, would not have been effective in the present case (see Stevens v. Poland, no. 13568/02, § 45, 24 October 2006; Trzaskalska v. Poland, no. 34469/05, § 42, 1 December 2009; and Kamecki and Others v. Poland, no. 62506/00, § 49, 9 June 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Regarding the Government’s argument concerning the period after 17 September 2004 when the 2004 Act came into force, the Court notes that the Act provides for the filing of a complaint about the unreasonable length of judicial proceedings. However, the Court observes that the proceedings complained of lasted over thirteen years, from 1994 to 2007. Following the entry into force of the 2004 Act, the proceedings were conducted by the administrative courts in two separate periods, from 28 January 2005 to 17 January 2006 and from 22 January 2007 to 15 October 2007 when the impugned proceedings ended – thus, for periods of about eleven months and eight months, respectively (see paragraphs 25-30 above). The Court cannot fail to notice that these two periods, which occurred shortly before the end of the impugned proceedings, were of a relatively short duration in comparison to the bulk of the proceedings in the applicant’s case, which had been conducted either by administrative authorities – not covered by the provisions of the 2004 Act – or by administrative courts at a time when no remedy against the excessive length of judicial proceedings had been available in domestic law, that is, before the entry into force of the 2004 Act. Moreover, the Court notes, on the basis of the constant interpretation given to the provisions of the 2004 Act by the domestic courts, that a domestic court dealing with a complaint under the 2004 Act would not have been able to take into account the whole period of the administrative proceedings which began in 1994 and to find a violation of the applicant’s right to a trial within a reasonable time. Consequently, the Court considers that, in the present case, a complaint under the 2004 Act cannot be regarded as an effective remedy (Pióro and Łukasik v. , no. 8362/02, § 36, 2 December 2008; Wypukoł-Piętka v. Poland no. 3441/02, § 56, 20 October 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As regards the Government’s argument concerning the effectiveness of an action for damages and compensation, on the basis of Articles 417 and 448 of the Civil Code, the Court recalls that it has already examined whether such a compensation claim in tort was an effective remedy in respect of complaints about the length of proceedings. It held that no persuasive arguments had been adduced by the Government to show that the above-mentioned provisions of the Civil Code could at that time be relied on for the purpose of seeking compensation for the excessive length of proceedings or that such an action offered reasonable prospects of success (see Małasiewicz v. Poland, no. 22072/02, §§ 32-34, 14 October 2003, and, for administrative proceedings, Boszko v. Poland, no. 4054/03, § 35, 5 December 2006). The Court sees no grounds on which to depart from those findings in the present case. The Court further recalls that, as it has recently found in its Iskrzyccy v. Poland judgment (Iskrzyccy v. Poland, no. 9261/02, § 55, 14 September 2010), the judgment given by the Kraków Court of Appeal on 20 April 2009 – the same as the one submitted by the Government in the present case – was exceptional and did not reflect a well-established practice of the Polish courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  With regard to the Government’s submissions that the applicant had failed to institute proceedings under Article 417¹ § 3 of the Civil Code, the Court observes that, according to that provision, no claim for damages resulting from the unreasonable length of administrative proceedings may arise unless it has been formally determined that there was an unlawful failure to issue an administrative decision within the relevant time-limits. Moreover, the Court notes that the Government only briefly outlined the two other judgments which it had invoked in their observations, without submitting copies of them or the written grounds thereof. For this reason, the Court is unable to examine the factual circumstances surrounding those judgments. From the information provided, it appears that in none of the invoked judgments were the plaintiffs awarded any just satisfaction. The above-mentioned considerations lead the Court to conclude that the domestic case-law relied on by the Government does not constitute evidence of a sufficiently established judicial practice to show that a claim for compensation based on Article 417¹ § 3 of the Civil Code was an effective remedy, and they have thus failed to substantiate their contention (see Boszko v. Poland, cited above, in § 35; Grabiński v. Poland, cited above, in § 74; and Pióro and Łukasik v. Poland, cited above, in § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  It follows that the Government’s plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It considers that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "50.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above; see also Stevens v. Poland, cited above, in §§ 51-62, 24 October 2006; Trzaskalska v. Poland, cited above, in §§ 4750; Kamecki and Others v. Poland, cited above, in §§ 52-4; and Iskrzyccy v. Poland, cited above, in § 59-61).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, and to the fact that the proceedings in this case had been pending before various administrative authorities and administrative courts for a period of more than thirteen years, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Moreover, the applicant complained that the excessive length of the proceedings had constituted a continuing hindrance to the exercise of his right to property and had led to a significant loss of its value, in breach of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "56.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "57.  Having regard to its finding under Article 6 § 1 (see paragraph 53 above), the Court considers that it is not necessary to examine whether, in this case, there has been a violation of Article 1 of Protocol No. 1 (see Zanghì v. Italy, judgment of 19 February 1991, Series A no. 194-C, p. 47, § 23; Beller v. , no. 51837/99, § 74, 1 February 2005).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed 60,000 euros (EUR) in respect of pecuniary damage and 50,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government contested these claims as exorbitant and irrelevant to the application. Consequently, it requested the Court to reject them in their entirety.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, the Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards him EUR 5,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant did not submit a claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MULARZ v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-106592.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1004JUD000983408",
    "externalsources": [],
    "extractedappno": [
        "9834/08",
        "43702/02",
        "52495/99",
        "8049/02",
        "15212/03",
        "11215/02",
        "61444/00",
        "13568/02",
        "34469/05",
        "62506/00",
        "8362/02",
        "3441/02",
        "22072/02",
        "4054/03",
        "9261/02",
        "30979/96",
        "51837/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-106592",
    "judgementdate": "04/10/2011 00:00:00",
    "kpdate": "04/10/2011 00:00:00",
    "kpthesaurus": [
        "445",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "MULARZ",
        "POLAND"
    ],
    "rank": "831.226318359375",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "356298",
    "typedescription": "15"
}