{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "25426/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-81633.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 25426/03) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mrs Olga Vladimirovna Kray (“the applicant”), on 10 June 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mr Yuriy Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 5 April 2006 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the applications at the same time as their admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1963 and lives in the city of .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 21 July 2001 the Voroshylivsky District Court of  (hereinafter “the ”) awarded the applicant UAH 2,698 in compensation for non-pecuniary damage caused by criminal proceedings unlawfully instituted against her.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 21 August 2001 the  sent the writ of execution to the Kalininsky District Bailiffs' Service of Donetsk. However, the writ was returned without execution as the State Budget did not provide for such payments.",
                                "elements": []
                            },
                            {
                                "content": "7.  During 2002, the State Treasury on several occasions informed the applicant that the above-mentioned court ruling could not be enforced as the State Budget did not provide for such payments.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 13 January 2003 the  sent the writ of execution to the Pechersky District Bailiffs' Service of Kyiv, which on 15 September 2003 transferred it to the State Treasury.",
                                "elements": []
                            },
                            {
                                "content": "9.  In their submissions of 10 July 2006 the Government stated that during 2004-2006 the Pechersky District Bailiffs' Service with their letters on several occasions informed the applicant that the amount due was allocated and that in order to receive payment she had to provide information concerning her bank account.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant informed the Court that she had received such a letter only once, in September 2004, following which she had immediately provided the information as required.",
                                "elements": []
                            },
                            {
                                "content": "11.  To date, the amount due to the applicant under the ruling of 21 July 2001 was not paid.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12.  The relevant domestic law is summarised in the judgment of Romashov v. Ukraine (no. 67534/01, §§ 16-19).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "13.  Relying on Articles 6 § 1 and 13 of the Convention, the applicant complained about the non-enforcement of the final court decision given in her favour. These provisions read, insofar as relevant, as follows:",
                        "elements": []
                    },
                    {
                        "content": "Article 6 § 1",
                        "elements": [
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Article 13",
                        "elements": [
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.  Admissibility",
                        "elements": [
                            {
                                "content": "14.  The Government raised objections, contested by the applicant, similar to those already dismissed in a number of the Court's judgments regarding non-enforcement against the State institutions (see Voytenko v. Ukraine, no. 18966/02, § 27-31, 29 June 2004 and Romashov v. Ukraine, cited above, §§ 28-32). The Court considers that these objections must be rejected for the same reasons.",
                                "elements": []
                            },
                            {
                                "content": "15.  The Court concludes that the applicant's complaints under Articles 6 § 1 and 13 of the Convention raise issues of fact and law under the Convention, the determination of which requires an examination of the merits. It finds no ground for declaring these complaints inadmissible. The Court must therefore declare them admissible.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  Merits",
                        "elements": [
                            {
                                "content": "16.  In their observations, the Government contended that there had been no violation of the provisions of the Convention in the applicant's respect. In particular, they submitted that the debt under the ruling of 21 July 2001 was not paid to the applicant due to her failure to provide the Bailiffs with the information concerning her bank account.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant disagreed. She maintained that in September 2004 she had provided the Pechersky District Bailiffs' Service with the information required.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court notes that the final court decision given in the applicant's favour remains unenforced for five years and eleven months.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Court recalls that it has already found violations of Article 6 § 1 of the Convention in a number of similar cases (see Romashov, cited above, §§ 42-46 and Voytenko v. Ukraine, cited above, §§ 53-55, 29 June 2004).",
                                "elements": []
                            },
                            {
                                "content": "20.  Having examined all the material in its possession, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "21.  There has, accordingly, been a violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court does not find it necessary in the circumstances to examine the same complaints under Article 13 of the Convention (see Derkach and Palek v. Ukraine, nos. 34297/02 and 39574/02, § 42, 21 December 2004).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "24.  The applicant claimed USD 150,000 in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government found the applicant's claims excessive and unjustified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In so far as the debt under the ruling of 21 July 2001 in the applicant's favour has not been paid (paragraph 5 above), the Court notes that the State's outstanding obligation to enforce this decision is not in dispute. Accordingly, the Court considers that, if the Government were to pay the remaining debt owed to the applicant, it would constitute full and final settlement of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  As regards the remainder of the applicant's claims for pecuniary and non-pecuniary damage, the Court, making its assessment on equitable basis, as required by Article 41 of the Convention, considers it reasonable to award the applicant EUR 2,000 in respect of her non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "28.  The applicant also claimed USD 1,000 for the costs and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court notes that the applicant failed to substantiate her claim and provide necessary documents to support it. Regard being had to the information in its possession, the Court makes no award.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "31.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay to the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the unsettled debt still owed to her, as well as EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KRAY v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81633.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0712JUD002542603",
    "externalsources": [],
    "extractedappno": [
        "25426/03",
        "67534/01",
        "18966/02",
        "34297/02",
        "39574/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-81633",
    "judgementdate": "12/07/2007 00:00:00",
    "kpdate": "12/07/2007 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "KRAY",
        "UKRAINE"
    ],
    "rank": "589.502685546875",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "343150",
    "typedescription": "15"
}