{
    "__articles": "3;5;5-1;5-1-c;34",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Procedure prescribed by law;Article 5-1-c - Bringing before competent legal authority);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of application)",
    "applicability": "",
    "appno": "3627/07",
    "article": [
        "3",
        "5",
        "34"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Procedure prescribed by law",
                "Article 5-1-c - Bringing before competent legal authority"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of application"
            ],
            "element": "No violation of Article 34 - Individual applications",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-191478.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3627/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Andrey Mikhaylovich Sokovnin (“the applicant”), on 10 November 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government” ) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been subjected to illtreatment during his arrest on 18 March 2006, while being transferred from Yekaterinburg to Nizhniy Tagil on 27 March 2006, and while in detention between 14 April and 6 September 2006, and that the domestic authorities had failed to carry out an effective investigation. He further complained that his detention between 18 March and 18 May 2006 had been unlawful, that he had not been promptly informed of the reasons for his arrest and of any charge against him, nor brought before a judge or afforded an opportunity to obtain judicial review of his detention between 18 March and 18 May 2006. Lastly, the applicant complained that he had not been promptly informed of the nature and cause of the accusation against him, and that this had affected the preparation of his defence.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 September 2012 the above complaints were communicated to the Government under Articles 3, 5 and 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  Between 2013 and 2015 the applicant further complained of interference by the prison authorities in his correspondence with the Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 8 February 2016 the President of the Section decided, under Rule 54 § 2 (c) of the Rules of Court, that the parties should be invited to submit further written observations on the admissibility and merits of the alleged violations of Articles 8 and 34 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1969 and is serving a sentence of imprisonment in Tavda, Sverdlovsk Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and detention and the criminal proceedings against him",
                                "elements": [
                                    {
                                        "content": "8.  On 22 September 2000 criminal proceedings were instituted in connection with a murder and a robbery committed in March 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 2 October 2000 investigator B. of the Dzerzhinskiy District Prosecutor’s Office of Nizhniy Tagil (“the District Prosecutor’s Office”) took a decision to summon the applicant to the proceedings as a defendant and to remand him in custody. Regard was had to the gravity of the charges and the risk that the applicant might obstruct the establishment of the truth. The detention order, approved by the prosecutor, did not indicate a specific time-limit, but contained a reference to Article 97 of the RSFSR Code of Criminal Procedure, which provided that the initial period of detention during a criminal investigation was not to exceed two months (see paragraph 73 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On the same day the applicant’s name was put on the list of wanted persons, as his whereabouts could not be established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  During the night of 18-19 March 2006 the applicant was arrested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 19 March 2006 he was taken to a police station, where he was informed that he was on the wanted list as a suspect in connection with a murder committed in Nizhniy Tagil.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 April 2006 the investigator informed the applicant of the decision of 2 October 2000 and appointed legal-aid counsel N. to secure his defence. Under questioning the same day the applicant confirmed that he understood the charges against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Meanwhile, on 25 April 2006 the applicant brought a complaint against the investigator under Article 125 of the Code of Criminal Procedure of the Russian Federation (which provides for judicial review of decisions of investigators that might infringe the constitutional rights of participants in the proceedings or prevent a person’s access to court) challenging the lawfulness of his arrest, which had not been based on a judicial decision, and the investigator’s failure to bring charges against him within the required time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 23 May 2006 the Dzerzhinskiy District Court of Nizhniy Tagil (“the District Court”) rejected the applicant’s complaint. The court found that the applicant had been arrested in accordance with the law and had been informed of the charges against him as soon as he had been brought before the investigator on 27 April 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 7 July 2006 the Sverdlovsk Regional Court (“the Regional Court”) discontinued the appeal proceedings in respect of the decision of 23 May 2006. The Regional Court held that Article 125 of the Code of Criminal Procedure of the Russian Federation did not allow for judicial review of issues related to arrest or detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In the meantime, on 18 May 2006 the District Court extended the applicant’s detention until 18 July 2006. The District Court found that the grounds for the applicant’s detention persisted and that there existed a risk that the applicant might abscond during the investigation or trial, as he had been on the wanted list for several years prior to his arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 16 June 2006 the Regional Court upheld the order on an appeal by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 17 July 2006 the District Court extended the applicant’s detention until 24 August 2006 on the same grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 16 August 2006 the Regional Court upheld the above extension order, noting that it was of no importance that the initial detention order had been issued by the investigator in 2000. It referred to the fact that before the entry into force of the Code of Criminal Procedure of the Russian Federation in July 2002, it had been lawful for a prosecutor to issue detention orders in a criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 24 August 2006 the District Court further extended the applicant’s detention until 18 September 2006. The District Court considered that the grounds for detention were still valid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Meanwhile, on 4 August 2006 the revised charges were brought against the applicant. Under questioning on the same day the applicant confirmed that the substance of the charges was clear to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 31 August 2006 the applicant studied the case file, which comprised three volumes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 5 September 2006 the applicant was served with a bill of indictment and the case was submitted to the Regional Court for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 2 November 2006 the Regional Court convicted the applicant of robbery and murder and sentenced him to twenty years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 16 April 2007 the Supreme Court of Russia upheld the conviction on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged ill-treatment and investigation thereof",
                                "elements": [
                                    {
                                        "content": "1.  Alleged ill-treatment during the applicant’s arrest on 18 March 2006",
                                        "elements": [
                                            {
                                                "content": "27.  On 18 March 2006 the applicant’s partner T. told the police that the applicant had been on the wanted list since 2000, and informed them of the latter’s whereabouts. She gave them the keys to the applicant’s flat and warned that he usually carried a knife and a razor blade on him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On the same day officers of the special police force of the Chief Directorate of the Ministry of the Interior of Russia for Perm Region (“the OMON”) and investigators from the Department of the Interior of the Sverdlovskiy District of Perm planned the applicant’s arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  At 11.30 p.m. officers and investigators (nine officers in total) entered the applicant’s flat in order to arrest him. According to them, when they shouted that they were the police the applicant tried to reach for a bag containing a razor blade. The officers forced him to the floor and handcuffed him. According to the applicant, when the officers entered the room where he was sleeping they immediately dragged him on to the floor and started kicking and beating him with their gun stocks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 19 March 2006 the applicant was taken to the police station and from there to Perm remand prison no. 59/1 (“Perm SIZO-1”). The record of the applicant’s medical examination in the remand prison indicates that the applicant complained of severe pain in the left side of his chest area. He was observed to have small abrasions and haematomas up to four cm in diameter in the area of his face, on his head, chest, back, and hips, and morbidity on palpation of the left ribs. A preliminary diagnosis of broken ribs was given.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  At 4.25 a.m. on the same day the applicant was examined by doctors at the first-aid station of the Perm City Hospital No. 1 and was found to have an injured chest and a broken rib on his left side. The first-aid station report sent to the police on the same date read that the applicant had sustained the injuries at the hands of the police during his arrest. The applicant was referred to the Perm Regional Hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  At 5.10 a.m. on the same day the applicant was taken to the Perm Regional Hospital, where an X-ray was carried out which revealed fractures to his eighth and ninth ribs on the left side. The applicant explained at the hospital that he had received those injuries on 18 March 2006 when he fell on the street. The fractures were bound and the applicant was found fit for detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 20 March 2006 the applicant was transferred to SIZO-3 in Nizhniy Tagil via Yekaterinburg remand prison no. 66/1 (“Yekaterinburg SIZO-1”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Between 19 March and 4 April 2006 the OMON conducted an internal check in respect of the incident. The use of force and special means (handcuffs) on the applicant was found lawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 21 March 2006, during his medical examination at Yekaterinburg SIZO-1, the applicant was diagnosed with fractures to the eighth and ninth ribs on his left side. He made a written submission to the head of SIZO-1 to the effect that those injuries had been inflicted by police officers during his arrest in Perm.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 29 March 2006 the applicant complained to a prosecutor in Nizhniy Tagil that he had been ill-treated during his arrest. On 31 March 2006 his complaint was forwarded to the Prosecutor’s Office of the Sverdlovskiy District of Perm (“the District Prosecutor’s Office”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 17 April 2006 an investigator of the District Prosecutor’s Office refused to open a criminal case against the officers who had participated in the applicant’s arrest, stating that the existence of constituent elements of a crime in their actions had not been made out. The investigator relied mainly on the statements made by those officers. He concluded that the officers’ conduct during the arrest had been lawful. The investigator referred in this respect to sections 13 and 14 of the Federal Law on the Militia, which provided that police officers could apply physical force when arresting a person who had committed an offence and resisted the lawful demands of the police. The text of this decision contained the applicant’s submission to the effect that after his arrest he had been taken to the police station on 19 March 2006, where he had been informed that he was on the wanted list on suspicion of a murder committed in Nizhniy Tagil.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Following the communication of the complaint of ill-treatment to the Government (see paragraph 4 above), on 5 December 2012 the acting prosecutor of the Perm Region quashed the decision of 17 April 2006, finding that the pre-investigation inquiry had been incomplete.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 12 December 2012 an investigator of the Sverdlovskiy District Investigation Department of the Investigation Committee in Perm instituted criminal proceedings into the applicant’s allegations of ill-treatment during his arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 12 February 2013 the applicant was granted victim status in the proceedings. He was questioned the following day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The investigators identified and questioned witnesses, including the applicant’s neighbours in Perm and the doctors involved in his medical examination on 19 March 2006 at the Perm Regional Hospital. The police officers insisted that they had not beaten the applicant. They suggested that he could have hurt himself when he tried to get hold of a razor blade during the arrest. Two doctors of the Perm Regional Hospital submitted that during the applicant’s examination he explained that his injuries had been the result of a fall the day before the arrest. A forensic medical examination was ordered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In their report of 15 February 2013 the medical experts concluded that on the basis of the available documents they could not determine the time when the applicant’s ribs had been broken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Witness T. (one of the police officers) further submitted that during the arrest the applicant did not obey the lawful demands of the police and tried instead to get hold of the razor blade in his bag. T. then had used a foot sweep to put the applicant on to the floor. As he fell, the applicant hit his left side on a chair. When the applicant fell on to the floor he landed on his left side and started using foul language. At that moment the officers pressed him on to the floor and rolled him on to his abdomen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The additional expert report dated 30 April 2013 also stated that the time when the injuries had been inflicted could not be established. The applicant’s ribs could have been fractured either as a result of the impact of a hard blunt object or objects or in the circumstances indicated by T.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 12 June 2013 the investigator discontinued the criminal proceedings for lack of constituent elements of a crime in the actions of police officers. The investigator concluded that the applicant could have been injured either by the police during his arrest or under other circumstances prior to the arrest. He noted, in particular, that at the regional hospital the applicant had explained that he had received his injuries when he had fallen in the street on 18 March 2006. The investigator relied on the findings of the medical experts that the time of the injuries could not be established. The investigator further found that the use of force and special means against the applicant had been lawful and justified: the applicant was known to have a knife and a razor blade on him and, when told to surrender, had tried to reach for the bag containing them. Therefore, if the applicant had received his injuries at the moment of his arrest, there would have been no constituent elements of the crime in the actions of the police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 26 June 2013 a senior supervisor at the Department for Investigation of High-Priority Cases at the Investigation Committee for Perm Region found the decision of 12 June 2013 lawful and justified. He concluded that the applicant’s injuries had most probably been inflicted on the applicant by the police officers during the arrest. However, as the applicant had shown resistance to the officers and they had had information that he had a knife and a razor blade on him, the use of force (a foot-sweep wrestling move) and handcuffs by the police had been lawful, and there were no constituent elements of a crime in the acts of the officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  According to the applicant, he found out about the discontinuation of the criminal proceedings from the Government’s observations. On 6 July 2016 he wrote to the Perm Region Prosecutor asking for the criminal investigation to be resumed. In August 2016 his request was dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged ill-treatment during the applicant’s transfer to Nizhniy Tagil",
                                        "elements": [
                                            {
                                                "content": "48.  On 23 March 2006 the applicant was taken by train from Perm SIZO-1 to Yekaterinburg SIZO-1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  According to the applicant, while he was later being transferred, from Yekaterinburg SIZO-1 to Nizhniy Tagil SIZO-3 on 27 March 2006, he was beaten up by two convoy officers, which led him to attempt suicide by cutting his right wrist with a razor blade.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  After his arrival in Nizhniy Tagil on 28 March 2006, the applicant was taken to medical facility LIU-51. A medical certificate issued by LIU51 on the same day indicates that the applicant had a cut on the right forearm, haematomas on the chest and left hip, and fractures of the eighth and ninth ribs, all received on 19 March 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 31 March 2006 an investigator in Nizhniy Tagil issued a decision to refuse to institute criminal proceedings. During the pre-investigation inquiry the applicant explained that he had attempted to cut the veins on his right wrist to protest against his brutal arrest, and that he had no complaints against the officers accompanying him on the train. On the basis of that statement and the explanation by the officers and other arrested persons, the investigator concluded that there was no indication of ill-treatment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Alleged ill-treatment during the applicant’s detention",
                                        "elements": [
                                            {
                                                "content": "52.  On 5 April 2006 the applicant was transferred to Nizhniy Tagil SIZO-3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  According to the applicant, on numerous occasions between 14 April and 6 September 2006 he was taken from SIZO-3 to the Dzerzhinskiy police station in Nizhniy Tagil, where he was threatened in order to make him cooperate with the investigating authority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 5 June 2006 the applicant was transferred to the medical unit of SIZO-3 because of chronic bronchitis. He was discharged from the medical unit on 25 September 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  According to the applicant, while he was in the medical unit of SIZO-3, on 11 July, 15 and 23 August 2006 he was exposed to some kind of nerve gas, which was intended to extract a confession. The applicant alleges that as a result of gas exposure, his bronchial asthma had been aggravated to chronic obstructive pulmonary disease.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  From 2007 to 2012 the applicant received regular treatment in detention for chronic bronchitis and chronic obstructive pulmonary disease.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 25 February 2009 the applicant complained to the Prosecutor General’s Office that he had been ill-treated between 14 April and 6 September 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 18 April 2009 an investigator from the Dzerzhinskiy District investigative division of Nizhniy Tagil of the Investigation Department of the Investigation Committee at the Russian Federation’s Prosecutor’s Office for the Sverdlovsk Region (“the Dzerzhinskiy District investigation division”) refused to institute criminal proceedings in respect of investigator B. in charge of the applicant’s criminal case. It had not been established that investigator B. intimidated the applicant or used any other illegal means to extract his confession.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On 29 November 2012, following the communication of the complaint to the Government, the Head of the Investigation Department of the Investigation Committee at the Russian Federation’s Prosecutor’s Office for the Sverdlovsk Region quashed the decision of 18 April 2009 as premature. An additional pre-investigation inquiry was ordered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 9 January 2013 a chief investigator of the Dzerzhinskiy District investigation division took a decision refusing to institute criminal proceedings. On the basis of the available documents and testimonies, the investigator concluded that throughout his stay at Nizhniy Tagil SIZO-3 the applicant had had access to medical assistance and had received treatment for his bronchial asthma. Apart from complaints of a cough and shortness of breath no other complaints were raised by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 4 February 2013 the Head of the Investigation Department of the Investigation Committee at the Russian Federation’s Prosecutor’s Office for the Sverdlovsk Region set aside the above decision and ordered an additional pre-investigation inquiry.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On 6 March 2013 a chief investigator of the Dzerzhinskiy District investigation division again took a decision to refuse to institute criminal proceedings. The investigator noted that there had been no evidence of illtreatment, and that the applicant had never mentioned the alleged illtreatment during the criminal proceedings against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 15 April 2015 a chief investigator of the Dzerzhinskiy District investigation division rejected another request for a criminal investigation in respect of B., on account of alleged ill-treatment of the applicant during detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 10 March 2016 the District Court dismissed the applicant’s complaint in connection with the above decision not to open a criminal case. The court found that the decision of 15 April 2015 was well reasoned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 24 June 2016 the Regional Court upheld the above decision on appeal.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Applicant’s correspondence with the Court",
                                "elements": [
                                    {
                                        "content": "66.  On 17 June 2013 the Court sent the applicant a letter containing the Government’s comments on the applicant’s claims for just satisfaction and their further observations on the case. It was sent to the applicant for information purposes, and he was asked not to reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to the applicant he received that letter only on 30 August 2013, despite the fact that it was delivered to the local post office on 17 August 2013. The envelope was already open and certain pages were missing.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Prohibition of ill-treatment and the procedure for examining a criminal complaint",
                                "elements": [
                                    {
                                        "content": "68.  For the relevant provisions of domestic law on the prohibition of torture and other ill-treatment and the procedure for examining a criminal complaint, see Lyapin v. Russia, no. 46956/09, §§ 96-102, 24 July 2014, and Ryabtsev v. Russia, no. 13642/06, §§ 4852, 14 November 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Detention matters",
                                "elements": [
                                    {
                                        "content": "1.  The Constitution of the Russian Federation",
                                        "elements": [
                                            {
                                                "content": "69.  The Russian Constitution of 12 December 1993 requires a judicial decision before a defendant can be detained or have his or her detention extended (Article 22).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The RSFSR Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "70.  Until 1 July 2002 criminal-law matters were governed by the Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic (Law of 27 October 1960, “the old CCrP”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Under the old CCrP, no one could be arrested otherwise than on the basis of a judicial decision or a prosecutor’s order (Article 11 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  When there were sufficient grounds for considering that an accused person might evade an inquiry, preliminary investigation or trial, obstruct the establishment of the truth in a criminal case, or engage in a criminal activity, the inquirer, the investigator, the prosecutor or the court could apply, among other preventive measures, detention in custody (Article 89 § 1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  After arrest the suspect was placed in custody “pending investigation”. The maximum permitted period of detention “pending investigation” was two months, but it could be extended for up to eighteen months in “exceptional circumstances”. Extensions were authorised by prosecutors of ascending hierarchical levels (Article 97).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Code of Criminal Procedure of the Russian Federation",
                                        "elements": [
                                            {
                                                "content": "74.  From 1 July 2002 the old CCrP was replaced by the Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, “the new CCrP”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Under the new CCrP, detention requires a judicial decision (Article 108 §§ 1, 3-6).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The Federal Law on Enactment of the Code of Criminal Procedure of the Russian Federation",
                                        "elements": [
                                            {
                                                "content": "76.  Under the Federal Law on Enactment of the Code of Criminal Procedure of the Russian Federation (Law no. 177-FZ of 18 December 2001, “the Transitional Law”), detention orders issued before 1 July 2002 continued to be valid within the time-limit indicated in them (Article 10 § 3).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Case-law of the Constitutional Court of the Russian Federation",
                                        "elements": [
                                            {
                                                "content": "77.  The Constitutional Court stated with reference to the Transitional Law that non-judicial decisions relating to deprivation of liberty ceased to be applicable after 1 July 2002 (see ruling no. 6-P of 14 March 2002; decision no. 181-O of 27 May 2004 and decision no. 3-O-R of 18 January 2011). The Constitutional Court also clarified that detention orders issued before 1 July 2002 continued to be valid within the time-limit indicated in them, the authorised period of detention starting from the date of their issue (decision no. 119-O-O of 19 January 2010).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Prisoners’ correspondence",
                                "elements": [
                                    {
                                        "content": "78.  The legal provisions concerning prisoners’ correspondence are summarised in Alekseyenko v. Russia (no. 74266/01, §§ 49-51, 8 January 2009).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  The applicant complained under Article 3 of the Convention of illtreatment during his arrest on 18 March 2006, during his transfer from Yekaterinburg to Nizhniy Tagil on 27 March 2006, and during his detention between 14 April and 6 September 2006, as well as of ineffectiveness of the ensuing investigation. Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment”",
                                "elements": []
                            },
                            {
                                "content": "80.  The Government supported the conclusions of the domestic investigating authority and submitted that there had been no violation of the applicant’s rights under Article 3.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "81.  In so far as the applicant complained of ill-treatment during his transfer from Yekaterinburg SIZO-1 to in Nizhniy Tagil SIZO-3 on 27 March 2006, the Court considers that this complaint is manifestly illfounded in the absence of prima facie evidence in support of the applicant’s allegation. Specifically, it appears from the medical documents in the Court’s possession that, apart from the injuries sustained by the applicant during his arrest on 18 March 2006 and a wound from when the applicant cut himself on 27 March 2006, there were no other injuries on the applicant’s body after his transfer (see paragraphs 30 and 50 above). This part of the applicant’s complaint should therefore be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  As to the applicant’s complaint of ill-treatment during his detention between 14 April and 6 September 2006, the Court notes that the applicant did not raise this issue before the domestic authorities until February 2009. Regardless of the fact that, following communication of this complaint to the respondent Government in 2012, criminal proceedings were instituted in respect of the applicant’s allegations, in the absence of any prima facie evidence of ill-treatment and an explanation of the failure to bring the complaint to the attention of the domestic authorities at the time when they could have reasonably been expected to investigate the circumstances in question, the Court considers that this complaint is manifestly ill-founded and must also be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  As regards the remaining complaint of ill-treatment during the applicant’s arrest on 18 March 2006, the Court notes that it is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. The Court further notes that this complaint is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "84.  The relevant general principles were reiterated by the Court in the case of Bouyid v. Belgium ([GC], no. 23380/09, §§ 81-88, ECHR 2015). In particular, where the events in issue lie wholly or in large part within the exclusive knowledge of the authorities, as in the case of individuals within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. The burden of proof is then on the Government to provide a satisfactory and convincing explanation by producing evidence which casts doubt on the version of events given by the victim. In the absence of such an explanation, the Court can draw inferences which may be unfavourable for the Government. That is justified by the fact that those in custody are in a vulnerable position and the authorities are under a duty to protect them (ibid., § 83). The same principle applies to all cases in which a person is under the control of the police or a similar authority (ibid., § 84).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court further reiterates its established case-law that the use of force by the police in the course of arrest operations will not be in breach of Article 3 of the Convention if such force is essential and not excessive. The burden of proving this rests on the Government (see Rehbock v. Slovenia, no. 29462/95, §§ 72-78, ECHR 2000XII, and, among recent authorities, Boris Kostadinov v. Bulgaria, no. 61701/11, §§ 52-54, 21 January 2016).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the general principles to the present case",
                                        "elements": [
                                            {
                                                "content": "86.  The Court observes that on 29 March 2006 the applicant complained to the District Prosecutor’s Office that he had been subjected to illtreatment by the police officers during his arrest on 18 March 2006. The matter was then duly brought before the competent authorities at a time when they could reasonably have been expected to investigate the circumstances in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The applicant substantiated his complaint with medical documents dated 19 March 2006 which attested to fractures to his eighth and ninth ribs on the left side and abrasions and haematomas on his face, head, chest, back and hips (see paragraphs 30-32 above). The applicant’s claim was therefore shown to be “arguable” and the domestic authorities were under an obligation to conduct an effective investigation satisfying the above requirements of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court notes that the domestic authorities conducted a “preinvestigation inquiry” into the applicant’s complaint under Article 144 of the new CCrP (проверка по заявлению о преступлении) and on 17 April 2006 took a decision refusing to institute criminal proceedings against the officers who had participated in the applicant’s arrest, in the absence of constituent elements of a crime in their actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court further observes that, following communication of this complaint to the respondent Government, in December 2012 the decision of 17 April 2006 was set aside and criminal proceedings were instituted by the Sverdlovskiy District Investigation Department of the Investigation Committee in Perm under Article 286 § 3 (a) of the Criminal Code of the Russian Federation (abuse of power with the use of violence), some six years and eight months after the alleged instance of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court found in Lyapin v. Russia that in cases of credible allegations of treatment proscribed under Article 3 of the Convention it was incumbent on the authorities to open a criminal case and conduct an investigation, a “pre-investigation inquiry” alone not being capable of meeting the requirements of effective investigation under Article 3. It held that the mere fact of refusal by the investigating authority to open a criminal investigation into credible allegations of serious illtreatment in police custody was indicative of the State’s failure to comply with its obligation under Article 3 to carry out an effective investigation (see Lyapin v. Russia, no. 46956/09, §§ 128-40, 24 July 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The above findings are fully applicable to the present case. On the facts, the Court notes that the data which the district investigation department assessed as sufficient for opening a criminal case on 12 December 2012 were in that department’s hands shortly after the applicant’s illtreatment. Hence, nothing can explain the six years and eight months’ delay in commencing the criminal investigation into the applicant’s complaint. The Court considers that such a significant delay could not but have had a significant adverse impact on the investigation, as it would have considerably undermined the investigating authority’s ability to secure the evidence concerning the alleged illtreatment (see Manzhos v. Russia, no. 64752/09, § 40, 24 May 2016, with further references). It rendered impossible, in particular, determination of the origin of the applicant’s injuries and the time they were inflicted (see paragraphs 42 and 44 above), which led to the termination of the criminal proceedings on 12 June 2013 with an inconclusive finding that the applicant’s injuries might have been caused during the applicant’s arrest on 18 March 2006 as a result of lawful use of force by the police, or under other circumstances prior to the arrest (see paragraphs 45-46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Having regard to the foregoing, the Court finds that the significant delay in opening the criminal case and commencing a full criminal investigation into the applicant’s credible allegation of ill-treatment at the hands of the police, disclosing elements of a criminal offence, show that the authorities failed in their obligation to conduct an effective investigation of the applicant’s allegations of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Accordingly, there has been a violation of Article 3 of the Convention under its procedural head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court observes that at 11.30 p.m. on 18 March 2006 the applicant was arrested. He alleged that he had been subjected to illtreatment by police officers carrying out his arrest. On 19 March 2006, several hours after the arrest, upon his admission to the detention facility the applicant was found to have abrasions and haematomas up to four cm in diameter on his face, head, chest, back and hips, and morbidity on palpation of the ribs on the left. A preliminary diagnosis of fractured ribs was confirmed on the same day, after the applicant underwent an X-ray examination at the regional hospital (see paragraphs 30-32 above). In the absence of any evidence that the applicant had received those injuries before his arrest, the Government were required to provide a plausible explanation as to how those injuries could have been caused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Government relied on the conclusions of the investigating authorities to the effect that the applicant’s injuries might have been caused during the applicant’s arrest on 18 March 2006 as a result of lawful use of force by the police or under other circumstances prior to the arrest (see paragraphs 45-46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court notes, however, that the explanation provided by the domestic authorities is of a speculative nature owing to the lack of evidence as to the exact time and origin of the applicant’s injuries and, therefore, lacks the certainty required for it to be considered plausible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Given the speculative nature of the Government’s explanation as to the cause of the applicant’s injuries, and that the explanation was provided as a result of a domestic investigation which fell short of the requirements of Article 3 of the Convention (see paragraph 92 above), the Court finds that the Government failed to discharge their burden of proof and produce evidence capable of casting doubt on the applicant’s account of events that is supported by medical evidence, and which it therefore finds established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Accordingly, having regard to the nature and the extent of the applicant’s injuries, the Court concludes that there has been a violation of Article 3 of the Convention under its substantive limb on account of the inhuman and degrading treatment to which the applicant was subjected during his arrest on 18 March 2006.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  The applicant complained that his detention between 18 March and 18 May 2006 had been unlawful. The applicant further complained that he had not been promptly informed of the reasons for his arrest and of the charges against him, and that he had not been promptly brought before a judge and afforded an opportunity to obtain judicial review of the lawfulness of his detention between 18 March and 18 May 2006. The complaint falls to be examined under Article 5 §§ 1, 2, 3 and 4 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Article 5 § 1 (c) of the Convention",
                                "elements": [
                                    {
                                        "content": "100.  The Government submitted that the applicant’s detention between 18 March and 18 May 2006 had been based on the detention order issued by the investigator on 2 October 2000 in compliance with the relevant provisions of the old CCrP. They insisted that the detention order in question continued to be valid for the duration of the time-limit indicated therein starting from the date of the applicant’s arrest on 18 March 2006. They referred to Article 10 § 3 of the Transitional Law, and decisions of the Constitutional Court no. 119-O-O of 19 January 2010 and no. 3-O-R of 18 January 2011 (see paragraphs 76-77 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The applicant argued that the detention order of 2 October 2000 had no longer been valid in 2006. He maintained that his detention without a judicial decision between 18 March and 18 May 2006 had been in breach of the Russian Constitution and the new CCrP in force since 1 July 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "102.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "103.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 of the Convention essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof. It is in the first place for the national authorities, and notably the courts, to interpret domestic law, and in particular rules of a procedural nature, and the Court will not substitute its own interpretation for theirs in the absence of arbitrariness. However, since under Article 5 § 1 of the Convention failure to comply with domestic law entails a breach of the Convention, it follows that the Court can and should exercise a certain power to review whether this law has been complied with (see Toshev v. Bulgaria, no. 56308/00, § 58, 10 August 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court observes that on 2 October 2000 the investigator of the District Prosecutor’s Office took a decision to remand the applicant in custody. No specific time-limit was set for the applicant’s detention, but a reference was made to Article 97 of the old CCrP, which provided that the initial period of detention during the criminal investigation could not exceed two months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Since the applicant’s whereabouts had been unknown until 18 March 2006, it was not until that date that the applicant was arrested and detained in custody on the basis of the detention order of 2 October 2000. The question arises as to whether the detention order in question could serve as a legal basis for the applicant’s detention between 18 March and 18 May 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court notes that while the applicant’s whereabouts were being tracked between 2000 and 2006, the domestic law governing the procedure for application of the custodial measure changed. Namely, the new CCrP in force since 1 July 2002 provided that detention in custody could only be ordered by a court (see paragraph 75 above). The domestic court, however, took the view that since the detention order of 2 October 2000 had been issued in compliance with the procedure provided at the material time by the old CCrP for application of detention in custody, the applicant’s detention on the basis of that detention order had been lawful (see paragraph 20 above). The Government also argued that the detention order of 2 October 2000 continued to be valid for the duration indicated therein, namely starting from the date of the applicant’s arrest on 18 March 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Court turns to the domestic law and notes that, pursuant to the Transitional Law, detention orders issued before 1 July 2002 continued to be valid within the time-limit indicated in them (see paragraph 76 above). It further notes the clarification given by the Constitutional Court to the effect that the time-limit indicated in such detention orders started to run not from the date of a person’s arrest, as claimed by the Government, but from the date when the detention orders in question had been issued (see paragraph 77 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  In the light of the foregoing the Court considers that, assuming that the reference to Article 97 of the old CCrP in the detention order of 2 October 2000 could qualify as a proper indication of the time-limit for the applicant’s detention, the detention order in question was only valid until 2 December 2000 and could not serve as a basis for the applicant’s detention between 18 March and 18 May 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  It follows that the applicant’s detention in the above period was not “in accordance with the procedure prescribed by law”. Accordingly, there has been a violation of Article 5 § 1 (c) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other alleged violations of Article 5 of the Convention",
                                "elements": [
                                    {
                                        "content": "110.  Taking into account the facts of the case, the submissions by the parties, and its findings under Article 5 § 1 (c) of the Convention, the Court considers that it has examined the main legal question raised under Article 5 of the Convention and that there is no need to give a separate ruling on the remaining complaints based on the same facts (see Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014, with further references).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "111.  The applicant complained that he had not been promptly informed of the nature and cause of the accusation against him which had affected the preparation of his defence. He relied on Article 6 of the Convention, which reads in the relevant part as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair and public hearing by ... [a] tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "112.  The Government submitted that on 27 April 2006 the applicant had been familiarised with the investigator’s decision of 2 October 2000 to involve him in the proceedings as a defendant, and that under questioning on the same day the applicant had confirmed that he fully understood what he had been accused of. On 4 August 2006 the revised charges had been brought against the applicant, of which he had been informed on the same day and had confirmed that he fully understood them. On 31 August 2006 the applicant had studied the case file and signed the relevant record. No complaints had been raised by the applicant during the trial to the effect that he had had insufficient time or facilities to prepare his defence.",
                                "elements": []
                            },
                            {
                                "content": "113.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "114.  The Court reiterates that the requirements of Article 6 § 3 of the Convention are to be seen as particular aspects of the right to a fair trial guaranteed by Article 6 § 1 of the Convention (see Sakhnovskiy v. Russia [GC], no. 21272/03, § 94, 2 November 2010, and Schatschaschwili v. Germany [GC], no. 9154/10, § 100, ECHR 2015). The right to a fair trial under Article 6 § 1 is an unqualified right. However, what constitutes a fair trial cannot be the subject of a single unvarying rule but must depend on the circumstances of the particular case. The Court’s primary concern under Article 6 § 1 is to evaluate the overall fairness of the criminal proceedings (see Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08 and 3 others, § 250, ECHR 2016).",
                                "elements": []
                            },
                            {
                                "content": "115.  Turning to the present case, the Court notes that the applicant was informed of the decision on his involvement in the criminal proceedings as a defendant, that no investigative actions were carried out until the applicant had been informed of the relevant decision, that subsequently the applicant was informed of the revised charges against him, studied the entirety of the case file before it was submitted for trial, and was served with a copy of the indictment.",
                                "elements": []
                            },
                            {
                                "content": "116.  In view of the foregoing, and in the absence of any explanation from the applicant as to how the alleged restriction of his rights had irretrievably prejudiced the overall fairness of the proceedings in his case, the Court considers that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATIONS OF ARTICLES 8 AND 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "117.  The applicant complained that the Court’s letter of 17 June 2013 had been opened and inspected by the prison authorities, and handed over to him with a two-week delay. The Court considers that the matter falls to be examined under Article 8 and 34 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for ... his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "118.  The Government submitted that between June 2011 and April 2014 the applicant was serving his sentence in prison hospital OB-1 in the Sverdlovsk Region. The facility’s records of incoming correspondence contained no record of receipt of the Court’s letter of 17 June 2013. The applicant’s outgoing correspondence was being sent to the Court within the time-limits provided by domestic law. Incoming correspondence was being recorded in an appropriate manner and handed to the applicant in sealed envelopes against his signature. Specifically, while the applicant was serving his sentence between August 2007 and March 2014 he sent twentyseven letters to the Court and received seven letters in reply. No complaints were lodged by the applicant with the domestic courts regarding the alleged hindrance of his right to respect for his correspondence and his right to pursue a complaint before the Court.",
                                "elements": []
                            },
                            {
                                "content": "119.  The applicant maintained that he had received the Court’s letter of 17 June 2013 on 30 August 2013. He submitted the Court’s envelope bearing the postmark of the town where the prison hospital was located with the date of 17 August 2013 on it. The envelope further bears the applicant’s handwritten note “received on 30 August 2013”. The applicant argued that certain pages of the letter were missing. He further produced a list of twelve letters received from the Court by him in the period between August 2007 and March 2014.",
                                "elements": []
                            },
                            {
                                "content": "A.  Article 8 of the Convention",
                                "elements": [
                                    {
                                        "content": "120.  The Court notes that in similar cases it has required that since the entry into force of Law no. 161-FZ of 8 December 2003 an applicant in detention must raise a grievance concerning the monitoring of his correspondence with the Court before domestic courts in order to obtain an examination of the substance of such a complaint (see Alekseyenko v. Russia, no. 74266/01, § 90, 8 January 2009, and Yefimenko v. Russia, no. 152/04, § 154, 12 February 2013). It notes, however, that there is nothing in the case file to suggest that the applicant complained to the domestic courts about the alleged inspection of the Court’s letter of 17 June 2013 by prison staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  It follows that the complaint under Article 8 of the Convention must be rejected under Article 35 §§ 1 and 4 of the Convention for nonexhaustion of domestic remedies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Article 34 of the Convention",
                                "elements": [
                                    {
                                        "content": "122.  The Court observes at the outset that a complaint under Article 34 of the Convention is of a procedural nature and does not therefore give rise to any issue of admissibility under the Convention (see Shekhov v. Russia, no. 12440/04, § 57, 19 June 2014, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court further reiterates that it is of the utmost importance for the effective operation of the system of individual petition instituted by Article 34 that applicants should be able to communicate freely with the Convention institutions without being subjected to any form of pressure from the authorities to withdraw or modify their complaints. In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation, but also other improper indirect acts or contacts designed to dissuade or discourage applicants from using a Convention remedy (see Konstantin Markin v. Russia [GC], no. 30078/06, § 158, ECHR 2012 (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  It is important to respect the confidentiality of the Court’s correspondence with applicants, since there may be allegations against prison authorities or prison officials. The opening of letters from the Court or addressed to it undoubtedly gives rise to the possibility that they will be read and may conceivably, on occasion, also create the risk of reprisals by prison staff against the prisoner concerned. The opening of letters by prison authorities can therefore hinder applicants in bringing their cases to the Court (see Shekhov, cited above, § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  In the instant case, according to the Government, the applicant received seven letters from the Court between August 2007 and March 2014 (the letter of 17 June 2013 was not listed among them), while the applicant presented a list of twelve letters received by him within the same period. The list presented by the applicant coincides with the Court’s record of its correspondence with the applicant. Although the discrepancy between the lists of letters raises doubts as to the accuracy of the records used by the Government (see Klyakhin v. Russia, no. 46082/99, § 121, 30 November 2004), the Court notes that the applicant’s allegations do not concern a failure by the prison authorities to deliver the letter of 17 June 2013 to him. He primarily complains that the letter was handed over to him by the prison authorities with a two-week delay, and that when he received it it was already open and some pages were missing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Court takes note that the failure by the prison authorities to keep a full and consistent record of the applicant’s correspondence could cause him difficulties in proving, in particular, the date he received the letter at issue. Nevertheless, the Court considers that there is insufficient factual basis for a conclusion that there has been any unjustified interference by State authorities with the applicant’s exercise of the right of petition in the proceedings before the Court. In particular, the Court is not prepared to accept that the evidence presented by the applicant is sufficient to support his allegations of the letter having been inspected by the prison authorities (compare to Yefimenko, cited above, §§ 131-32 and 162). Moreover, even assuming that the letter was delivered to the applicant with a delay of two weeks, the Court does not consider that such a delay in itself could amount to a breach of the State’s obligation under Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Therefore, the Court concludes that the respondent State has complied with its obligations under Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "128.  The applicant raised a number of further complaints under Articles 3, 6, 8 and 34 of the Convention relating to his medical treatment, the criminal proceedings against him, and his correspondence with the Court.",
                                "elements": []
                            },
                            {
                                "content": "129.  The Court has examined these complaints as submitted by the applicant. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "130.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "131.  The applicant claimed 402,361 euros (EUR) in respect of pecuniary damage, including loss of earnings since 2006, the cost of an allegedly confiscated car, and loss of the right to reside in municipal housing. The applicant further claimed EUR 122,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Government contested these claims as unsubstantiated with any documents and unrelated to the alleged violations of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  On the other hand, in the light of the materials in its possession and making its assessment on an equitable basis, it awards the applicant EUR 19,500 in respect of non-pecuniary damage, plus any tax that may be chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "135.  The applicant also claimed EUR 1,220 for the costs of his legal representation in the domestic proceedings. The applicant did not submit any documents to support his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  The Government argued that the applicant’s claim had been unsubstantiated and invited the Court to reject it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the claim for costs and expenses allegedly incurred by the applicant in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "138.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the applicant’s ill-treatment during the arrest on 18 March 2006 and the failure of the domestic authorities to carry out an effective investigation, and the complaint under Article 5 § 1 (c) of the Convention concerning the lawfulness of the applicant’s detention between 18 March and 18 May 2006 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention under its procedural and substantive limbs;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine other complaints under Article 5 of the Convention lodged by the applicant based on the same facts;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the respondent State has complied with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 19,500 (nineteen thousand five hundred euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 March 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SOKOVNIN v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-191478.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0305JUD000362707",
    "externalsources": [],
    "extractedappno": [
        "3627/07",
        "46956/09",
        "13642/06",
        "74266/01",
        "23380/09",
        "29462/95",
        "61701/11",
        "64752/09",
        "56308/00",
        "47848/08",
        "21272/03",
        "9154/10",
        "50541/08",
        "152/04",
        "12440/04",
        "30078/06",
        "46082/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-191478",
    "judgementdate": "05/03/2019 00:00:00",
    "kpdate": "05/03/2019 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193",
        "448",
        "220",
        "339",
        "29",
        "183",
        "177"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "5-1-c",
        "3",
        "34",
        "5-1",
        "5"
    ],
    "parties": [
        "SOKOVNIN",
        "RUSSIA"
    ],
    "rank": "3127.7568359375",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "486151",
    "typedescription": "15"
}