{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "2120/10",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-191482.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2120/10) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksandr Olegovich Tilloyev (“the applicant”), on 9 December 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A.N. Roslov, a lawyer practising in Orel. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 29 September 2016 notice of the complaints concerning the applicant’s alleged ill-treatment in police custody and the authorities’ failure to carry out an effective investigation into his complaints were given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1983 and is currently serving a prison sentence.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and alleged ill-treatment in police custody",
                                "elements": [
                                    {
                                        "content": "5.  On 14 August 2008 the applicant was arrested in Orel on suspicion of assault and rape. According to the applicant, during his time in police custody police officers from the Severnyy district police department in Orel and the operational search division of the Orel regional police department (ОВД по Северному району г. Орла и ОРЧ УВД по Орловской области) subjected him to ill-treatment to force him to confess to the crimes. The police officers allegedly handcuffed the applicant and physically assaulted him, punching and kicking him multiple times in the face, legs and body.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s injuries",
                                "elements": [
                                    {
                                        "content": "6.  On 15 August 2008 the Orel inter-district investigation unit of the investigative committee for the Orel region (“the investigative committee”) ordered a forensic medical examination of the applicant. It began on 15 August 2008 and was completed on 29 August 2008. According to the report (no. 2378/5a), the applicant had the following injuries: (i) three scratches on his right cheek; (ii) two bruises on his neck; (iii) two bruises on his chest; (iv) two bruises on his back; (v) eleven bruises and an abrasion on his right upper limb; (vi) nine bruises and an abrasion on his left upper limb; (vii) an abrasion on his right lower leg; (viii) an abrasion on his left hip; and (ix) an abrasion on his left buttock.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to the expert, the applicant’s injuries had been caused by blunt objects with a limited surface area one to three days before the examination and had not caused any actual bodily harm to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The expert did not exclude the possibility that the applicant’s bruises on his wrists could have been caused by handcuffs, and also concluded that the applicant had had thirty-four points on his body where force had been used, and had sustained no less than twenty-three blows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In reply to an investigator’s question whether the injuries could have been self-inflicted, the expert stated that the injuries were within the reach of the applicant’s hands, except for the injuries on the back, which could have been received as a result of the applicant being struck by or striking himself against a blunt object with a limited striking surface (the expert’s “explanations” of 26 June 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  According to the IVS (temporary detention centre) medical records, the applicant complained about headache and pain in the back when he was placed in the IVS on 16 August 2008, after being examined at the traumatology centre of the Orel town hospital and diagnosed with contusion to the soft tissues of the head and closed craniocerebral injury (with a question mark). When he was taken out of the IVS at 12.45 p.m. on 18 August 2009 he complained about pain in the area of the wrists and dumb fingers, dizziness and nausea. When he was brought back at 9 p.m. that day (after being examined at the Orel regional hospital where he was diagnosed with contusions to the soft tissues of the head and abrasions to the face) he complained about headache and had abrasions on the forehead and on the back, explaining that he had received them at the Severnyy district police station. On 19 August 2008 he complained about headache and dizziness, and had abrasions on the face, forehead, wrists and left elbow, which – according to him – he had received at the Severnyy district police station the day before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  According to pre-trial detention facility IZ-57/1, on 20 August 2008 the applicant had abrasions above the left eyebrow, on the left cheek, the wrists and the right elbow.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Pre-investigation inquiry and refusals to institute criminal proceedings into the applicant’s alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "12.  On 18 August 2008 the applicant lodged complaints with the Severnyy district prosecutor’s office of Orel and the investigative committee against the police officers, requesting that they be prosecuted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 19 August 2008 the investigative committee received material in relation to the applicant’s complaint of ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On the dates specified below, and in accordance with Article 24 § 1 (1) or (2) of the Code of Criminal Procedure, officials at the investigative committee issued refusals to initiate criminal proceedings against the police officers under Article 286 § 3 of the Criminal Code (abuse of powers) for no case to answer. Those refusals were systematically overruled by the higher authority within the investigative committee as premature, unsubstantiated and based on incomplete inquiries, and the investigation authorities were ordered to carry out additional inquiries. The refusals were issued and overruled on the following dates:",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The investigative committee based its decision on the police officers’ explanations denying the applicant’s ill-treatment. They stated that they had arrested the applicant in the night time on suspicion of having committed the crimes, that in the course of the arrest they had tripped the applicant up, twisted his hand behind his back and handcuffed him since he had tried to escape, and that they had interviewed him at the Severnyy district police department before the arrival of an investigator next morning to draw up an official record of his arrest. They also interviewed the applicant on 18 August 2008 about his complaint of ill-treatment at the Severnyy district police, which had been communicated to the police on 16 August 2008 by the traumatology centre of the town hospital. According to the police officers, the applicant had fallen before his arrest (being drunk) and at the IVS detention centre, and had inflicted injuries on himself at the police station. According to the applicant’s explanations, he had not resisted his arrest, he had been beaten up at the time of his arrest and also during the night at the Severnyy district police station and when brought there for investigative activities thereafter. As a reaction to his illtreatment and false accusations of crimes he had tried to bang his head against the desk and, on 18 August 2008, to jump out of the window of the Severnyy district police station, but had been stopped. Police officer R.D. had thrown him to the floor and stepped on his face. The applicant denied the police officers’ allegations of self-inflicted injuries and stated that he had signed the explanation about allegedly falling before the arrest under the threats of continued illtreatment from police officers S.D. and I.B., who had beaten him up before. According to statements by the applicant’s girlfriend, she heard the applicant screaming from being allegedly beaten up during his arrest and at the police station; several days later at the police station he had complained to her that police officers had beaten him up; he had had abrasions on the face; and he had lost consciousness during a confrontation between them and the ambulance had been called.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The most recent refusal to institute criminal proceedings against the police officers of 29 October 2010 maintained the findings made in the previous refusals (for example, the refusal of 26 June 2009) that the police had lawfully applied force during the applicant’s arrest, that the applicant had attempted to inflict injuries on himself, which was coherent with the forensic medical expert’s conclusion that the injuries, except for the injuries on the back, had been within the reach of his hands. By alleging the police illtreatment the applicant had tried to escape prosecution and to blacken the police officers’ honour and dignity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "17.  On 16 April 2009 the Zavodskiy District Court of Orel convicted the applicant of physical assaults and rapes involving three women victims, and sentenced him to thirteen years and five months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  At trial, the applicant denied his guilt and complained about the police ill-treatment. The trial court acknowledged the appearance of injuries on him as they had been recorded by the expert, but noted that that could not serve as evidence of his innocence in relation to the crimes which had been committed. The trial court also noted that the pre-investigation inquiry had been pending with respect to his alleged ill-treatment, and that an examination of that issue fell outside the scope of the applicant’s criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 9 June 2009 the Orel Regional Court dismissed the applicant’s appeal and upheld the trial court’s conclusions.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  The applicant complained that he had been subjected to ill-treatment by the police and that the State had failed to conduct an effective investigation into his complaints. He relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government argued that the applicant’s injuries had originated from the lawful use of force by the police, the applicant’s self-harm and his fall in an inebriated state before his arrest. The applicant had not suffered even minor harm to his health and the authorities had rightly decided not to open a criminal case into his groundless allegations of illtreatment.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Government argued that the applicant had not appealed to a court against the refusals to institute criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Between December 2008 and October 2010 the investigative committee’s decisions refusing to institute criminal proceedings into the applicant’s alleged ill-treatment were annulled five times by the higher investigating authority since they had been based on an incomplete inquiry. The most recent decision of 29 October 2010 maintained the same findings and had the same defects as the earlier decisions, for example the decision of 26 June 2009. The Court is therefore not convinced that an appeal to a court by the applicant, which could only have had the same effect, that is the annulment of a refusal to institute criminal proceedings, would have offered the applicant any redress. It therefore considers that an appeal in the circumstances of the present case would have been devoid of any purpose (see Devyatkin v. Russia, no. 40384/06, § 30, 24 October 2017). The Court finds that the applicant was not obliged to pursue that remedy, and that the Government’s objection should therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "25.  The Court observes that after spending a period of time in police custody the applicant was found to have sustained injuries, as recorded by the forensic medical expert, the detention facilities and the medical institutions (see paragraphs 6, 10 and 11 above). According to the forensic medical expert, the injuries were the result of no less than twenty-three blows from blunt objects with a limited surface area. The Court considers that the injuries could arguably have resulted from the applicant’s alleged illtreatment by police officers, in particular as a result of being punched and kicked.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The above factors are sufficient to give rise to a presumption in favour of the applicant’s account of events and to satisfy the Court that the applicant’s allegations of ill-treatment in police custody were credible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The fact that during the initial period of alleged ill-treatment the applicant was held at the police station without his arrest being recorded and was interviewed by the police officers during the night without being able to avail himself of access to a lawyer and other rights of suspects in criminal proceedings, attests to the applicant’s particular vulnerability vis-à-vis the police officers. It weighs heavily in favour of the applicant’s account of events and makes the presumption of the State’s responsibility for injuries occurring during the police custody stronger (see Olisov and Others v. Russia, nos. 10825/09 and 2 others, §§ 74-79, 2 May 2017, and Sitnikov v. Russia, no. 14769/09, §§ 31-35, 2 May 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court observes further that the applicant’s allegations of his injuries being the result of police ill-treatment were dismissed by the investigative committee. The investigators based their findings on the results of the pre-investigation inquiry, which is the initial stage in dealing with a criminal complaint under Russian law and should normally be followed by the opening of a criminal case and the carrying out of an investigation if the information gathered has disclosed elements of a criminal offence (see Lyapin v. Russia, no. 46956/09, § 129, 24 July 2014). The investigators’ five decisions refusing to open a criminal case were each time annulled by the investigating authorities for having been based on an incomplete inquiry and a fresh inquiry was ordered. Their most recent decision maintained the same findings as the earlier decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court reiterates its finding that the mere carrying out of a preinvestigation inquiry under Article 144 of the Code of Criminal Procedure of the Russian Federation is insufficient if the authorities are to comply with the standards established under Article 3 of the Convention for an effective investigation into credible allegations of illtreatment in police custody. It is incumbent on the authorities to institute criminal proceedings and conduct a proper criminal investigation in which a full range of investigative measures are carried out (ibid., §§ 129 and 132-36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court has no reason to hold otherwise in the present case, which involves credible allegations of ill-treatment of which the authorities were promptly made aware. It finds that the investigative committee has failed to carry out an effective investigation into the applicant’s allegations of police ill-treatment, as required by Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government maintained the conclusions of the investigative committee to the effect that the applicant’s injuries had been the result of the lawful use of force by the police and self-inflicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court notes that those conclusions were based unreservedly on the statements of those same police officers who had allegedly ill-treated the applicant (see paragraph 15 above), without any serious attempt to reconcile them with the applicant’s multiple injuries and the duty of the police to stop selfharm by detainees, and to assess the origin of any new injuries after taking the applicant out of the detention facility for investigative activities on 18 August 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Given that the Government’s explanations were provided as a result of the superficial domestic inquiries’ falling short of the requirements of Article 3 of the Convention, the Court finds that they cannot be considered satisfactory or convincing. It holds that the Government have failed to discharge their burden of proof and produce evidence capable of casting doubt on the applicant’s account of events, which it therefore finds established (see Olisov and Others, cited above, §§ 83-85, and Ksenz and Others v. Russia, nos. 45044/06 and 5 others, §§ 10204, 12 December 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court finds that the police subjected the applicant to inhuman and degrading treatment (see Gorshchuk v. Russia, no. 31316/09, § 33, 6 October 2015; Aleksandr Andreyev v. Russia, no. 2281/06, §§ 5662, 23 February 2016; and Leonid Petrov v. Russia, no. 52783/08, §§ 65-76, 11 October 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 3 of the Convention under its substantive and procedural limbs.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that the authorities had failed to carry out an effective investigation into his alleged ill-treatment in police custody in breach of Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "37.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Court notes that this complaint is linked to the issue raised under the procedural aspect of Article 3 of the Convention and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "39.  Having regard to the finding of a violation of Article 3 under its procedural aspect on account of the respondent State’s failure to carry out an effective investigation, the Court considers that it is not necessary to examine this complaint separately under Article 13 (see Olisov and Others, cited above, § 92).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "41.  The applicant claimed 50,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government stated that any award of just satisfaction should be made in accordance with the Court’s case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court awards the applicant EUR 25,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "44.  The applicant also claimed EUR 546.55 for the costs of legal services incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum claimed by the applicant covering costs for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "46.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the applicant’s alleged ill-treatment in police custody and the authorities’ failure to carry out an effective investigation into his allegations admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention under its substantive and procedural limbs;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 March 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TILLOYEV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-191482.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0305JUD000212010",
    "externalsources": [],
    "extractedappno": [
        "2120/10",
        "40384/06",
        "10825/09",
        "14769/09",
        "46956/09",
        "45044/06",
        "31316/09",
        "2281/06",
        "52783/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-191482",
    "judgementdate": "05/03/2019 00:00:00",
    "kpdate": "05/03/2019 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "TILLOYEV",
        "RUSSIA"
    ],
    "rank": "3127.7568359375",
    "representedby": [
        "ROSLOV A.N."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "486155",
    "typedescription": "15"
}