{
    "__articles": "6;6-1;6-3-c;35;35-1;6-1+6-3-c",
    "__conclusion": "Preliminary objection joined to merits (non-exhaustion of domestic remedies);No violation of Art. 6-1+6-3-c",
    "applicability": "",
    "appno": "23867/94",
    "article": [
        "6",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits",
            "type": "other"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-c",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-c",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-58459.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 2 November 1998 within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (23867/94) against Austria lodged with the Commission under former Article 25 by Mr Josef Prinz, an Austrian national, on 28 March 1994. The President gave him leave to present his own case and to use German in his communications with the Court. The Government of Austria are represented by their Agent, Mr F. Cede, Ambassador, Head of the International Law Department at the Federal Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": " The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Austria had recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach of Article 6 §§ 1 and 3 (c).",
                        "elements": []
                    },
                    {
                        "content": "2.  On 14 January 1999 the Panel of the Grand Chamber decided, pursuant to Article 5 § 4 of Protocol No. 11 to the Convention and Rules 100 § 1 and 24 § 6 of the Rules of Court, that the application would be examined by one of the Sections. It was, thereupon, assigned to the Third Section.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber constituted with the Section included ex officio Mr W. Fuhrmann, the judge elected in respect of Austria (Article 27 § 2 of the Convention and Rule 26 § 1 (a) of the Rules of Court) and Mr J.-P. Costa, Vice-President of the Section (Rules 12 and 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr P. Kūris, Mrs F. Tulkens, Mr K. Jungwiert, Mrs H.S. Greve and Mr K. Traja.",
                        "elements": []
                    },
                    {
                        "content": "4.  In accordance with Rule 59 § 3, the President of the Chamber invited the parties to submit memorials on the issues in the application. The Registrar received the applicant’s and Government’s memorials on 18 June 1999 and on 23 August respectively.",
                        "elements": []
                    },
                    {
                        "content": "5.  After consulting the Agent of the Government and the applicant, the Chamber decided not to hold a hearing in the case.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.\tTHE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  On 4 October 1993 the Krems Regional Court (Landesgericht), sitting with two professional and two lay judges (Schöffengericht), having held an oral hearing in the presence of the Public Prosecutor, the applicant and his official defence counsel, ordered that the applicant be detained in an institution for mentally ill offenders (Anstalt für geistig abnorme Rechtsbrecher), pursuant to section 21 § 1 of the Criminal Code (Strafgesetzbuch). The Regional Court found that the applicant had intimidated numerous persons by threats of murder, but that he could not be held responsible because he was suffering from a mental illness. The applicant had, in several letters addressed to judicial authorities and lawyers, respectively, stated his intention to murder particular judges and lawyers, mentioning also either his \"list of death\" or details of the threatened offence.",
                                "elements": []
                            },
                            {
                                "content": "7.  In its decision, the Regional Court noted that the applicant had twelve previous convictions, inter alia, of intimidation, coercion, bodily injury and property offences. The offences at issue in the pending proceedings had started in the context of civil proceedings, which had been instituted by the Austrian Auditor-General's Department (Finanzprokuratur), claiming compensation for damages of Austrian schillings (ATS) 2,000 caused by the applicant in the context of a burglary. In a judgment of October 1991, the St. Pölten District Court (Bezirksgericht) had decided against the applicant.  The applicant had filed counter-claims for compensation in respect of an illness suffered while serving a prison sentence and had threatened terrorist attacks. Following the institution of criminal proceedings against him concerning this threat, the applicant addressed written threats of murder to various persons involved in these criminal proceedings, in particular to judges and lawyers.  ",
                                "elements": []
                            },
                            {
                                "content": "8.  Furthermore, having heard two psychiatric experts, the Regional Court considered that the applicant suffered from a mental illness, namely paranoia querulans. He had a system of fixed ideas and a missionary devotion to the implementation of his plans. His mental disturbances, combined with the further symptoms of aggressiveness, his cruelty and recklessness, entailed a high risk for third persons. The Regional Court regarded a faculty opinion on these matters as unnecessary, taking into account that the two experts largely concurred in their opinions and that there were no contradictions or shortcomings, within the meaning of the relevant provision of the Code of Criminal Procedure (Strafprozeßordnung).",
                                "elements": []
                            },
                            {
                                "content": "9.  Moreover, the Regional Court considered that it had not been required to hear the judges and other victims concerned, as requested by the applicant. In this respect, the Regional Court observed that the question of whether these persons had in fact been intimidated was irrelevant for legal reasons, the offence of intimidation being committed in case of threats of such a nature as to intimidate third persons in general, if the offender intended to intimidate. The Regional Court, having regard to the details stated in the applicant's various letters, found that his threats of murder were of such a nature as to intimidate third persons in general, and he had in fact intended to intimidate the persons concerned. Considering his mental illness, there was also a risk of further offences of the same kind.",
                                "elements": []
                            },
                            {
                                "content": "10.  The written judgment was served upon the applicant's official defence counsel on 29 October 1993.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant, assisted by his official defence counsel, filed a plea of nullity (Nichtigkeitsbeschwerde) with the Supreme Court (Oberster Gerichtshof), challenging the dismissal of his requests for the taking of further evidence as well as the part of the legal reasoning and the findings as to his dangerousness in future. He further lodged an appeal (Berufung).  Defence counsel did not file any grounds of appeal, and did not request that the applicant be permitted to attend the Supreme Court hearing. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 15 February 1994 the applicant personally filed submissions with the Supreme Court. According to the applicant, he also requested the Supreme Court for leave to attend the hearing of his plea of nullity and appeal, but this request was to no avail.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 2 March 1994 the Supreme Court held the hearing on the plea of nullity and the appeal in the absence of the applicant, who was represented by his official defence counsel. The Supreme Court rejected the plea of nullity as well as the appeal.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Supreme Court, in its judgment, found that the rejection by the trial court of the applicant's requests for the taking of evidence did not impair the rights of the defence.  In particular, the Supreme Court confirmed the reasoning of the trial court that the applicant had failed to show any contradictions or shortcomings in the expert opinions which would be the only reason to justify a faculty opinion.  Moreover, the question of whether the victims had in fact been intimidated had been irrelevant.  The Supreme Court also confirmed the legal qualification of the offences committed by the applicant.  ",
                                "elements": []
                            },
                            {
                                "content": "15.\tFinally, the Supreme Court proceeded of its own motion to an examination of the applicant’s appeal. While noting that the applicant had not submitted any grounds of appeal, it examined the arguments challenging the trial court’s findings as to his dangerousness in the future, which he had submitted in his plea of nullity. In this respect, the Supreme Court considered that the prognosis was reliably founded on the expert psychiatric opinions and was confirmed by the general impression conveyed by the applicant's criminal acts.",
                                "elements": []
                            },
                            {
                                "content": "16.  The decision was received at the registry of the Krems District and Regional Court on 17 March 1994.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.\tRELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. Placement in an institution for mentally ill offenders (preventive measures)",
                                "elements": [
                                    {
                                        "content": "17.  Section 21 of the Austrian Criminal Code (Strafgesetzbuch) provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. If a person commits an offence punishable with a term of imprisonment exceeding one year, and if he cannot be punished for the sole reason that he committed the offence under the influence of a state of mind excluding responsibility (section 11) resulting from a serious mental or emotional abnormality, the court shall order him to be placed in an institution for mentally ill offenders, if in view of his person, his condition and the nature of the offence it is to be feared that he will otherwise, under the influence of his mental or emotional abnormality, commit a criminal offence with serious consequences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. If such a fear exists, an order for placement in an institution for mentally ill offenders shall also be made in respect of a person who, while not lacking criminal responsibility, commits an offence punishable with a term of imprisonment exceeding one year under the influence of his severe mental or emotional abnormality.  In such a case the placement is to be ordered at the same time as the sentence is passed.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The duration of these preventive measures is governed by Article 25 of the Criminal Code, which states that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Preventive measures are to be ordered for an indefinite period. They are to be implemented as long as is required by their purpose ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The termination of preventive measures shall be decided by the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. The court must of its own motion examine at least once yearly whether the placement in an institution for mentally ill offenders ... is still necessary.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tPlea of nullity and appeal against sentence",
                                "elements": [
                                    {
                                        "content": "19.  A first instance court judgment given by a Regional Court, sitting with lay judges, can be challenged by a plea of nullity to the Supreme Court on the specific grounds enumerated in section 281 § 1 of the Code of Criminal Procedure. The Supreme Court’s task is mainly to control the correct application of the criminal law, but in so doing it is - as a general rule - bound by the trial court’s finding of fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In certain cases the Supreme Court may reject a plea of nullity  without a public hearing (section 285 (c) of the Code of Criminal Procedure). In all other cases - such as the present - there will be a public hearing which may also be combined with a public hearing on an appeal against sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  As regards the hearing on a plea of nullity, section 286 of the Code of Criminal Procedure provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. When the date of the public hearing is being fixed, the accused ... shall be summoned ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. If the accused is under arrest, the notice of the hearing given to him shall mention that he may only appear through counsel. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, if the hearing is a combined one on a plea of nullity and an appeal against sentence, an accused who is present for the latter purpose may also exercise his rights concerning the nullity plea.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.   The sentence as such can be challenged by way of an appeal. It may concern both points of law (in particular whether mitigating or aggravating circumstances have been correctly taken into account) and factors relating to the assessment of the sentence. Where the substance of an appeal is examined, a public hearing must normally be held.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  As regards the personal appearance of the accused at a public appeal hearing, section 296 § 3, second sentence, of the Code of Criminal Procedure provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An accused who is detained shall always be summoned and an accused who is detained shall also be brought before the court if he has made a request to this effect in his appeal or counter-statement, or otherwise if his personal presence appears necessary in the interests of justice.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "proceedings before the commission",
                "elements": [
                    {
                        "content": "24.  The applicant applied to the Commission on 28 March 1994. He alleged, inter alia, a violation of Article 6 §§ 1 and 3 (c) of the Convention on the ground that, in criminal proceedings against him, he was not present at the hearing before the Supreme Court.",
                        "elements": []
                    },
                    {
                        "content": "25.  The Commission declared the application (No. 23867/94) partly admissible on 10 April 1997. In its report of 20 May 1998 (former Article 31 of the Convention) it expressed, by a majority, the opinion that there had been a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT BY THE GOVERNMENT",
                "elements": [
                    {
                        "content": "26.  The Government requested the Court to reject the application as being inadmissible for non-exhaustion of domestic remedies. In the alternative, they requested the Court to find that there has been no violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.\tScope of the case",
                        "elements": [
                            {
                                "content": "27.  In his memorial, the applicant alleged in essence that the institution for mentally ill offenders where he is detained serves to carry out illegal medical experiments.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court recalls that the scope of the case before it is determined by the Commission’s decision on admissibility (see for instance, the Fusco v. Italy judgment of 2 September 1997, Reports of Judgments and Decisions 1997-V, p. 1731, § 16). The Commission declared the application inadmissible with the exception of the applicant’s complaint that, in criminal proceedings against him, he was not present at the hearing before the Supreme Court. It follows that the scope of the case is limited to that complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.\tthe government’s preliminary objection",
                        "elements": [
                            {
                                "content": "29.  The Government claimed, as they had before the Commission, that the applicant’s complaint under Article 6 §§ 1 and 3 (c) of the Convention was inadmissible for non-exhaustion of domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The Government, referring to section 296 § 3 of the Code of Criminal Procedure, pointed out that the applicant, represented by official defence counsel, could have ensured his presence at the hearing of the appeal and the plea of nullity by making a request to this effect in his appeal or counter-statement. However, neither his official defence counsel nor the applicant himself made any such request. Further, the Government argue that, in the circumstances of the case, section 296 § 3 of the Code of Criminal Procedure did not impose a positive duty on the Supreme Court to summon the applicant of its own motion. In particular, the trial court’s assessment as to the applicant’s future dangerousness was based on two written expert opinions, and its review did not therefore call for a direct assessment of his personality and character.",
                                "elements": []
                            },
                            {
                                "content": "30.   The Court observes that the Government’s arguments are closely linked to the well-foundedness of the applicant’s complaint under Article 6 §§ 1 and 3 (c). The plea should therefore be joined to the merits (see the Kremzow v. Austria judgment of 21 September 1993, Series A no. 268-B, p. 40-41, §§ 41-42).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.\tALLEGED VIOLATION OF ARTICLE 6 ",
                        "elements": [
                            {
                                "content": "31.  The applicant complained about the failure to allow his presence at the hearing of his plea of nullity and his appeal before the Supreme Court. He relies on Article 6 §§ 1 and 3 (c) which, so far as relevant, provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ...”",
                                "elements": []
                            },
                            {
                                "content": "32.  The applicant maintained that his presence at the hearing before the Supreme Court was indispensable for a fair procedure. As regards the importance of the issues before the Supreme Court, he submitted in particular that his appeal against sentence related to the question of his confinement in an institution for mentally ill offenders.",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government reiterated that the applicant failed to request his attendance at the hearing in his appeal or counter-statement, in accordance with section 296 § 3 of the Code of Criminal Procedure. They also maintained that the Supreme Court was not under a positive duty to summon the applicant of its own motion. ",
                                "elements": []
                            },
                            {
                                "content": "The hearing of the plea of nullity, relating only to questions of law, did not necessitate the applicant’s presence. As to the hearing of the appeal, the Government pointed out that, in the present case, no increase of sentence was at stake for the applicant. The case before the Supreme Court related exclusively to his placement in an institution for mentally ill offenders, which is not a penalty but a preventive measure the continued necessity of which has to be reviewed by the competent court once yearly in accordance with section 25 § 3 of the Criminal Code. The Supreme Court’s task was only to review whether the Regional Court had rightfully based its decision to place the applicant in an institution for mentally ill offenders on the opinions of two psychiatric experts, which had been discussed in detail at first instance in the presence of the applicant and his counsel. In these circumstances, the applicant’s presence at the appeal hearing was not required. ",
                                "elements": []
                            },
                            {
                                "content": "34.\tThe Court recalls that a person charged with a criminal offence should, as a general principle based on the notion of a fair trial, be entitled to be present at the first-instance hearing. However, the personal attendance of the defendant does not necessarily take on the same significance for an appeal hearing. Indeed, even where an appellate court has full jurisdiction to review the case on questions both of fact and law, Article 6 does not always entail rights to a public hearing and to be present in person. Regard must be had in assessing this question to, inter alia, the special features of the proceedings involved and the manner in which the defence’s interests are presented and protected before the appellate court, particularly in the light of the issues to be decided by it and their importance for the applicant (Belziuk v. Poland judgment of 25 March 1998, Reports of Judgments and Decisions 1998-II, p. 570, § 37, with reference to the Ekbatani v. Sweden judgment of 26 May 1988, Series A no. 134, p. 12, § 25, the Helmers v. Sweden judgment of 29 October 1991, Series A no. 212-A, p. 15, §§ 31-32, and the aforementioned Kremzow v. Austria judgment, p. 43, §§ 58-59).",
                                "elements": []
                            },
                            {
                                "content": "35.  In the instant case, the hearing before the Supreme Court involved both a plea of nullity and an appeal. The Court will examine the issue in respect of each of these proceedings in turn.",
                                "elements": []
                            },
                            {
                                "content": "A.\tAttendance at the hearing of the plea of nullity",
                                "elements": [
                                    {
                                        "content": "36.  The Court observes that under Austrian law the Supreme Court in dealing with nullity proceedings is primarily concerned with questions of law that arise in regard to the conduct of the trial and other matters.  The presence of the accused, who is legally represented, is not generally required either by paragraph 1 or 3 (c) of Article 6 (see the aforementioned Kremzow judgment, p. 44, § 63).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In the present case, the applicant's plea of nullity related to procedural and legal matters, such as the dismissal of his requests for the taking of further evidence, as well as the legal reasoning. The applicant was represented by official defence counsel. There were no special circumstances warranting the applicant’s personal presence, in particular no indication that the official defence counsel did not effectively ensure the applicant’s defence (see the Stanford v. the United Kingdom judgment of 23 February 1994, Series A no. 282-A, p. 11, §§ 27-28).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, as far as the plea of nullity was concerned, the applicant’s absence from the Supreme Court hearing was not in breach of Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the light of this conclusion, it is not necessary to deal with the question whether the applicant ought formally to have requested leave to attend the hearing of his appeal, and thereby ensure his presence at the hearing of his plea of nullity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tAttendance at the hearing of the appeal ",
                                "elements": [
                                    {
                                        "content": "39.  In this procedure the Supreme Court examined of its own motion whether the conditions for the applicant’s placement in an institution for mentally ill offenders were met. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes at the outset that the applicant, assisted by official defence counsel, had not filed any specific grounds of appeal but, in support of the plea of nullity, had challenged the Regional Court’s findings as to his dangerousness in the future. The Supreme Court considered that this argument, relating to one of the legal conditions for the applicant’s placement in an institution for mentally ill offenders, was to be examined in the context of his appeal. The Court further observes that no new factual elements were adduced. Thus, the Supreme Court’s task was limited to a review of the findings of the lower instance which had taken two expert psychiatric opinions and had heard the applicant directly. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court attaches importance to the fact that the applicant was not convicted as the trial court found that he was not criminally responsible on account of his mental illness. As the Public Prosecutor did not appeal, the Supreme Court had no power to convict the applicant and to impose a regular prison sentence on him. Thus, the present case is not comparable to cases in which an increase of sentence is at stake for the applicant (see the aforementioned Kremzow judgment, p. 45, § 67).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Further, the Court notes that placement in an institution for mentally ill offenders is a preventive measure. Notwithstanding the fact that it is ordered for an indefinite period, its continued necessity has to be reviewed at least once yearly by the competent court in accordance with section 25 § 3 of the Criminal Code (see paragraph 18 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Having regard to the limited jurisdiction of the Supreme Court in the  present case and taking into account what was at stake for the applicant - a deprivation of liberty subject to a yearly review in further court proceedings - the Court finds that it was not essential to the fairness of the proceedings that the applicant be present at the hearing together with his official defence counsel. Given that the future dangerousness of a mentally ill person largely depends on the assessment by psychiatric experts, the Supreme Court could adequately review the Regional Court’s decision on the basis of the case-file, including the two expert psychiatric opinions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In these circumstances, the Court considers that, in the absence of a formally valid request for leave to attend the hearing in accordance with section 296 § 3 of the Code of Criminal Procedure, the Supreme Court was not under a positive duty to ensure of its own motion the applicant’s presence at the hearing to enable him to “defend himself in person.” The interests of the applicant who was, according to the court’s findings, suffering from a mental illness were safeguarded through his legal representation (see mutatis mutandis the Winterwerp v. the Netherlands judgment of 24 October 1979, Series A no. 33, p. 24, § 60; Megyeri v. Germany judgment of 12 May 1992, Series A no. 237-A, p. 11-12, § 22).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In sum, having regard to the entirety of the proceedings before the Austrian courts, the nature of the issue before the Supreme Court and its limited jurisdiction in the present case, the Court finds that there were special features justifying the applicant’s absence from the hearing of his appeal. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Accordingly, there has been no violation of Article 6 § 1 taken in conjunction with Article 6 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tJoins the Government’s preliminary objections to the merits;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that there has been no violation of Article 6 § 1 taken in conjunction with Article 6 § 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": " Done in English, and notified in writing on 8 February 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "\t         Registrar\t\t\t\t        President",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "andMrsS. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JOSEF PRINZ v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58459.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0208JUD002386794",
    "externalsources": [],
    "extractedappno": [
        "23867/94"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Code of Criminal Procedure, sections 286, 296 (3), 344"
    ],
    "itemid": "001-58459",
    "judgementdate": "08/02/2000 00:00:00",
    "kpdate": "08/02/2000 00:00:00",
    "kpthesaurus": [
        "445",
        "85",
        "14"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6-3-c",
        "35-1",
        "6-1",
        "35",
        "6"
    ],
    "parties": [
        "JOSEF PRINZ",
        "AUSTRIA"
    ],
    "rank": "394.014892578125",
    "representedby": [
        "N/A"
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Belziuk v. Poland judgment of 25 March 1998, Reports 1998-II, p. 570, § 37",
        "Ekbatani v. Sweden judgment of 26 May 1988, Series A no. 134, p. 12, § 25",
        "Fusco v. Italy judgment of 2 September 1997, Reports 1997-V, p. 1731, § 16",
        "Helmers v. Sweden judgment of 29 October 1991, Series A no. 212-A, p. 15, §§ 31-32",
        "Kremzow v. Austria judgment of 21 September 1993, Series A no. 268-B, pp. 40-41, §§ 41-42, p. 43, §§ 58-59, p. 44, § 63, p. 45, § 67",
        "Megyeri v. Germany judgment of 12 May 1992, Series A no. 237-A, pp. 11-12, § 22",
        "Stanford v. the United Kingdom judgment of 23 February 1994, Series A no. 282-A, p. 11, §§ 27-28",
        "Winterwerp v. the Netherlands judgment of 24 October 1979, Series A no. 33, p. 24, § 60"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "323486",
    "typedescription": "14"
}