{
    "__articles": "5;5-1;5-1-c;18;35;35-1;41",
    "__conclusion": "Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-c - Reasonable suspicion);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "38239/16",
    "article": [
        "41",
        "18",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-1"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Article 5-1-c - Reasonable suspicion"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-191366.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application, initially registered under no. 57299/13 which was subsequently recorded under no. 38239/16, against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Ilkin Bakir oglu Rustamzade (İlkin Bakir oğlu Rüstəmzadə - “the applicant”), on 29 August 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr N. Karimli, a lawyer practising in Azerbaijan. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his right to liberty had been breached because he had been unlawfully detained in the absence of a reasonable suspicion that he had committed a criminal offence. He also alleged that the domestic courts had failed to justify his pre-trial detention, and that there had been no relevant and sufficient reasons for his continued detention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 December 2016 the application was communicated to the Government. The Court also posed a question at that stage regarding whether there had been, in the circumstances of the present case, a violation of Article 18 in conjunction with Article 5 of the Convention. Both parties submitted written observations on the admissibility and merits of the case. In addition, third-party observations were received from the Human Rights Foundation, a non-governmental organisation that had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1992 and is currently serving a prison sentence.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background information",
                                "elements": [
                                    {
                                        "content": "6.  The applicant was a student at the Azerbaijan State University of Economics at the time of the events. He was also a civil society activist and was one of the founders of Free Youth, a nongovernmental organisation established in 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Following a number of deaths of soldiers in the Azerbaijani army in non-combat situations, from January until March 2013 a number of demonstrations were held in Baku in protest against the deaths of soldiers in the army. The demonstrations received wide media coverage and drew the public’s attention to the deaths of soldiers in the army for which the government were harshly criticised. The demonstrations were organised through social media and the information about them was disseminated through social media and the press. The applicant actively participated in those demonstrations and in their organisation. The NIDA civic movement, a non-governmental organisation established by a group of young people, played a key role in the organisation and conduct of the above-mentioned demonstrations. Although the demonstrations were peaceful, the police dispersed those who had gathered and a number of demonstrators were arrested (see, for example among many other cases, Mehtiyev and others v. Azerbaijan, nos. 20589/13 and 7 others, 6 April 2017; Bayramov v. Azerbaijan, nos. 19150/13 and 52022/13, 6 April 2017; and Hajili and others v. Azerbaijan, nos. 44699/13 and 2 others, 29 June 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  At the time of the events the “Harlem Shake” dance became popular in Azerbaijan. A number of video performances of a “Harlem Shake” dance by different groups of people were prepared in Azerbaijan and uploaded to the YouTube video-hosting website. On 1 March 2013 the applicant together with a group of his acquaintances, went to the seaside park in the city centre of Baku, where his acquaintances performed a “Harlem Shake” dance; a video recording of their dance was made. The applicant did not dance and just observed those who were dancing. On an unspecified date the video recording of the dance was uploaded to YouTube. There is no document in the case file indicating that the video recording in question was uploaded to YouTube by the applicant. The video which is still available at the time of the judgment on YouTube lasts around one minute. It represents seven individuals dancing together in a park. In the back of the scene, one person is dancing in a close proximity to a bronze statue, making sexually suggestive movements. On an unspecified date, after the uploading of the video recording to YouTube, a television programme concerning that video was broadcast on a private television channel. The narrated section of the broadcast referred to the people dancing in the video as drug addicts and anarchist members of NIDA, criticising the demonstrations organised in protest against the deaths of soldiers in the army.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In March 2013 criminal proceedings were instituted against some members of NIDA who had actively participated in the organisation of the above-mentioned demonstrations, for illegal possession of explosive substances and devices and illegal possession of narcotic substances (see Rashad Hasanov and Others v. Azerbaijan, nos. 48653/13 and 3 others, §§ 5-16, 7 June 2018). The applicant was questioned twice as a witness within the framework of those criminal proceedings prior to his arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Since 2013 various criminal proceedings have been instituted against members of NIDA who have been arrested and detained within the framework of those criminal proceedings. The domestic proceedings concerning the arrest and pre-trial detention of various members of NIDA are the subject of other applications pending before the Court (see for example applications nos. 65583/13, 70106/13, 41105/14, 54846/14, 63571/16, 74143/16 and 14307/17).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Institution of criminal proceedings against the applicant and his remand in custody",
                                "elements": [
                                    {
                                        "content": "11.  On 30 April 2013 the applicant was arrested by the police because of his participation in a gathering in front of the Azerbaijani State Oil Academy. On the same day the Nasimi District Court found the applicant guilty under Article 298.2 (violation of the rule regulating the organisation and holding of gatherings) of the Code of Administrative Offences and sentenced him to fifteen days’ administrative arrest. The domestic proceedings concerning the applicant’s arrest on 30 April 2013 and subsequent administrative conviction have already been the subject of the judgment in the case of Mirzayev and others v. Azerbaijan (nos. 12854/13, 28750/13 and 76329/13, 20 July 2017). In that case, the Court found violations of Articles 11 and 6 §§ 1 and 3 of the Convention in relation to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Following his release, on 17 May 2013 the applicant was again arrested and charged under Articles 221.2.1 (hooliganism committed by a group of individuals) and 221.2.2 (hooliganism committed by resisting a public official) of the Criminal Code. The description of the charges consisted of a single sentence half a page long. The relevant part of the decision stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Ilkin Bakir oglu Rustamzade has been charged on the basis of sufficient ... evidence that he engaged in hooliganism by expressing manifest disrespect towards society because on 1 March 2013 in Baku, with a group of individuals, including B.G. and others, with whom he had close ties, at around 3 p.m. in the seaside park, [he] blatantly breached public order by making a video recording of continued and repetitive immoral actions ... in respect of a bronze statue of an old man ... and of intentionally chaotic hand and foot movements (qərəzli xaotik əl-qol hərəkətləri) carried out after having stripped to the waist, and [he] manifestly failed to comply with lawful requests [made by] public officials, ... [namely] the security officers of the seaside park department and police officers [and others] that he desist from the abovementioned actions, [which breached public order; [he] resisted by [insolently refusing] to cease his actions (müstəsna həyasızlıqla öz hərəkətlərini dayandırmaması ilə müqavimət göstərərək); [he] prepared video footage amounting to 6.16 megabytes from a video recording depicting actions against the ethical principles of the society in which he lives and on 1 March 2013 widely disseminated it by uploading it to the YouTube website under the title of “Harlem Shake – Park Bulvar” ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Through these actions, Ilkin Bakir oglu Rustamzade committed criminal offences under Articles 221.2.1 and 221.2.2 of the Criminal Code of the Republic of Azerbaijan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "It appears from the documents in the case file that apart from the applicant only one other person (B.G.) dancing in the impugned video was charged with the criminal offence of hooliganism under Article 221 of the Criminal Code. No criminal proceedings were instituted against other individuals performing in the impugned “Harlem Shake” dance video.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On the same day the prosecutor lodged a request with the Nasimi District Court seeking the applicant’s detention pending trial. The prosecutor justified his request by citing the gravity of the charges against the applicant and the fact that there was a risk of his absconding and obstructing the investigation’s functioning by influencing other participants in the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 May 2013 the Nasimi District Court, relying on the official charges brought against the applicant and the prosecutor’s request, ordered the applicant’s detention pending trial for a period of two months. The court cited the risk of his absconding and reoffending, together with the nature of the criminal act, and justified its decision as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Having examined the request with the [aid of the] material in the case file and having heard the submissions of those who have been present at this court hearing, and taking into account the fact that there is a likelihood that the accused, Ilkin Bakir oglu Rustamzade, will abscond from the investigation and reoffend, as well as the nature of the criminal act attributed to him, the court considers that he should be remanded in custody.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 20 May 2013 the applicant appealed against that decision, submitting that there had been no justification for the application of the preventive measure of detention pending trial. In particular, he submitted that he had already complied twice with the investigation’s requests within the framework of other criminal proceedings and that there was no evidence that he would abscond or reoffend. He also submitted that there was no evidence that he had committed any criminal offence. In that regard, he noted that the court had ordered his detention pending trial without examining any evidence, as even the video recording of the dance had not been available in the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 24 May 2013 the Baku Court of Appeal dismissed the appeal, finding that the first-instance court’s decision had been justified. The appellate court made no mention of the applicant’s above-mentioned specific complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Extension of the applicant’s pre-trial detention",
                                "elements": [
                                    {
                                        "content": "17.  On 27 June 2013 the applicant lodged a request with the Nasimi District Court, asking to be put under house arrest instead of being held in pre-trial detention. He claimed, in particular, that his pre-trial detention was not justified and that there was no reason for it to continue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 28 June 2013 the Nasimi District Court dismissed the request, finding it unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 4 July 2013 the Baku Court of Appeal upheld the first-instance court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 12 July 2013 the prosecutor in charge of the criminal case lodged a request with the court asking for an extension of the applicant’s pre-trial detention for a period of two months, submitting that more time was needed to complete the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 15 July 2013 the Nasimi District Court extended the applicant’s detention pending trial until 17 September 2013. The court substantiated the need for the extension by citing the likelihood that, if released, the applicant might abscond or obstruct the investigation by influencing those participating in the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 18 July 2013 the applicant appealed against that decision, claiming that the first-instance court had failed to justify the extension of his detention pending trial. He also reiterated that there was no evidence that he had committed any criminal offence and that the court, in deciding to extend his pre-trial detention, had not examined any evidence proving that there was a reasonable suspicion that he had committed a criminal offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 22 July 2013 the Baku Court of Appeal dismissed the appeal and upheld the Nasimi District Court’s decision of 15 July 2013. The appellate court’s reasoning reiterated that provided by the first-instance court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Following a request dated 10 September 2013 by the prosecutor in charge of the case for an extension of the period of the applicant’s pre-trial detention, on 11 September 2013 the Nasimi District Court extended the applicant’s detention pending trial by two months, until 17 November 2013. The court justified its decision by citing the need for additional time in which to carry out further investigative measures and the fact that the grounds for the applicant’s pre-trial detention had not changed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 16 September 2013 the applicant appealed against that decision, reiterating his previous complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 19 September 2013 the Baku Court of Appeal dismissed the appeal, upholding the Nasimi District Court’s decision of 16 September 2013. The appellate court reiterated the reasoning provided by the firstinstance court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  No further extension decisions were included in the case file.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Further developments",
                                "elements": [
                                    {
                                        "content": "28.  It appears from the documents before the Court that on an unspecified date in September 2013 the applicant was additionally charged with new criminal offences under Articles 28 (preparation of a crime), 220.1 (mass disorder) and 228.3 (illegal acquisition, transfer, sale, storage, transportation and carrying of arm, its accessories, supplies, explosive substances and devices by an organised group) of the Criminal Code. The investigator’s decision in this respect was not made available to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 6 May 2014 the Baku Court of Serious Crimes found the applicant guilty on all counts and sentenced him to eight years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 16 December 2014 the Baku Court of Appeal and on 15 October 2015 the Supreme Court upheld that judgment in respect of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  A separate application (see application no. 22323/16) concerning the fairness of the criminal proceedings against the applicant, in which various complaints under Articles 6, 7, 10 and 18 of the Convention were raised, is pending before the Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Criminal Code",
                                "elements": [
                                    {
                                        "content": "32.  The relevant part of Article 221 of the Criminal Code, as in force at the material time, provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“221.1.  Hooliganism [is defined as] intentional actions gravely breaching public order, expressing a manifest disrespect towards society, accompanied by the use of, or the threat to use, violence against citizens, as well as by the destruction or damaging of others’ property –",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "221.2  The same acts, if committed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "221.2.1  by a group of individuals or repeatedly;",
                                        "elements": []
                                    },
                                    {
                                        "content": "221.2.2  [while resisting] a public official performing his or her function of protecting public order or preventing a breach of public order, or [while] resisting another person –",
                                        "elements": []
                                    },
                                    {
                                        "content": "are punishable by corrective labour for a period of up to two years or deprivation of liberty for a period of up to five years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Criminal Procedure (“the CCrP”)",
                                "elements": [
                                    {
                                        "content": "33.  A detailed description of the relevant provisions of the CCrP concerning pre-trial detention and proceedings concerning the application and review of detention pending trial can be found in the cases of Farhad Aliyev v. Azerbaijan (no. 37138/06, §§ 83-102, 9 November 2010) and Muradverdiyev v. Azerbaijan (no. 16966/06, §§ 35-49, 9 December 2010).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Decisions of the Plenum of the Supreme Court",
                                "elements": [
                                    {
                                        "content": "34.  A detailed description of the relevant parts of the decisions of the Plenum of the Supreme Court on the application of the provisions of the European Convention for the Protection of Human Rights and Fundamental Freedoms and the case-law of the European Court of Human Rights in the administration of justice, dated 30 March 2006, and on the application of the legislation by the courts during the consideration of applications for the preventive measure of remand in custody in respect of an accused, dated 3 November 2009, can be found in Rasul Jafarov v. Azerbaijan (no. 69981/14, §§ 50-76 and §§ 79-80, 17 March 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The relevant part of the decision of the Plenum of the Supreme Court on judicial practice concerning cases related to hooliganism, dated 23 March 2004, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The courts should take into account the fact that, within the meaning of Article 221.1 of the Criminal Code, intentional actions on the part of an accused which gravely breach the public order [and] express a manifest disrespect towards society could incur criminal liability only if those actions are accompanied by the use of, or the threat to use, violence against citizens, as well as by the destruction or damaging of others’ property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Actions, which breach public order and express a manifest disrespect towards society, if not accompanied by the use of, or the threat to use, violence against individuals, or the destruction or damaging of others’ property ... incur administrative liability for minor hooliganism, in accordance with Article 296 of the Code of Administrative Offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  It should be explained that public order, as defined under Article 221 of the Criminal Code which establishes responsibility for hooliganism, is understood as a system of rules on reciprocal behaviour and coexistence (qarşılıqlı davranış və birgəyaşayış qaydalarının sistemi) established between individuals in society and determined by habits and customs, moral principles, and the legislation in force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Actions gravely breaching public order are understood to be actions causing significant damage to public or personal interests or expressing an intentional breach of the rules on coexistence and behaviour established between individuals in society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Expressing a manifest disrespect towards society is understood to mean ... actions on the part of an accused which demonstrate manifest indifference towards the people around him, negligence in respect of public order, [and] disrespect towards these behavioural rules and ethical and moral principles accepted by everybody in society, and which affect the interests of a number of an individual or any member of society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Decision of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "36.  The relevant part of the decision of the Constitutional Court on interpretation of Article 221.3 of the Criminal Code of the Republic of Azerbaijan, dated 20 May 2011, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although the hooliganism is expressed from the objective point of view in various actions enumerated in the provisions of Article 221.1 of the Criminal Code, all of them must have three main elements. Firstly, these actions should gravely breach public order; secondly, such a breach should express a manifest disrespect towards society; thirdly, [it] should be accompanied by the use of, or the threat to use, violence against citizens, or the destruction or damaging of others’ property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It should be noted that a grave breach of public order expressing a manifest disrespect towards society is in itself an administrative offence and incurs administrative liability provided for by Article 296 of the Code of Administrative Offences of the Republic of Azerbaijan. However, the above-mentioned elements should exist in order to establish the criminal offence provided for by Article 221 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 §§ 1 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  Relying on Article 5 §§ 1 and 3 of the Convention, the applicant complained that he had been arrested and detained in the absence of a reasonable suspicion that he had committed a criminal offence. He further complained that the domestic courts had failed to provide relevant and sufficient reasons justifying the need for his continued detention. Article 5 §§ 1 and 3 of the Convention reads, as far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant maintained that the accusations against him had been groundless and that the prosecution authorities had not been in possession of any objective evidence or information that could have given rise to a reasonable suspicion that he had committed a criminal offence. He further submitted that when the domestic courts had ordered and subsequently extended his detention pending trial, even the impugned video recording had not been available in the case file examined by the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant further argued that the domestic courts had failed to provide relevant and sufficient reasons justifying his pre-trial detention. In particular, he submitted that the domestic courts had merely cited the relevant legal provisions without assessing his particular circumstances when they had ordered his detention and rejected his request for house arrest in its place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government submitted that the applicant’s rights under Article 5 of the Convention had not been breached. He had been detained on reasonable suspicion of having committed an offence and the Nasimi District Court had duly examined the material in the case file when it had ordered his detention. In that connection they referred to the transcripts of the hearing held before the Nasimi District Court on 17 May 2013. As regards the applicant’s argument that the impugned video recording had not been available in the case file examined by the courts, the Government submitted that, as the submission by the investigator had referred to the size of the video recording which had been uploaded to YouTube, it followed that the video recording had been publicly accessible and that it had therefore not been necessary to add it to the case file at the relevant stage of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government further submitted that the domestic courts had provided relevant and sufficient reasons justifying the need for the applicant’s continued pre-trial detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Human Rights Foundation submitted a comparative study of the case-law of the Court, the United Nations Human Rights Committee and the Inter-American Court of Human Rights concerning the arbitrary deprivation of liberty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  The Court refers to the general principles established in its case-law set out in the judgment of Rasul Jafarov v. Azerbaijan (no. 69981/14, §§ 114-120, 17 March 2016), which are equally pertinent to the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court considers it necessary to reiterate that the right to liberty and security protected under Article 5 of the Convention is of the highest importance “in a democratic society” within the meaning of the Convention (see Medvedyev and Others v. France [GC], no. 3394/03, § 76, ECHR 2010). Article 5 of the Convention is, together with Articles 2, 3 and 4, in the first rank of the fundamental rights that protect the physical security of the individual, and as such its importance is paramount. Its key purpose is to prevent arbitrary or unjustified deprivations of liberty (see S., V. and A. v. Denmark [GC], nos. 35553/12 and 2 others, § 73, 22 October 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court observes that in the present case the applicant complained of the lack of reasonable suspicion against him throughout the entire period of his detention, including both the initial period following his arrest and the subsequent periods when his pre-trial detention had been authorised and extended by court orders. He maintained the same complaint before the Court. The Government submitted in this respect that the applicant had been detained on reasonable suspicion of having committed a criminal offence. In support of their assertion, the Government relied on the transcripts of the court hearing held before the Nasimi District Court on 17 May 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  However, the Court firstly points out that, although the Government referred to the transcripts of the court hearing held before the Nasimi District Court on 17 May 2013 in support of their argument, no information was contained in those transcripts referring to the examination by the court of any material in the case file. In that connection, the Court notes that the Nasimi District Court referred to the examination of the material in the case file in its decision of 17 May 2013, without specifying the content of the examined material (see paragraph 14 above). In any event, the Court observes that the Government contented themselves with the submission that the domestic court had duly examined the material in the case file, without specifying the content of the material in question (see Yagublu v. Azerbaijan, no. 31709/13, § 60, 5 November 2015). In particular, the Government failed to specify whether the material submitted by the prosecuting authorities contained witness statements or any other specific information, facts or evidence that would satisfy an objective observer that the applicant may have committed a criminal offence. Moreover, it does not appear from the Nasimi District Court’s decision of 17 May 2013 or any other decision of the domestic courts ordering and extending the applicant’s pre-trial detention that such information, facts or evidence were ever submitted to the courts, since the domestic courts’ decisions did not refer to this kind of material.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In this regard, the Court also notes the decision of the Plenum of the Supreme Court of 3 November 2009. That decision required domestic courts to subject prosecution authorities’ applications for an accused to be remanded in custody to close scrutiny and to verify the existence of a suspicion against the accused by making use of their power under Article 447.5 of the CCrP to request and review the “initial evidence” in the prosecution’s possession (see reference in paragraph 34 above). However, in the present case, the above-mentioned requirements were not taken into account (compare Ilgar Mammadov v. Azerbaijan, no. 15172/13, § 97, 22 May 2014, and Yagublu, cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court must examine whether there was reasonable suspicion for the detention of the applicant, namely, whether the facts relied on can reasonably be considered to constitute criminal behaviour under domestic law. Thus, there could not be a reasonable suspicion if the acts held against a detained person did not constitute an offence at the time they were committed (see Włoch v. Poland, no. 27785/95, § 109, ECHR 2000XI; Kandzhov v. Bulgaria, no. 68294/01, § 57, 6 November 2008; and Rasul Jafarov, cited above, § 118).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court observes that the charges brought against the applicant were for breach of public order, committed by making a video recording of a “Harlem Shake” dance performed by a group of individuals, who during their performance made continued and repetitive immoral actions in respect of a bronze statue and intentionally chaotic hand and foot movements after stripping to the waist, and subsequently uploading the video recording in question to YouTube. He was also accused of committing the abovementioned criminal offence while resisting a public official by refusing with exceptional insolence to cease his actions (see paragraph 12 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court notes that, unlike a group of individuals who performed a “Harlem Shake” dance, the applicant himself did not dance. The Court further notes that, the criminal charges against the applicant, as described in the domestic proceedings, were based on the fact that he had filmed a group of individuals performing a “Harlem Shake” dance and that subsequently he uploaded the video recording to YouTube. However, it does not consider that such an action could have given rise to a reasonable suspicion that he had committed the criminal offence of hooliganism as defined under national law. It is not at all clear from the decisions of the prosecuting authorities and the domestic courts how the video recording of a dance and its subsequent uploading to YouTube could be considered as a grave breach of public order which constitutes one of the elements of the criminal offence of hooliganism under domestic law. In particular, the Court draws attention to the text of Article 221 of the Criminal Code, as worded at the time in question, which clearly defined the criminal offence of hooliganism as intentional actions gravely breaching public order and expressing a manifest disrespect towards society, accompanied by the use of, or the threat to use, violence against citizens, as well as by the destruction or damage of others’ property (see paragraph 32 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court further observes that the Plenum of the Supreme Court held in its decision dated 23 March 2004 on judicial practice concerning cases related to hooliganism that intentional actions on the part of an accused which gravely violated public order and expressed a manifest disrespect towards society could constitute criminal responsibility only if those actions were accompanied by the use of, or the threat to use, violence against citizens, as well as by the destruction or damaging of others’ property (see paragraph 35 above). This interpretation of the domestic law was also confirmed by the Constitutional Court (see paragraph 36 above). However, it was argued neither in the domestic proceedings nor before the Court that the applicant’s actions had been accompanied by the use of, or the threat to use, violence against citizens or the destruction or damaging of others’ property. Therefore, the Court cannot but conclude that a constituent element of the criminal offence of hooliganism, as defined in the Criminal Code and interpreted by the Plenum of the Supreme Court and the Constitutional Court, did not exist in the applicant’s case (compare Kandzhov, cited above, § 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  As for the additional charges under Articles 28, 220.1 and 228.3 of the Criminal Code brought against the applicant in September 2013, the Court notes that the Government failed to provide the Court with a copy of the decision in that regard (see paragraph 28 above). In any event, all previous decisions ordering and extending the applicant’s pre-trial detention had been based solely on the original charges under Articles 221.2.1 and 221.2.2 of the Criminal Code, and the new charges were therefore of no significance as regards assessing the reasonableness of the suspicion underpinning the applicant’s detention during the period falling within the scope of the present case, and the Government have not expressly argued otherwise (compare Rasul Jafarov, cited above, § 131, and Rashad Hasanov and Others, cited above, § 106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On the basis of the foregoing, the Court concludes that the applicant’s deprivation of liberty did not constitute a “lawful detention” effected “on reasonable suspicion” of his having committed an offence. There has accordingly been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Having regard to the above finding, the Court does not consider it necessary to examine separately under Article 5 § 3 of the Convention whether the domestic authorities provided relevant and sufficient reasons justifying the need for the applicant’s continued pre-trial detention (see Lukanov v. Bulgaria, 20 March 1997, § 45, Reports of Judgments and Decisions 1997II; Ilgar Mammadov, cited above, § 102; and Yagublu, cited above, § 64).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 18 OF THE CONVENTION, TAKEN IN CONJUNCTION WITH ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  On the basis of the same facts and in response to a question posed by the Court in relation to Article 18 of the Convention in conjunction with Article 5, the applicant argued that his Convention rights had been restricted for purposes other than those prescribed in the Convention. Article 18 provides:",
                                "elements": []
                            },
                            {
                                "content": "“The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                                "elements": []
                            },
                            {
                                "content": "57.  The Government submitted that the applicant had failed to exhaust domestic remedies in respect of the complaint under Article 18 of the Convention. The applicant did not make any submission as regards the exhaustion of domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "58.  The Court observes that the applicant did note raise any complaint under Article 18 of the Convention before the domestic courts which ordered and extended his pre-trial detention (see paragraphs 15, 22 and 25 above). It follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "60.  The applicant claimed 2,000 euros (EUR) in respect of pecuniary damage. He submitted that his family had spent that sum on sending food to him in prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government asked the Court to reject the claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court does not find any causal link between the damage claimed and the violation found (see Fatullayev v. Azerbaijan, no. 40984/07, § 186, 22 April 2010; Efendiyev v. Azerbaijan, no. 27304/07, § 60, 18 December 2014; and Yagublu, cited above, § 68). Accordingly, it rejects the applicant’s claim in respect of pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "63.  The applicant claimed EUR 100,000 in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government submitted that the amounts claimed by the applicant were unsubstantiated and excessive. They considered that, in any event, a finding of a violation would constitute sufficient just satisfaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court considers that the applicant has suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation, and that compensation should thus be awarded. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 20,000 under this head, plus any tax that may be chargeable on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "66.  The applicant claimed EUR 10,000 for costs and expenses incurred in the domestic proceedings and before the Court. In support of his claim, the applicant submitted a contract concluded between himself and his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government considered that the amount claimed for costs and expenses was excessive and was not substantiated by the amount of work done and the time spent by the representative. They further submitted that EUR 1,000 would constitute reasonable compensation for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Having regard to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,500 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaints under Article 5 §§ 1 and 3 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, by a majority, the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there is no need to examine separately the complaint under Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, unanimously,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Azerbaijani manats at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 March 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RUSTAMZADE v. AZERBAIJAN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-191366.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0307JUD003823916",
    "externalsources": [],
    "extractedappno": [
        "38239/16",
        "57299/13",
        "20589/13",
        "19150/13",
        "52022/13",
        "44699/13",
        "48653/13",
        "65583/13",
        "70106/13",
        "41105/14",
        "54846/14",
        "63571/16",
        "74143/16",
        "14307/17",
        "12854/13",
        "28750/13",
        "76329/13",
        "22323/16",
        "37138/06",
        "16966/06",
        "69981/14",
        "3394/03",
        "35553/12",
        "31709/13",
        "15172/13",
        "27785/95",
        "68294/01",
        "40984/07",
        "27304/07"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 221 of the Criminal Code",
        "Article 447.5 of the Code of Criminal Procedure"
    ],
    "itemid": "001-191366",
    "judgementdate": "07/03/2019 00:00:00",
    "kpdate": "07/03/2019 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "405",
        "232",
        "14",
        "128",
        "216",
        "577",
        "283",
        "305"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "5-1-c",
        "35-1",
        "35",
        "5-1",
        "5",
        "18",
        "41"
    ],
    "parties": [
        "RUSTAMZADE",
        "AZERBAIJAN"
    ],
    "rank": "3137.23168945313",
    "representedby": [
        "KARIMLI N."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [
        "Efendiyev v. Azerbaijan, no. 27304/07, § 60, 18 December 2014",
        "Fatullayev v. Azerbaijan, no. 40984/07, § 186, 22 April 2010",
        "Ilgar Mammadov v. Azerbaijan, no. 15172/13, 22 May 2014",
        "Kandzhov v. Bulgaria, no. 68294/01, 6 November 2008",
        "Lukanov v. Bulgaria, 20 March 1997, § 45, Reports of Judgments and Decisions 1997 II",
        "Medvedyev and Others v. France [GC], no. 3394/03, § 76, ECHR 2010",
        "Rashad Hasanov and Others v. Azerbaijan, nos. 48653/13 and 3 others, 7 June 2018",
        "Rasul Jafarov v. Azerbaijan, no. 69981/14, 17 March 2016",
        "S., V. and A. v. Denmark [GC], nos. 35553/12 and 2 others, § 73, 22 October 2018",
        "Włoch v. Poland, no. 27785/95, § 109, ECHR 2000 XI",
        "Yagublu v. Azerbaijan, no. 31709/13, 5 November 2015"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "486260",
    "typedescription": "15"
}