{
    "__articles": "6;6-1;13;41",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13",
    "applicability": "",
    "appno": "48817/99",
    "article": [
        "6",
        "41",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-69422.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 48817/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Slovakian nationals, Mr Ján Bzdúšek, Mr Tomáš Bzdúšek and Mr Svetozár Bzdúšek (“the applicants”), on 10 November 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Slovakian Government (“the Government”) were represented by their Agent, Mr P. Kresák, succeded by Ms A. Poláčková.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the length of proceedings concerning their claim for restitution of their predecessor’s property was excessive and that they had no effective remedy at their disposal in that respect.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 16 November 2004 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Government, but not the applicants, filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  Mr Tomáš Bzdúšek was born in 1926 and lives in Brezová pod Bradlom. Mr Ján Bzdúšek was born in 1952 and lives in . Mr Svetozár Bzdúšek was born in 1957 and lives in Myjava.",
                                "elements": []
                            },
                            {
                                "content": "8.  By decisions delivered by the Senica District Court on 20 January 1959 and by the Bratislava Regional Court on 13 February 1959 the father of Mr Tomáš Bzdúšek and the grandfather of the two other applicants was convicted of two offences and sentenced to five years’ imprisonment as well as to confiscation of movable property which included, inter alia, gold and silver coins of numismatic value, bank notes and savings books.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 3 October 1991 the Supreme Court of the  quashed, in the context of judicial rehabilitation provided for by the Judicial Rehabilitation Act of 1990, the above decisions of 1959 including all consequential decisions on the ground that the conviction had been unlawful. Subsequently the District Court in Prievidza delivered a judgment, on 30 March 1992, by which it acquitted the accused.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 April 1993 the applicants filed an action claiming the restitution of the movable property which had been confiscated from their relative.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 19 January 1994 the Bratislava I District Court, with which the applicants had filed the action, found that it lacked jurisdiction to deal with the case. On 17 May 1994 the Bratislava City Court quashed this decision as being erroneous.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 February 1995 the Bratislava I District Court discontinued the proceedings. On 31 May 1995 the Bratislava City Court quashed this decision and instructed the District Court to proceed with the case.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 7 October 1997 the Bratislava I District Court dismissed the action after having taken extensive evidence. The applicants appealed. On 13 May 1998 the  upheld the first instance judgment.",
                                "elements": []
                            },
                            {
                                "content": "14.  In the meantime, on 27 January 1998, the  found, upon a petition submitted by the applicants pursuant to Article 130(3) of the Constitution, that the Bratislava I District Court had violated their constitutional right to a hearing without undue delays. The  held, in particular, that the case was not complex and that the applicants had not contributed to the length of the proceedings by their behaviour. The case had not been proceeded with effectively between 30 April 1993 and 31 May 1995, and undue delays had arisen as a result of the fact that the judge dealing with the case had been changed three times.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "15.  Article 48(2) of the Constitution provides, inter alia, that every person has the right to have his or her case tried without unjustified delay.",
                                "elements": []
                            },
                            {
                                "content": "16.  Pursuant to Article 130(3) of the Constitution, as in force until 30 June 2001, the  could commence proceedings upon a petition (“podnet”) presented by any individual or a corporation claiming that their rights had been violated.",
                                "elements": []
                            },
                            {
                                "content": "17.  According to its case-law under the above Article 130(3) of the Constitution, the  lacked jurisdiction to draw legal consequences from a violation of a petitioner’s rights under Article 48(2) of the Constitution. It could neither grant damages to the person concerned nor impose a sanction on the public authority liable for the violation found. In the ’s view, it was therefore for the authority concerned to provide redress to the person whose rights were violated.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicants alleged that the length of the proceedings concerning their claim for restitution of property had been excessive. They relied on Article 6 § 1 of the Convention the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "19.  The Government admitted, with reference to the ’s finding of 27 January 1998, that the applicants’ right to a hearing within a reasonable time had been violated.",
                                "elements": []
                            },
                            {
                                "content": "20.  The period to be taken into consideration began on 30 April 1993 and ended on 13 May 1998. It thus lasted 5 years and 13 days for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                "elements": []
                            },
                            {
                                "content": "23.  Having examined all the material submitted to it, the Court finds no fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                "elements": []
                            },
                            {
                                "content": "24.  There has accordingly been a breach of Article 6 § 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicants complained that they had no effective remedy at their disposal as regards their complaint about the length of the proceedings concerning their claim. They alleged a violation of Article 13 of the Convention which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government argued that a new remedy under Article 127 of the Constitution had been available in similar cases in  as from 1 January 2002. They therefore considered that it was not necessary for the Court to examine the applicants’ complaint under Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court had earlier found that at the relevant time no effective remedy existed in Slovakia capable of effectively redressing alleged violations of the right to a hearing within a reasonable time (see Číž v. Slovakia, no. 66142/01, § 74, 14 October 2003, with further references).",
                                "elements": []
                            },
                            {
                                "content": "28.  There has therefore been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "30.  Under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, “failing which the Chamber may reject the claim in whole or in part”.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 24 November 2004, after the present application had been declared admissible, the Court invited the applicants to submit their claims for just satisfaction. They did not submit any such claims within the timelimit fixed for that purpose.",
                                "elements": []
                            },
                            {
                                "content": "32.  In these circumstances, the Court makes no award under Article 41 of the Convention (see, for example, Ryabykh v. Russia, no. 52854/99, §§ 67–68, ECHR 2003X).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 June 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mrs F. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "16/11/2004 00:00:00",
    "docname": "CASE OF BZDUSEK v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69422.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0621JUD004881799",
    "externalsources": [],
    "extractedappno": [
        "48817/99",
        "30979/96",
        "66142/01",
        "52854/99"
    ],
    "importance": "4",
    "introductiondate": "10/11/1998 00:00:00",
    "issue": [
        "Constitution, Articles 48, 127 and 130"
    ],
    "itemid": "001-69422",
    "judgementdate": "21/06/2005 00:00:00",
    "kpdate": "21/06/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41",
        "13"
    ],
    "parties": [
        "BZDUSEK",
        "SLOVAKIA"
    ],
    "rank": "517.162963867188",
    "representedby": [
        "N/A"
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "Cíž v. Slovakia, no. 66142/01, § 74, 14 October 2003",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Ryabykh v. Russia, no. 52854/99, §§ 67-68, ECHR 2003-X"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "329532",
    "typedescription": "15"
}