{
    "__articles": "P1-1;P1-1-2;P1-1-1;6;6-1;5;5-1",
    "__conclusion": "No violation of P1-1",
    "applicability": "43",
    "appno": "9118/80",
    "article": [
        "6",
        "5",
        "p1-1"
    ],
    "conclusion": [],
    "content": {
        "001-57418.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The present case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 19 December 1984, within the three-month period laid down by Article 32 § 1 and Article 47 (art. 32-1, art. 47) of the Convention. The case originated in an application (no. 9118/80) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission on Gold- und Silberscheideanstalt AG (\"AGOSI\").",
                        "elements": []
                    },
                    {
                        "content": "2.   The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The purpose of the request was to obtain a decision from the Court as to whether the facts of the case disclosed any violation of Article 1 of Protocol No. 1 to the Convention (P1-1).",
                        "elements": []
                    },
                    {
                        "content": "3.   In response to the inquiry made in accordance with Rule 33 § 3 (d) of the Rules of Court, the applicant company stated that it wished to take part in the proceedings pending before the Court and designated the lawyer who would represent it (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "4.   The Chamber of seven judges to be constituted included, as ex officio members, Sir Vincent Evans, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr. G. Wiarda, the then President of the Court (Rule 21 § 3 (b) of the Rules of Court). On 23 January 1985, the President drew by lot, in the presence of the Registrar, the names of the five other members, namely Mr. R. Ryssdal, Mr. Thór Vilhjálmsson, Mr. F. Matscher, Mr. J. Pinheiro Farinha and Mr. L.-E. Pettiti (Article 43 in fine of the Convention and Rule 21 § 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "5.   Mr. Wiarda assumed the office of President of the Chamber (Rule 21 § 5). He ascertained, through the Registrar, the views of the Agent of the Government of the United Kingdom (\"the Government\"), the Delegate of the Commission and the lawyer for the applicant company regarding the need for a written procedure (Rule 37 § 1). Thereafter, in accordance with the Orders and directions of the President of the Chamber, the following documents were lodged at the registry:",
                        "elements": []
                    },
                    {
                        "content": "- on 26 April 1985, the memorial of the applicant;",
                        "elements": []
                    },
                    {
                        "content": "- on 6 May, the memorial of the Government;",
                        "elements": []
                    },
                    {
                        "content": "- on 18 and 19 July, the applicant company’s claims under Article 50  (art. 50) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "- on 30 December, the Government’s written observations on these claims, together with a domestic judgment;",
                        "elements": []
                    },
                    {
                        "content": "- on 10 January 1986, various documents requested from the Commission.",
                        "elements": []
                    },
                    {
                        "content": "6.   On 22 October 1985, after consulting, through the Registrar, the Agent of the Government, the Delegate of the Commission and the lawyer for the applicant company, the President directed that the oral proceedings should open on 20 January 1986 (Rule 38).",
                        "elements": []
                    },
                    {
                        "content": "7.   The hearings were held in public at the , , on the appointed day. Immediately before they opened, the Court held a preparatory meeting.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicant company",
                        "elements": []
                    },
                    {
                        "content": "8.   The Court heard addresses by Mr. Eaton and Mr. Latham for the Government, by Mr. Frowein for the Commission and by Mr. Graupner for the applicant company, as well as their replies to questions put by the Court and several judges.",
                        "elements": []
                    },
                    {
                        "content": "9.   On various dates between 15 January and 7 March 1986, the Government and the applicant company, as the case may be, lodged a number of documents with the registry, either at the request of the President or of their own motion.",
                        "elements": []
                    },
                    {
                        "content": "10.   By letter received on 21 March 1986, the applicant sought leave to file a further memorial. Such leave was however refused by the President on 28 June 1986.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   THE PARTICULAR CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "11.   The applicant company, AGOSI, is a joint stock company (Aktiengesellschaft) incorporated and having its registered office in the Federal Republic of Germany. Its principal business is metal smelting, but at the relevant time it also dealt in gold and silver coins.",
                                "elements": []
                            },
                            {
                                "content": "A. The seizure of the coins",
                                "elements": [
                                    {
                                        "content": "12.   In 1974, AGOSI began doing business with a British citizen, X. In the course of this business, between August 1974 and May 1975, AGOSI bought from X a large quantity of pre-1947 British coinage which had a high content of silver. However, it appears that unbeknown to the company the coins had been illegally exported from the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.   On Saturday, 2 August 1975, after normal business hours, X visited AGOSI’s factory with Y, whom he introduced as a wealthy businessman. Together they asked to make an immediate purchase of 1,500 Kruegerrands, gold coins minted in , where they are also legal tender, having a value of some £120,000. The sale was agreed and the coins were loaded into a car bearing  number plates. Payment was accepted in the form of an unguaranteed cheque drawn on an English bank. The cheque bore no sign of having been cleared for exchange control purposes. On Monday, 4 August, the cheque was handed to AGOSI’s bank for collection. However, on 11 August, the bank notified AGOSI that the cheque had been dishonoured. The contract of sale contained a provision according to which ownership of the coins remained with AGOSI until full payment for them had been received by it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.   Meanwhile, on 2 August, the buyers attempted to smuggle the gold coins by car into the . The coins were, however, discovered hidden in a spare tyre and were seized by the customs authorities in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.   On 16 April 1975, the importation of gold coins had been prohibited by the Secretary of State for Trade and Industry, by an amendment to the Open General Import License of 5 July 1973. The prohibition was withdrawn on 16 June 1979.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.   On 14 August 1975, criminal proceedings were instituted in the  against X and Y; they were charged, inter alia, with fraudulent evasion of the prohibition on importation of gold coins, contrary to section 304 (b) of the Customs and Excise Act 1952 (\"the 1952 Act\").",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.   On 18 and again on 28 August, AGOSI requested the Customs and Excise to return the coins on the basis that the company was their rightful owner and had been the innocent victim of fraud.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.   On 20 August, officers of the Customs and Excise visited AGOSI’s factory in  to inquire into the circumstances of the sale. AGOSI continued to co-operate with the Customs and Excise throughout the criminal investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.   On 1 October, AGOSI made a declaration of avoidance of the contract of sale by virtue of which the sale of the coins became void ab initio under German law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.   On 13 October 1975, AGOSI’s lawyers wrote to the Commissioners of Customs and Excise, who had taken over responsibility for the case, requesting that the Commissioners exercise their discretion under section 288 of the 1952 Act (see paragraph 35 below) and return the coins to the company, as they did not constitute goods liable to forfeiture under the 1952 Act interpreted in the light of the Treaty establishing the European Economic Community (the Treaty of Rome), general principles of public international law and the Convention, especially Article 1 of Protocol No. 1 (P1-1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.   In their written reply of 29 December 1975, the Commissioners inquired whether it was contended by AGOSI that it had made a valid claim that the coins were not liable to forfeiture. The Commissioners stated that, if so, they would be required to institute condemnation proceedings before the High Court under paragraph 6 of the Seventh Schedule to the 1952 Act in order to have the coins forfeited. With regard to the company’s contention that the coins were not liable to forfeiture (see paragraph 20 above), the Commissioners observed, inter alia, that \"there [was] no discretion [vested in the courts] to refuse condemnation [of the coins as forfeited] on the ground of hardship to an innocent owner\". The coins were not restored.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The criminal proceedings against X and Y",
                                "elements": [
                                    {
                                        "content": "22.   At their trial in January 1977, at which AGOSI’s director Dr. Rose testified for the prosecution, X and Y argued that the prohibition on importation of gold coins was in breach of Article 30 of the Treaty of Rome, which guarantees the free movement of goods, and that accordingly the criminal charges brought against them were void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.   The judge at first instance did not accept this argument; in his judgment of 31 January 1977, he held that the prohibition fell within the \"public policy\" provision of Article 36 of the Treaty and that the coins were capital rather than goods within the terms of Article 67.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.   X and Y appealed to the Court of Appeal which, on 15 December 1977, referred the question to the Court of Justice of the European Communities in accordance with Article 177 of the Treaty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.   The Court of Justice of the European Communities confirmed in its judgment of 23 November 1978 that the Kruegerrands were capital rather than goods (case 7/78, [1978] European Court Reports 2247). Accordingly, X and Y’s appeal failed and they were convicted and fined.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. AGOSI’s civil proceedings for recovery of the coins",
                                "elements": [
                                    {
                                        "content": "26.   When, at the close of the criminal proceedings at first instance, the Commissioners of Customs and Excise did not return the coins, AGOSI, on 14 April 1977, issued a writ against them in the High Court. The statement of claim, in so far as relevant, read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"7. ... the provisions of section 44 and section 275 of the Customs and Excise Act 1952, and the Seventh Schedule to the said Act, are to be construed in the light of and subject to the general principle of public international law which prohibits the unjustified confiscation of property belonging to friendly aliens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8. Further or in the alternative the provisions of section 44 and section 275 of the Customs and Excise Act 1952 and the Seventh Schedule to the said Act are to be construed in accordance with Article 1 [of Protocol No. 1] of the European Convention for the Protection of Human Rights and Fundamental Freedoms (P1-1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9. In the premises mentioned in paragraphs 7 and 8 herein, the ... coins are not liable to forfeiture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10. Alternatively to paragraph 9, if the said coins are liable to forfeiture, then in the premises mentioned in paragraphs 7 and/or 8 herein the Defendant is bound to exercise his powers under section 288 of the Customs and Excise Act 1952 and/or paragraph 16 of the Seventh Schedule to the said Act to restore without imposition of any condition the said coins to the plaintiffs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "And the plaintiffs claim:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  a declaration that the ... coins are [AGOSI’s] property;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) a declaration that the ... coins are not liable to forfeiture ...;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) a declaration that [AGOSI is] entitled without imposition of any condition to the return of the ... coins\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commissioners counterclaimed that the coins should be condemned as forfeited as they were liable to forfeiture, inter alia, under section 44 (b) and section 44 (f) of the 1952 Act (see paragraph 33 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.   On 2 February 1978, AGOSI also issued an originating summons requesting the High Court to determine the compatibility with the Treaty of Rome of the prohibition on the importation of Kruegerrands into the  and of their confiscation without compensation. The case was heard on 20 February and AGOSI sought to have these questions referred to the Court of Justice of the European Communities for decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.   Mr. Justice Donaldson dismissed the originating summons on the same day and indicated that he would also have dismissed the action on the writ had it been brought before him for determination (paragraph 26 above). The applicant company nonetheless pursued the latter action. On 10 March 1978, Mr. Justice Donaldson dismissed the action on the writ and ordered, in accordance with the Commissioners’ counterclaim, that the coins be forfeited as constituting goods liable to forfeiture under section 44(f) of the 1952 Act (see paragraph 33 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.   AGOSI appealed to the Court of Appeal arguing that, as the European Court of Justice had in the meantime found that the coins were not goods (see paragraph 25 above), section 44 (f) could not be applied, and reiterated its submissions as to Article 1 of Protocol No. 1 (P1-1) and general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.   The Court of Appeal gave its ruling on 10 December 1979 ([1980] 2 All England Law Reports 138-144). The main judgment was delivered by Lord Denning, with whom the other two judges,  and Sir David Cairns, concurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to AGOSI’s claim that it was entitled to the restoration of the Kruegerrands in view of its alleged innocence, Lord Denning first made the following observations:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Before going further, I may say that in any event the customs authorities have a discretion in the matter. It happens sometimes that goods are forfeited and then afterwards the true owner comes up and says that he was defrauded of them. If the customs authorities are satisfied of his claim, they may waive the forfeiture and hand them to him. There is a very wide discretion given to the commissioners under s 288 of the 1952 Act under which they can forfeit the goods or release them, or pay compensation and so forth. That may arise at a later time. But the German company says that in this case the customs authorities had no right to forfeit the goods at all. It would suit the German company much better to have the actual Kruegerrands returned to them, when you consider the value of gold itself, instead of compensation at 1975 figures.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lord Denning thereafter went on to deal with the different objections advanced by AGOSI against the Commissioners’ contention that the Kruegerrands were liable to forfeiture. Lord Denning held that the definition of goods in the Treaty of Rome was irrelevant for the purposes of section 44 (f) and that there was nothing in Article 1 of Protocol No. 1 (P1-1) or general international law prohibiting forfeiture in the instant case. He concluded:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"It seems to me that the customs authorities are right. These Kruegerrands are forfeitable to the Crown ... It is entirely a matter for the discretion of the Customs and Excise to consider whether the claim of the German company is so good that they should see fit in this case to release them to the German company or retain them and pay them some compensation. That is within the discretion of the Customs and Excise.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": " added:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"If I were satisfied, which I am not, that there is such a principle in international law as that for which the [German company’s counsel] contends, I should still be wholly unconvinced that it would be open to us to write into the Customs and Excise Act 1952 the extensive amendments which it would be necessary to introduce in order to give effect to that principle and to make an exception from liability to forfeiture, where there had been a plain case under the language of the statute giving rise to forfeiture, in favour of a foreign owner of goods who could show he had not been a party to the act out of which the liability to forfeiture arose.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Sir David Cairns remarked:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"If [a foreign owner] is innocent of any complicity in the smuggling, it is appropriate that there should be an opportunity for him to apply for the exercise of discretion in his favour, but I cannot see that it would be possible so to construe the Act as to exclude from the forfeiture provision any goods belonging to such a [foreigner].\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "The appeal was dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.   The Court of Appeal did not grant leave to appeal to the House of Lords. On 27 March 1980, AGOSI petitioned the House of Lords for leave to appeal, but such leave was refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.   On 1 April 1980, AGOSI’s solicitors again wrote to the Commissioners of Customs and Excise requesting the return of the goods. The solicitor for the Commissioners replied in the negative on 1 May 1980, without giving any reasons.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   THE RELEVANT LEGISLATION",
                        "elements": [
                            {
                                "content": "A. The condemnation proceedings",
                                "elements": [
                                    {
                                        "content": "33.   Under section 275 of the 1952 Act, goods being liable for forfeiture under, inter alia, section 44 of the Act may be seized or detained by the customs authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 44 reads in relevant parts:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Where:",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) any goods are imported, landed or unloaded contrary to any prohibition or restriction for the time being in force with respect thereto under or by virtue of any enactment; or",
                                        "elements": []
                                    },
                                    {
                                        "content": " ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) any imported goods are concealed or packed in any manner appearing to be intended to deceive an officer,",
                                        "elements": []
                                    },
                                    {
                                        "content": "those goods shall be liable to forfeiture ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.   The procedure to be followed after seizure is set out in the Seventh Schedule to the Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to paragraph 1, the Commissioners of Customs and Excise shall give notice of seizure to any person who to their knowledge was at the time of the seizure the owner of the seized goods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Any person wishing to claim that the goods are not liable to forfeiture must, in accordance with paragraphs 3 and 4, give the Commissioners notice of his claim in writing within one month of the date of notice of seizure or, if no such notice has been served on him, within one month of the date of seizure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 6 provides that if notice of a claim is duly served, the Commissioners shall take proceedings for the condemnation of the seized goods by the courts. This paragraph further specifies that \"if the court finds that the [items were] at the time liable to forfeiture the court shall condemn [them] as forfeited.\" According to established case-law, the courts will only examine whether the seized goods fall into any of the categories of goods mentioned in the law as liable to forfeiture; they will not examine the question of the owner’s innocence. Condemnation proceedings are, according to paragraph 8, to be considered as civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If no notice of claim has been given to the Commissioners in accordance with paragraphs 3 and 4, then the goods seized are deemed, in accordance with paragraph 5, to have been duly condemned as forfeited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.   Under section 288 of the 1952 Act:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The Commissioners may, as they see fit,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) restore, subject to such conditions, if any, as they think proper, any thing forfeited or seized under the said Act ...\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Judicial review of administrative decisions",
                                "elements": [
                                    {
                                        "content": "36.   Prior to 11 January 1978, judicial review of certain decisions by administrative authorities could be obtained by application for a prerogative order (mandamus, certiorari or prohibition) in accordance with section 10 of the Administration of Justice Act 1938 and Order 53 of the then Rules of the Supreme Court. In addition, litigants were entitled to bring ordinary actions for declarations, injunctions or damages in appropriate cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the words of the Government, \"the multiplicity of remedies, each with their own procedural idiosyncracies, was considered to be a real disadvantage to litigants, and an inhibition on the ability of the courts to develop a coherent corpus of law in this area\". In particular, an application for a prerogative order might not have been effective if the challenged decision did not contain the reasons on which it was based, since the law did not permit the obtaining of evidence on facts or other matters not appearing on the record of the decision (see Report on Remedies in Administrative Law, Law Commission no. 73, Cmnd. 6407 (1976)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.   The Rules of the Supreme Court were amended in 1977 by Statutory Instrument so as to provide for one specific procedure, now known formally as judicial review, for all litigants seeking relief in matters relating to public law. The amendments came into force on 11 January 1978 and were thus applicable when the Commissioners took their decision on 1 May 1980 (see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.   According to the Supreme Court Practice, the new Order 53 introduced inter alia, the following changes:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"- It created a new procedure called ‘application for judicial’ review and in this single application, the applicant may apply for any of the prerogative orders, either jointly or in the alternative, without having to select any particular one appropriate to his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "- The machinery of interlocutory applications such as discovery of documents and interrogatories and orders for the respondent of an affidavit to attend for cross-examination has been introduced into applications for judicial review and such applications may be heard by a Judge or by a Master of the Queen’s Bench Division.",
                                        "elements": []
                                    },
                                    {
                                        "content": "- If the claim for relief is an order of certiorari, the Court is empowered, in addition to quashing the decision, to remit the matter to the authority concerned with a direction to reconsider it and reach a decision in accordance with the findings of the Court so that the Court may operate not only as a ‘Court of Cassation’ but also as a Court of review.\" (Rules of the Supreme Court, RSC, 1985, Vol. 1, Order 53, pp. 757-758 para. 53/1 - 14/6).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.   The procedure whereby an application for judicial review had to be made in two stages was left unchanged by the reform. It is first necessary to obtain leave of the Court, and, according to the Supreme Court Practice, \"only if and to the extent that such leave is granted will the Court proceed to hear the substantive application for judicial review\". \"Leave should be granted, if on the material then available the Court thinks, without going into the matter in depth, that there is an arguable case for granting the relief claimed by the applicant\" (RSC, loc. cit., p. 757, para. 53/1 - 14/23).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.   The grounds on which judicial review under the new Order 53 can be granted are the same as those held valid for the earlier applications for prerogative orders. They are stated by the Supreme Court Practice to fall under the following main headings:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Want or excess of jurisdiction ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Where there is an error of law on the face of the record ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. Failure to comply with the rules of natural justice ... Broadly the rules of natural justice embody a duty to act fairly ... The rules of natural justice will normally apply where the decision concerned affects a person’s rights, for example where his property is taken by compulsory purchase ... The rules of natural justice can also apply where the applicant for judicial review does not have a right, for example where he is applying for some requisite statutory licence: in such cases, although he has no right to a licence unless and until it is granted, there is a duty to comply with the rules of natural justice and to act fairly because a legal power which affects his interests is being exercised. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. The Wednesbury principle - A decision of a public authority will be liable to be quashed or otherwise dealt with by an appropriate order in judicial review proceedings where the Court concludes that the decision is such that no authority properly directing itself on the relevant law and acting reasonably could have reached it ....\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.   The requirement that administrative authorities direct themselves properly on the relevant law and act reasonably has been expounded upon in several cases before English courts (see also \"Administrative Law\", H.W.R. Wade, 5th edition (1980), pp. 348-349 and 354-355). Thus in Breen v. Amalgamated Engineering Union [1971] 2 Queen’s Bench Division, p. 190, Lord Denning stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The discretion of a statutory body is never unfettered. It is a discretion which is to be exercised according to law. That means at least this: the statutory body must be guided by relevant considerations and not by irrelevant. If its decision is influenced by extraneous considerations which it ought not to have taken into account, then the decision cannot stand. No matter that the statutory body may have acted in good faith; nevertheless the decision will be set aside.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Due regard must be had, inter alia, to the scope and object of the enactment conferring the power. According to Lord Reid in Padfield v. Minister of Agriculture, Fisheries and Food [1968] Appeal Cases p. 997: \"Parliament must have conferred the discretion with the intention that it should be used to promote the policy and objects of the Act\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.   The Government have conceded that, except for a decision by the High Court of 17 July 1985 (R v. Commissioners of Customs and Excise, ex parte Leonard Haworth), there have been no cases applying the above-mentioned principles to the exercise of discretion by the Commissioners with regard to restoration of forfeited goods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Haworth case concerned the seizure by the customs authorities of a yacht involved in a drug smuggling attempt and the Commissioners’ exercise of discretion under section 152 of the Customs and Excise Management Act 1979. Under this provision, the wording of of which is almost identical to that of section 288 of the 1952 Act, \"the Commissioners may as they see fit, ... restore subject to such conditions (if any) as they think proper, any thing forfeited or seized\". The owner of the yacht, who claimed to be innocent of any smuggling attempt, made an application for judicial review of the Commissioners’ failure or refusal to exercise their statutory discretion to restore the yacht. The High Court (Mr. Justice Forbes) found that the exercise of the Commissioners’ discretion under section 152 involved a consideration of the culpability of the owner and held that the Commissioners had not properly exercised their discretion under section 152 in the case before it, as they had not provided the owner with the necessary information regarding the matters held against him and had not given him the opportunity to reply thereto.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "43.   In its application of 17 September 1980 to the Commission (no. 9118/80), AGOSI complained that the forfeiture of the coins constituted a breach of Article 6 § 2 of the Convention and of Article 1 of Protocol No. 1 (art. 6-2, P1-1).",
                        "elements": []
                    },
                    {
                        "content": "44.   The application was declared admissible by the Commission on 9 March 1983. In its report of 11 October 1984 (Article 31) (art. 31), the Commission expressed the opinion, by nine votes to two, that there had been a breach of Article 1 of Protocol No. 1 (P1-1). The full text of the Commission’s opinion and of the two dissenting opinions contained in the report is reproduced as an annex to the present judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "45.   At the hearing on 20 January 1986, the Government submitted that Article 6 (art. 6) was not applicable in the present case and they confirmed in substance the final submission set out in their memorial whereby they requested the Court \"to decide and declare that there has been no breach of the rights of the applicant company under Article 1 of the First Protocol to the Convention (P1-1)\".",
                        "elements": []
                    },
                    {
                        "content": "46.   The applicant company likewise reiterated in substance at the hearing the final submissions made in its memorial whereby it asked the Court \"to find that the Government has violated Article 1 of the First Protocol ... and Article 6 of the Convention ... (P1-1, art. 6)\".",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.   ARTICLE 1 OF PROTOCOL NO. 1 (P1-1)",
                        "elements": [
                            {
                                "content": "47.   The applicant company did not complain of the original seizure of the Kruegerrands by the customs authorities. Its grievance is directed at the forfeiture of the coins and the subsequent refusal of the Commissioners of Customs and Excise to restore them. It alleged that these decisions were contrary to Article 1 of Protocol No. 1 of the Convention (P1-1), which reads:",
                                "elements": []
                            },
                            {
                                "content": "\"Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.\"",
                                "elements": []
                            },
                            {
                                "content": "AGOSI contended that the confiscation of the coins was not justified in accordance with this Article (P1-1), since it was the lawful owner of the coins and innocent of any wrongdoing, and that it was not given the opportunity under the relevant provisions of English law to establish its innocence before a court.",
                                "elements": []
                            },
                            {
                                "content": "A. General considerations",
                                "elements": [
                                    {
                                        "content": "48.   Article 1 (P1-1) in substance guarantees the right of property (see the Marckx judgment of 13 June 1979, Series A no. 31, pp. 27-28, para. 63). It comprises \"three distinct rules\": the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest (see, inter alia, the Sporrong and Lönnroth judgment of 23 September 1982, Series A no. 52, p. 24, para. 61). However, the three rules are not \"distinct\" in the sense of being unconnected: the second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see the Lithgow and Others judgment of 8 July 1986, Series A no. 102, p. 46, para. 106).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.   The forfeiture of the smuggled Kruegerrands amounted to an interference with the applicant company’s right to peaceful enjoyment of their possessions as protected by the first sentence of Article 1 (P1-1). This point has not been in dispute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.   The Court must first determine whether the material provision in the present case is the second sentence of the first paragraph or the second paragraph.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.   The prohibition on the importation of gold coins into the  clearly constituted a control of the use of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The seizure and forfeiture of the Kruegerrands were measures taken for the enforcement of that prohibition. It is true that the High Court based its decision to declare the Kruegerrands forfeited on sub-paragraph (f) of section 44 of the 1952 Act, holding that they had been goods concealed in a manner appearing to be intended to deceive an officer. However, the Commissioners’ counterclaim for forfeiture also relied on, inter alia, sub-paragraph (b) of the same section, which provided for the forfeiture of goods imported in contravention of an importation prohibition (see paragraphs 26 and 33 above). It does not appear material in this context that the High Court chose to rely on one of these sub-paragraphs rather than the other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The forfeiture of the coins did, of course, involve a deprivation of property, but in the circumstances the deprivation formed a constituent element of the procedure for the control of the use in the  of gold coins such as Kruegerrands. It is therefore the second paragraph of Article 1 (P1-1) which is applicable in the present case (see, mutatis mutandis, the Handyside judgment of 7 December 1976, Series A no. 24, p. 30, para. 63).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Compliance with the requirements of the second paragraph",
                                "elements": [
                                    {
                                        "content": "52.   The second paragraph of Article 1 (P1-1) recognises the right of a State \"to enforce such laws as it deems necessary to control the use of property ... in accordance with the general interest\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "Undoubtedly the prohibition on the importation of Kruegerrands into the  was in itself compatible with the terms of this provision. Nevertheless, as the second paragraph is to be construed in the light of the general principle enunciated in the opening sentence of Article 1 (P1-1) (see paragraph 48 in fine above), there must, in respect of enforcement of this prohibition, also exist a reasonable relationship of proportionality between the means employed and the aim sought to be realised; in other words, the Court must determine whether a fair balance has been struck between the demands of the general interest in this respect and the interest of the individual or individuals concerned (see the above-mentioned Sporrong and Lönnroth judgment, p. 26, paragraph 69 and p. 28, paragraph 73, and the James and Others judgment of 21 February 1986, Series A no. 98, p. 34, paragraph 50). In determining whether a fair balance exists, the Court recognises that the State enjoys a wide margin of appreciation with regard both to choosing the means of enforcement and to ascertaining whether the consequences of enforcement are justified in the general interest for the purpose of achieving the object of the law in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.   As the Commission pointed out, under the general principles of law recognised in all Contracting States, smuggled goods may, as a rule, be the object of confiscation. However, the Commission and the applicant company took the view that, to justify confiscation, a link must necessarily exist between the behaviour of the owner of the smuggled goods and the breach of the law, so that if the owner is \"innocent\" he should be entitled as of right to recover the forfeited goods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government contended that no such right is given by the Convention or Protocol No. 1 (P1). They submitted that if the purpose of the interference with the owner’s peaceful enjoyment of his possessions is justifiable in the terms of Article 1 (P1-1), then, provided the forfeiture in question can properly be said to further that purpose, the forfeiture is justifiable. However, they conceded that as a practical matter, where a person is free of any fault which could relate in any way to the purpose of the legislation, it is likely that the forfeiture of that property could not on any sensible construction of the legislation further the object thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.   It is first to be observed that although there is a trend in the practice of the Contracting States that the behaviour of the owner of the goods and in particular the use of due care on his part should be taken into account in deciding whether or not to restore smuggled goods - assuming that the goods are not dangerous - different standards are applied and no common practice can be said to exist. For forfeiture to be justified under the terms of the second paragraph of Article 1 (P1-1), it is enough that the explicit requirements of this paragraph are met and that the State has struck a fair balance between the interests of the State and those of the individual (see paragraph 52 above). The striking of a fair balance depends on many factors and the behaviour of the owner of the property, including the degree of fault or care which he has displayed, is one element of the entirety of circumstances which should be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.   Accordingly, although the second paragraph of Article 1 (P1-1) contains no explicit procedural requirements, the Court must consider whether the applicable procedures in the present case were such as to enable, amongst other things, reasonable account to be taken of the degree of fault or care of the applicant company or, at least, of the relationship between the company’s conduct and the breach of the law which undoubtedly occurred; and also whether the procedures in question afforded the applicant company a reasonable opportunity of putting its case to the responsible authorities. In ascertaining whether these conditions were satisfied, a comprehensive view must be taken of the applicable procedures (see among other authorities, mutatis mutandis, the X v.  judgment of 5 November 1981, Series A no. 46, p. 26, para. 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.   In the present case, the question of forfeiture was dealt with in two distinct stages: the condemnation proceedings before the courts and the subsequent determination by the Commissioners under section 288 of the 1952 Act whether or not to exercise their discretion to restore the Kruegerrands to the applicants. It is uncontested that the question of AGOSI’s behaviour was irrelevant in the proceedings before the High Court under section 44 of the Act for the condemnation of the Kruegerrands as forfeit. The question of the company’s behaviour was, however, implicitly raised in its application to the Commissioners on 1 April 1980, that is after the coins had been formally forfeited by the courts, for the restoration of the Kruegerrands under section 288 (see paragraphs 32 and 35 above). In accordance with the rules of English law, the Commissioners were bound to be guided by relevant considerations (see paragraphs 40 and 41 above). In the present case, the relevant considerations certainly included the alleged innocence and diligence of the owner of the forfeited coins and the relationship between the behaviour of the owner and the breach of the import laws.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.   The applicant company submitted that a purely administrative procedure is insufficient for the purposes of the second paragraph of Article 1 of Protocol No. 1 (P1-1): a judicial remedy is required to protect the innocent owner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government argued in reply that, should the Court accept that contention, English law does ensure adequate control by providing for judicial review of the Commissioners’ decisions under section 288. The applicant, however, disputed that judicial review was available in regard to these decisions, and alternatively that, even if such review was available, it was of sufficient scope to provide an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.   The applicant company contended that the unavailability of judicial review is evidenced from the judgments of the High Court and the Court of Appeal in its case, having regard in particular to sub-paragraph 10 of the statement of claim in the writ of summons issued by the company on 14 April 1977 (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government contested AGOSI’s interpretation of these judgments. In the Government’s submission, these judgments only show that the company’s request for a declaration that the Kruegerrands should be restored to it was premature and could not be dealt with until the coins had been condemned as forfeited and the Commissioners had refused to exercise their discretion under section 288.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A reading of the judgments confirms the Government’s interpretation (see in particular the quotations from Lord Denning’s judgment in the Court of Appeal in paragraph 30 above). Admittedly, the procedural difficulties under English law, notably the fact that the Commissioners did not give any reasons for their decision, might, before the reform of 1977/78, have justified the conclusion that the procedure available to the applicant company did not allow it to pursue the remedy of judicial review effectively (see paragraphs 36-38 above). However, by the time the Commissioners took their decision of 1 May 1980 under section 288, the reform of judicial review had come into effect, so that these difficulties had been removed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.   The applicant company, however, also argued that a remedy by way of judicial review would have been of no avail because the Commissioners’ discretion under section 288 is so wide as to be unreviewable. The Government contested this and submitted that judicial review of the exercise of administrative discretion is always possible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes that the availability of the remedy in circumstances comparable to those of the applicant’s case was recently demonstrated by the judgment of 17 July 1985 in R. v. H.M. Customs and Excise, ex parte Leonard Haworth (see paragraph 42 above). In this case, the High Court carried out a judicial review of the Commissioners’ exercise of discretion under section 152 of the Customs and Excise Management Act 1979, which section confers on the Commissioners the same wide discretion as section 288 of the 1952 Act (see paragraph 35 above). Whilst this judgment was delivered subsequent to the facts of the present case, there is no indication that it marked a new departure in the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances AGOSI’s submission on this point appears unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.   In the alternative, the company argued that such judicial review as may have been available was of insufficient scope for the purposes of the second paragraph of Article 1 of Protocol No. 1 (P1-1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Court’s view, this submission also fails. One of the grounds for challenging the decision of an administrative authority such as the Commissioners is - and on this point there was no dispute - that \"the decision was one which a public authority properly directing itself on the relevant law and acting reasonably could not have reached\" (the so-called \"Wednesbury\" principle), for example because the administrative authority exercising discretion had failed to take into account relevant considerations (see paragraph 41 above). More particularly, the nature and effectiveness of the remedy by way of application for judicial review in the context of seizure and forfeiture of goods by the customs authorities are illustrated by the recent judgment in the Haworth case (see paragraphs 42 and 59 above). In that case, the High Court held that, in exercising their discretion in circumstances comparable to the present case, the Commissioners had acted unreasonably, in that they had not given the owner of the goods seized in a smuggling attempt the necessary information about what matters were held against him and no opportunity to reply thereto or to establish his lack of complicity in anything either criminal or irresponsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers that in the circumstances the scope of judicial review under English law is sufficient to satisfy the requirements of the second paragraph of Article 1 (P1-1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.   AGOSI further contended that it was not required to pursue this remedy since English law lacked the requisite certainty in the matter. However, as appears from paragraphs 58 to 60 above, this submission is not supported by the evidence adduced.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Conclusion",
                                "elements": [
                                    {
                                        "content": "62.   The Court finds therefore that the procedure available to the applicant company against the Commissioner’s refusal to restore the Kruegerrands cannot be dismissed as an inadequate one for the purposes of the requirements of the second paragraph of Article 1 (P1-1). In particular, it has not been established that the British system failed either to ensure that reasonable account be taken of the behaviour of the applicant company or to afford the applicant company a reasonable opportunity to put its case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The fact that the applicant, for reasons of its own, chose not to seek judicial review of the Commissioners’ decision of May 1980 and hence did not receive full advantage of the safeguards available to owners asserting their innocence and lack of negligence cannot invalidate this conclusion. Accordingly there has been no breach of Article 1 of Protocol No. 1 (P1-1).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   ARTICLE 6 (art. 6) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.   The applicant company also alleged a breach of the following provisions of Article 6 (art. 6) of the Convention:",
                                "elements": []
                            },
                            {
                                "content": "\"1. In the determination ... of any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.",
                                "elements": []
                            },
                            {
                                "content": " ...\"",
                                "elements": []
                            },
                            {
                                "content": "AGOSI complained that the decisions taken by the English courts in the condemnation proceedings and by the Commissioners of Customs and Excise on the request for restoration of the Kruegerrands amounted to a determination of a criminal charge, within the meaning of Article 6 (art. 6), against it. Its complaint was mainly that its right to be presumed innocent had not been observed in the first set of proceedings and that its right to have the determination of a criminal charge made by a court had not been respected in the second set of proceedings.",
                                "elements": []
                            },
                            {
                                "content": "64.   It must first be determined whether or not the procedures complained of can be seen, separately or jointly, as involving the determination of a criminal charge against AGOSI, something which both the Government and the Commission’s Delegate have contested.",
                                "elements": []
                            },
                            {
                                "content": "65.   On this point, the Court shares the opinion of the Government and the Delegate.",
                                "elements": []
                            },
                            {
                                "content": "The forfeiture of the Krügerrands by the courts and the subsequent refusal of the Commissioner of Customs and Excise to restore them were measures consequential upon the act of smuggling committed by X and Y (see paragraphs 28 and 32 above). Criminal charges under domestic law were brought against the smugglers but not against AGOSI in respect of that act (see paragraphs 22-25 above).",
                                "elements": []
                            },
                            {
                                "content": "The fact that measures consequential upon an act for which third parties were prosecuted affected in an adverse manner the property rights of AGOSI cannot of itself lead to the conclusion that, during the course of the procedures complained of, any \"criminal charge\", for the purposes of Article 6 (art. 6), could be considered as having been brought against the applicant company.",
                                "elements": []
                            },
                            {
                                "content": "66.   The compatibility of the consequential measures with the applicant’s Convention rights has been examined in the present judgment on the basis of Article 1 of Protocol No. 1 (P1-1).",
                                "elements": []
                            },
                            {
                                "content": "None of the proceedings complained of can be considered to have been concerned with \"the determination of [a] criminal charge\" against the applicant company; accordingly, Article 6 (art. 6) of the Convention did not apply in this respect.",
                                "elements": []
                            },
                            {
                                "content": "67.   The applicant company has not invoked Article 6 (art. 6) in so far as it relates to \"civil rights and obligations\" and the Court does not find it necessary to examine this issue of its own motion.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Holds by six votes to one, that there has been no violation of Article 1 of Protocol No. 1 (P1-1);",
                        "elements": []
                    },
                    {
                        "content": "2. Holds by six votes to one, that Article 6 (art. 6) of the Convention did not apply in the present case in so far as it relates to the determination of a criminal charge;",
                        "elements": []
                    },
                    {
                        "content": "3. Holds by five votes to two that it is not necessary to take into account Article 6 (art. 6) in so far as it relates to the determination of civil rights and obligations.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and French, and delivered at a public hearing at the Human Rights Building, , on 24 October 1986.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 § 2 (art. 51-2) of the Convention and Rule 52 § 2 of the Rules of Court, the dissenting opinions of Judges Thór Vilhjálmsson and Pettiti are annexed to the present judgment.",
                        "elements": []
                    },
                    {
                        "content": "To my regret, I am not able to agree with the majority of the Chamber in this case. I think that there was a violation of Article 6 § 1 (art. 6-1) under its civil head, but no violation under its criminal head. To my mind, the question whether there was a violation of Article 1 of Protocol No. 1 (P1-1) is absorbed by the issue raised under Article 6 (art. 6). These finding prompted me to join the majority in all but the last vote on the operative part of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "I concur with the majority when, in paragraph 55 of the judgment, it states that what is decisive for the outcome of the case is whether or not sufficient procedural guarantees were given in English law to the applicant company. But, as already indicated, I part ways with the majority when it reasons on the basis that an insufficiency of procedural guarantees would entail a violation of Article 1 of Protocol No. 1 (P1-1). In my opinion, this would entail a violation of Article 6 § 1 (art. 6-1) in relation to a determination of the applicant company’s \"civil rights\". It is immaterial whether or not this provision was cited in argument by the applicant company, be it under the civil or criminal head or under both. My main reason for applying Article 6 (art. 6) and not Article 1 of Protocol No. 1 (P1-1) is that Article 6 (art. 6) enunciates a clearly stated rule on the right to a fair trial. Such a rule is not expressly set out in the Article relied on by the majority, which finds that it is implied in the provision. Such an interpretation of the Convention is in my opinion not necessary in the present case and somewhat strained.",
                        "elements": []
                    },
                    {
                        "content": "Having come to the conclusion that Article 6 (art. 6) is the material provision, the next question to be answered is whether or not a civil right of the applicant company was at stake. It would be out of place to try to formulate, in this dissenting opinion, a general rule on the dividing line between civil rights and public-law rights in the field of customs and excise. It suffices to say that the rather special circumstances of the present case lead me without hesitation to classify AGOSI’s claim for recovery of the gold coins as an assertion of a \"civil right\" for the purposes of Article 6 § 1 (art. 6-1) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "It then remains to determine whether or not the procedure used or available satisfied the requirements of Article 6 § 1 (art. 6-1). This provision requires, inter alia, a fair hearing before a tribunal. This means that one has to examine the following three questions, as the majority does in paragraphs 58, 59 and 60 of the judgment, namely",
                        "elements": []
                    },
                    {
                        "content": "- was the remedy of judicial review available?",
                        "elements": []
                    },
                    {
                        "content": "- was the Commissioners’ discretion in the present case so wide as to be unreviewable?",
                        "elements": []
                    },
                    {
                        "content": "- was such judicial review as may have been available of sufficient scope?",
                        "elements": []
                    },
                    {
                        "content": "It is strictly speaking correct, as found by the majority in paragraph 58 of the judgment, that judicial review was available according to the law and, as stated in paragraph 59 and shown by the Haworth case in 1985, the decision challenged by the applicant company was in theory reviewable. It is clear, in my opinion, that, under English law as it stands, this is an extraordinary remedy which can be exercised only very rarely. This is of importance especially since circumstances where a judicial remedy could be sought cannot be infrequent. Moreover, the grounds on which review can be granted are limited in scope. They are set out in paragraph 40 of the judgment which cites an extract from the part of the Supreme Court Practice (1985) relating to the so-called Order 53.",
                        "elements": []
                    },
                    {
                        "content": "Having regard to the content of paragraph 40 of the judgment, I am not satisfied that the applicant company had available to it under English law a judicial remedy of sufficient scope, for the purposes of Article 6 § 1 (art. 6-1) of the Convention, in which the civil right it asserted could be determined.",
                        "elements": []
                    },
                    {
                        "content": "I disagree with the majority in this case, since I consider that there has indeed been a breach of Protocol No. 1 and of Article 6 of the Convention (P1, art. 6).",
                        "elements": []
                    },
                    {
                        "content": "It is true that the scope of the judgment in relation to rules applicable to customs authorities is limited. The Court has held that Protocol No. 1 (P1) has not been violated and that Article 6 (art. 6) does not apply. Essentially, it takes the view that the applicant company had available to it a procedure allowing adequate judicial review of the decision of May 1980 by the Commissioners of Customs and Excise.",
                        "elements": []
                    },
                    {
                        "content": "Concerning Article 1 of Protocol No. 1 (P1-1)",
                        "elements": []
                    },
                    {
                        "content": "With regard to the second paragraph of Article 1 of the Protocol (P1-1), the Court states that forfeiture of goods is permissible only if the explicit requirements of this Article (P1-1) are respected and if the State strikes a fair balance between its own interests and those of the individual concerned (paragraphs 52 and 54).",
                        "elements": []
                    },
                    {
                        "content": "In the Court’s opinion, it has not been established that the British system failed to ensure that reasonable account was taken of the conduct of the applicant company, and the latter must be held responsible for its failure to seek judicial review of the Commissioners’ decision of May 1980 and thereby to receive full advantage of the safeguards which ought to be available to property owners who have committed no customs offence.",
                        "elements": []
                    },
                    {
                        "content": "In my view, however, the applicant company was effectively prevented from availing itself of the safeguards to which it was legitimately entitled.",
                        "elements": []
                    },
                    {
                        "content": "AGOSI attempted to use all the generally known remedies. Following the decision of the court of first instance, ordering forfeiture of the coins under section 44(b) of the Customs Act 1952, the company took the matter to the Court of Appeal, which rejected the appeal, having considered the legal definition of goods or capital in the Treaty of Rome.",
                        "elements": []
                    },
                    {
                        "content": "The Court of Appeal refused leave to appeal to the House of Lords. On 27 March 1980, AGOSI unsuccessfully sought leave to appeal from the House of Lords itself.",
                        "elements": []
                    },
                    {
                        "content": "In the Court of Appeal, however, Sir David Cairns observed:",
                        "elements": []
                    },
                    {
                        "content": "The following events had pre-dated these proceedings before the Court of Appeal.",
                        "elements": []
                    },
                    {
                        "content": "AGOSI first applied to the customs authorities for return of the coins on 18 and 28 August 1975. Customs officials inspected AGOSI’s factory and found no evidence that an offence had been committed. A further request to the customs authorities on 13 October 1975 was unsuccessful. However, AGOSI co-operated with the customs authorities in the criminal proceedings against X and Y. The civil proceedings for return of the coins were instituted against the Commissioners of Customs and Excise in the High Court on 14 April 1977. This action was dismissed.",
                        "elements": []
                    },
                    {
                        "content": "A procedure for forfeiture was first introduced in English law by the Customs Consolidation Act 1853, but this Act did not abolish the authorities’ discretionary power to restore confiscated property.",
                        "elements": []
                    },
                    {
                        "content": "Between 1836 (case of R. v. Commissioners of Customs and Another) and 1985 (Haworth case), there was apparently no case involving judicial review of the exercise of the customs authorities’ discretionary power to restore seized property.",
                        "elements": []
                    },
                    {
                        "content": "The judgment in the Haworth case cannot be cited as a precedent against AGOSI, since it came after the High Court’s decision in the AGOSI case. AGOSI argued that the word \"may\" in the Customs Consolidation Act 1876 had to be interpreted as conferring on the courts discretionary power with regard to restoration of seized property. The House of Lords might have given a useful ruling on this important point if it had granted the applicant company leave to appeal.",
                        "elements": []
                    },
                    {
                        "content": "It seems to me that the procedure followed did not sufficiently distinguish between criminal and administrative law, between confiscation in the English sense of \"forfeiture\" and final confiscation, with transfer of ownership to the State - a distinction needed to protect the rights of lawful owners innocent of any criminal or customs offence. In the present case and having regard to the goods confiscated, there was no State interest making it necessary to maintain the confiscation. The gold coins in dispute were indeed within the meaning of Article 1 of Protocol No. 1 (P1-1). In my view, this Article (P1-1) implies that an innocent owner, acting in good faith, must be able to recover his property.",
                        "elements": []
                    },
                    {
                        "content": "Even if the State is allowed a margin of discretion in respect of its administrative regulations, the action taken and maintained against AGOSI violated its right to enjoyment of its possessions and was disproportionate both in its aims and its effects.",
                        "elements": []
                    },
                    {
                        "content": "At the hearing, the Commission’s Delegate argued that judicial review had not been a remedy sufficient, for the purposes of Article 1 of Protocol No. 1 (P1-1), to allow AGOSI to vindicate its rights as an innocent property-owner; this analysis would seem relevant here. Firstly, the United Kingdom Government did not in fact raise the question of judicial review in connection with the exhaustion of domestic remedies before the Commission. Secondly, to use this argument at the merits stage when it had not earlier been used in connection with Article 26 (art. 26) at the Commission stage would seem contradictory, even if the Government reserved the right to return to this point when the merits were being considered. If the remedy was so obvious, surely failure to use it should have been taken as an argument?",
                        "elements": []
                    },
                    {
                        "content": "The complexity of the English procedural system in this area was evident both before the Commission and before the Court. It cannot be compared with the continental legal systems which allow judicial control of administrative action in individual cases through administrative dispute procedures. It is true that the judicial review procedure in the  is moving in the right direction, but it can still puzzle even experienced British lawyers, the scarcity of decisions in this area being a sign of this.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s Delegate also noted that the British Government had argued that the principle that confiscated goods must be restored to an innocent owner could not be deduced from Article 1 of Protocol No. 1 (P1-1). He thought this inconsistent with the same Government’s claim that the judicial review procedure could be regarded as sufficient.",
                        "elements": []
                    },
                    {
                        "content": "In its decision on the admissibility of the application (report, page 44), the Commission summed up the Government’s position as follows:",
                        "elements": []
                    },
                    {
                        "content": "Such an action, had it been brought, would have been a subsidiary one, leading only to a possible award of damages. The main civil action was still that brought against the authorities holding the coins, in order to secure their return.",
                        "elements": []
                    },
                    {
                        "content": "The wording of section 288 of the 1952 Act shows that the discretionary powers of the Commissioners of Customs and Excise are exceedingly wide. In the case of AGOSI, the authorities were not prepared, at any point, to return the coins.",
                        "elements": []
                    },
                    {
                        "content": "However, the rule of law implies \"that an interference by the authorities with an individual’s rights should be subject to effective control .... This is especially so where ... the law bestows on the executive wide discretionary powers\" (Silver and Others judgment of 25 March 1983, Series A no. 61, p. 34, para. 90).",
                        "elements": []
                    },
                    {
                        "content": "It does not emerge clearly from the decided authorities that judicial review could have been usefully exercised, even supposing the courts of last instance had jurisdiction in this respect. Order 53 of the Supreme Court Practice spells out the difficulty of applying for judicial review. On 1 May 1980, the Commissioners of Customs and Excise replied that they were not prepared to use their power of returning the coins under section 288 of the 1952 Act, even though AGOSI had also relied on the general principles of English law in asking to have them returned and had again applied unsuccessfully to the High Court to have them returned.",
                        "elements": []
                    },
                    {
                        "content": "The protection of the first paragraph of Article 1 of Protocol No. 1 (P1-1) does not extend to persons guilty of fraud, but it does extend to property owners who are not guilty of fraud.",
                        "elements": []
                    },
                    {
                        "content": "There was thus, in my view, a definite breach of Article 1 of Protocol No. 1 (P1-1).",
                        "elements": []
                    },
                    {
                        "content": "Concerning Article 6 para. 1 (art. 6-1) of the Convention",
                        "elements": []
                    },
                    {
                        "content": "Apart from the question of Article 1 of Protocol No. 1 (P1-1), the issue of violation of Article 6 (art. 6) of the Convention also arises. Having decided that Protocol No. 1 (P1) had been violated, the Commission did not consider this point.",
                        "elements": []
                    },
                    {
                        "content": "The criminal proceedings were brought against the importers. AGOSI’s legal representative was not prosecuted - indeed, he was called as a witness. AGOSI’s claim was not made within the framework of the criminal proceedings, to which it was not a \"party\" in the procedural sense. On the contrary, its applications to establish title and secure restitution of the gold coins of which it was the lawful owner both under the original contract and in domestic law were clearly concerned with \"civil rights and obligations\" within the meaning of Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "This meant that the rules concerning a \"fair trial\" had to be applied. Yet, in the first place, AGOSI was not able effectively to assert its rights in a civil or administrative procedure allowing proper participation of the contending parties (procès contradictoire) and leading to a decision on its claim. Secondly, a remedy enabling judicial review of the customs authorities’ decisions was not effectively available; in any event, such judicial review as was possible was not wide enough in scope and did not satisfy the demands of legal certainty.",
                        "elements": []
                    },
                    {
                        "content": "The Government had referred, at the admissibility stage, to the possibility of AGOSI’s bringing an action against X and Y, but any such action would have encountered insurmountable obstacles, quite apart from the insolvency of X and Y. Moreover, the appropriate civil action was clearly the action brought against the customs authorities for return of the coins.",
                        "elements": []
                    },
                    {
                        "content": "If the customs authorities had brought criminal proceedings against the director of AGOSI for alleged complicity, the latter would have received a fair trial. But since the customs authorities brought no charges against AGOSI, it is unfair to bar them from civil remedies or to disregard the rules embodied in Article 6 (art. 6) concerning \"civil rights and obligations\", such rights and obligations undoubtedly being at issue in the present proceedings. The end result here is maintenance of an administrative sanction imposed by the customs authorities and not justified by any guilt on AGOSI’s part. Article 6 para. 1 (art. 6-1) definitely implies that one cannot, on the pretext of changing the jurisdictional field and legal classification, deprive a litigant of the safeguards customary in proceedings in connection with such matters. This is the line followed in the ’s judgment in the Öztürk case. A State which, because of the way in which it has structured its administration of justice, has not prosecuted a person under the criminal law may not deprive him of the guarantees provided by Article 6 (art. 6) on the ground that there have been no criminal proceedings, and yet at the same time prevent the bringing of civil proceedings. Thus, AGOSI was denied the opportunity both of proving its innocence in criminal proceedings and of asserting its rights in civil proceedings. It was treated less well in its case than were the actual offenders.",
                        "elements": []
                    },
                    {
                        "content": "As the law and the precedents stood prior to 1985, judicial review was an extraordinary remedy and AGOSI’s own failure to have recourse to it cannot, in my view, be taken as the reason for considering that it had not received the benefit of the safeguards required by the Convention. In my opinion, there was accordingly a breach of Article 6 para. 1 (art. 6-1).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr. G. Wiarda",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AGOSI v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57418.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1986:1024JUD000911880",
    "externalsources": [
        "Customs and Excise Act 1952, Sections 288, 44, 44 (f)",
        "Customs and Excise Management Act 1979, Section 152",
        "High Court, R. v. H.M. Customs and Excise, ex parte Leonard Haworth, judgment of 17 July 1985"
    ],
    "extractedappno": [
        "9118/80",
        "7/78",
        "14/23",
        "1977/78"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Customs and Excise Act 1952, Section 288"
    ],
    "itemid": "001-57418",
    "judgementdate": "24/10/1986 00:00:00",
    "kpdate": "24/10/1986 00:00:00",
    "kpthesaurus": [
        "369",
        "62",
        "321",
        "168",
        "304",
        "509",
        "445",
        "70",
        "448",
        "339"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "P1-1-2",
        "6",
        "6-1",
        "5",
        "5-1",
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "AGOSI",
        "THE UNITED KINGDOM"
    ],
    "rank": "251.442153930664",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Marckx judgment of 13 June 1979, Series A no. 31, pp. 27-28, para. 63",
        "Sporrong and Lönnroth judgment of 23 September 1982, Series A no. 52, pp. 24, 26, 28, paras. 61, 69, 73",
        "Lithgow and Others judgment of 8 July 1986, Series A no. 102, p. 46, para. 106",
        "Handyside judgment of 7 December 1976, Series A no. 24, p. 30, para. 63",
        "James and Others judgment of 21 February 1986, Series A no. 98, p. 34, para. 50",
        "X v. United Kingdom judgment of 5 November 1981, Series A no. 46, p. 26, para. 60"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "447439",
    "typedescription": "15"
}