{
    "__articles": "3;14;14+3;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Effective investigation);Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Torture);Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "20546/07",
    "article": [
        "14",
        "3",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Torture"
            ],
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Torture"
            ],
            "type": "violation"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-112535.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20546/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Russian nationals listed below (“the applicants”), on 30 April 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by lawyers of Open Society Justice Initiative, an NGO practising in Budapest, and by Russian lawyers Mr V. Luzhin, practising in Nizhniy Novgorod, and Mr I. Timishev, practising in . The third applicant died on 13 July 2008. The other applicants expressed their wish to pursue the application on his behalf. Having regard to the circumstances of the case the Court accepts that the first and second applicants, who are the brothers of the third applicant, may pursue the application on his behalf. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  Referring to Articles 3, 5, 13 and 14 of the Convention the applicants alleged that they had been unlawfully detained and subjected to ill-treatment by the police on account of their ethnic origin and that the authorities had failed to conduct an investigation into their allegations of racially-motivated ill-treatment.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 19 November 2009 the Court decided to apply Rule 41 of the Rules of Court and to grant priority treatment to the application and to give notice of the application to the Government. Under the provisions of former Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants are:",
                                "elements": []
                            },
                            {
                                "content": "1) Mr Ibragim Makhashev, who was born in 1972,",
                                "elements": []
                            },
                            {
                                "content": "2) Mr Adam Makhashev, who was born in 1974, and",
                                "elements": []
                            },
                            {
                                "content": "3) Mr Islam Makhashev, who was born in 1979.",
                                "elements": []
                            },
                            {
                                "content": "The applicants are brothers. The first and the second applicants live in . Prior to his death in July 2008 the third applicant also lived there. The cause of the third applicant’s death is not relevant to the present case.",
                                "elements": []
                            },
                            {
                                "content": "A.  Ill-treatment of the applicants and subsequent events",
                                "elements": [
                                    {
                                        "content": "1.  Information submitted by the applicants",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Events of the evening of 14 November 2004",
                                "elements": [
                                    {
                                        "content": "6. The applicants are ethnic Chechens. They were born in  and lived there until the armed hostilities between Russian military forces and Chechen fighters destroyed their house in October 1996. The applicants moved to Nalchik, the Republic of Kabardino-Balkaria, a Russian region neighbouring .",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In the early evening of 14 November 2004 the first and the second applicants went to a night club (the documents submitted also referred to the establishment as a concert hall). They had an argument there with Mr M. Sh., who was also an ethnic Chechen, and friends of his. As a result, Mr M. Sh. stabbed the first applicant in the buttocks. A security guard, Mr A. Ku., who was an ethnic Kabardinian, was also lightly stabbed either by Mr M. Sh. or one of his friends. The conflict was resolved without police intervention. Mr M.Sh. and his friends then left the club. Someone called the police and reported the stabbing, saying that a Chechen had stabbed a Kabardinian security guard at the club.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  After 7 p.m. the first and second applicants left the club. Just a few blocks away they were stopped by several policemen who had apparently been waiting for them. The first applicant tried to explain to them that he had been wounded and needed medical assistance, but the officers disregarded his explanations; they did not ask for the applicants’ identity documents either. According to the applicants, the policemen detained them based on the information that a Chechen had stabbed a Kabardinian at the night club. The second applicant managed to call the third applicant and inform him about their arrest. The first and second applicants were immediately put in the police patrol car and taken to the 2nd Town Department of the Interior (the GOM-2) in , where they arrived at about 8 p.m. The officers took them to two different rooms on the third floor of the police station. No documents were drawn up by the policemen before or after the applicants were taken to the police station.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Ill-treatment of the first applicant and subsequent events",
                                "elements": [
                                    {
                                        "content": "9.  The first applicant was taken to a room in which there were a number of police officers, including two officers from the criminal search division, Mr M. Al. and Mr Z. Ar., and the head of the criminal search division, Mr A. Bo. All the officers were either ethnic Kabardinians or Balkars. The policemen pulled the applicant’s jacket over his head, knocked him off his feet and started to kick him. One of them struck the applicant with a rifle butt in the face, causing him to lose consciousness. When the applicant regained consciousness, the officers continued to beat him, shouting racist remarks and insulting him on account of his Chechen ethnicity: “You Chechens are all faggots. Why did you come over here? Go back to  ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  After that the policemen took the first applicant to an adjacent office where he saw the second applicant, who was bleeding on the floor, and officers M. Al. and A. Bo. kicking him. The first applicant was taken back to the office and was subjected to further beating. The applicant told the policemen that he would complain about the ill-treatment. In response, officer A.Bo. told him that he was a relative of the Republican Minister of the Interior and that even if he were to kill the applicant or his brother, he would not be held responsible for killing a Chechen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  At about 11 p.m. the first applicant was taken to another office, where officer M. Al. showed him the statements of the club’s staff, according to which neither the first nor the second applicants were responsible for stabbing the security guard. During the applicant’s conversation with the officer, another policeman, who was in camouflage uniform, struck the applicant in the back with a rifle butt and the applicant passed out again. Upon regaining consciousness, the applicant noticed that he was bleeding in the mouth and asked the officers to provide him with medical assistance; he reminded them that he was not responsible for the stabbing and that he would complain to the authorities about the illtreatment. Officer M. Al. replied: “If you or your brother try to complain, we will kill you right here. We will not be held responsible for a Chechen”. After that the beating continued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Several minutes later officer M. Al. brought a medical doctor to the office. She looked at the applicant, but refused to examine him and explained to the officers that he needed urgent hospitalisation. The officers refused to let him go and the doctor left the room.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  At about midnight the first applicant heard the third applicant screaming. Through the door, which was ajar, he saw three police officers dragging with them the third applicant, who had arrived at the police station after receiving the second applicant’s phone call about the arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The first applicant pleaded with the policemen not to beat the third applicant. In response they continued to beat the first applicant, insult him and his ethnicity by calling him and his brothers “Chechen faggots” and threatening to sexually assault him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  After midnight the first and the third applicants were released from the police station. Their relatives were waiting for them outside. The two applicants went to the  town prosecutor’s office (hereafter “the town prosecutor’s office”). The second applicant was already there. They described what had happened to them to the on-duty investigator, Mr Em., and lodged an official complaint. The second applicant’s wife, Ms S.G., tried to dissuade the applicants from lodging a complaint by saying that the deputy town prosecutor, Mr M. Tkh., had spoken to her and asked her to convince her relatives not to lodge any complaints: “I know that the Makhashev brothers are going to lodge a complaint. You have to make sure that they change their minds as it will get worse for them. They will not succeed ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  According to the first applicant, a Chechen police officer from the North-Caucasus Department of the Fight against Organised Crime (the RUBOP), Mr A.R., visited the police station on the evening of 14 November 2004 and learnt of the applicants’ ill-treatment. He informed the applicants’ relatives about it and at a later date provided statements to the investigation (see paragraph 68 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Ill-treatment of the second applicant",
                                "elements": [
                                    {
                                        "content": "17.  Upon arrival at the police station the second applicant was taken to a separate room where the police officers ordered him to empty his pockets. The applicant put his belongings on the table. After that, without providing any explanation, the policemen started kicking him and beating him with truncheons. Other officers entered the room from time to time, and asked: “A Chechen?” and joined in with the beating. The officers kept insulting the applicant and his ethnicity by saying: “You fucking Chechens, we will fuck you now ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  During the beating the applicant lost consciousness several times. He told the officers that he had a gastric ulcer and pleaded with them not to hit him in the stomach. After that the policemen intentionally tried to hit him there. The head of the criminal search division, officer A. Bo., also participated in the ill-treatment of the second applicant. When the applicant told him that he would complain about the ill-treatment to the authorities, the latter responded: “You are a Chechen. I can kill you right now and nothing will happen to me. My uncle is the Republican Minister of the Interior”. The applicant heard the first applicant being beaten in the adjacent room. The second applicant bled; as a result, the office floor was covered in his blood.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At some point later the policemen took the second applicant to another room, and gave him back some of the belongings which had been confiscated from him earlier.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Subsequently, the officers took the second applicant outside. A number of his relatives, including his wife, Ms S.G., her sister, Ms A.K., his uncle, I., his nephew, Dzh. and the third applicant were waiting on the porch of the police station. When they saw the second applicant, who was bleeding and whose clothes were torn, the third applicant asked the policemen why his brother had been ill-treated. The officers immediately grabbed the third applicant and dragged him into the building (see below). They hit Ms S.G., who had tried to intervene, in the stomach and she fainted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Ill-treatment of the third applicant",
                                "elements": [
                                    {
                                        "content": "21.  At about 7 p.m. on 14 November 2004 the third applicant received a phone call from the second applicant, who told him that he and the first applicant had been arrested by the police following an incident in a club.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  At about 9 p.m. the third applicant and his relatives went to the GOM-2 in  and the third applicant inquired whether his brothers had been brought there. The on-duty officer confirmed that they had, and told him that his brothers were being questioned. The officer did not allow him to enter the police station, so the applicant, Ms S.G., Ms A.K., and his nephew Dzh. remained outside waiting for the release of the first and second applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  At about 11 p.m. two policemen dragged the second applicant outside. He had been severely beaten, his clothes were torn and he was barely recognisable. The third applicant asked the officers why his brother had been ill-treated. One of them responded: “Are you also a Chechen? Get the fuck out of here”. Several other policemen, including officer Z.Ar., then came out on the porch, beat the third applicant with their rifle butts and kicked him, grabbed him by his hair and dragged him inside; they took him to the third floor of the building. One of the officers was in police uniform, while another wore camouflage clothing. The rest of them were in civilian clothing, as they belonged to the criminal search division.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  While being dragged along the third floor, the third applicant noticed the first applicant, who looked as if he had been brutally beaten, in one of the offices. The third applicant was taken to the adjacent office, where he was beaten and kicked by at least five policemen, who insulted him and his ethnic background by saying: “You Chechens are faggots... Get the fuck out of here back to  ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.   The policemen spoke Kabardinian to each other. The applicant, who also spoke the language, concluded that all of them were Kabardinians. None of the officers asked for the applicant’s identity documents or asked him any questions at any time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Sometime later the third applicant was taken to the office of the head of the criminal search division, officer A. Bo., who told him, along with other officers: “We hate all of you Chechens. We are not going to let you live here. We will fuck all of you. You are all animals. Go back to Chechnya and fight with  ...” The officers also warned the applicant that it was pointless for him to complain to the authorities about the illtreatment: “You are a Chechen and that says it all. You are not going to get any justice here”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Late at night the third and the first applicants were released from the police station and immediately went to the town prosecutor’s office.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(e)  Description of the events by the witnesses",
                                "elements": [
                                    {
                                        "content": "28.  Ms S.G. is the wife of the second applicant; she is an ethnic Balkar. She is the sister of Ms A.K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  At about 9 p.m. on 14 November 2004 Ms A.K. called and told her that according to an acquaintance, who was a police officer, the first and the second applicants were being subjected to ill-treatment at the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Ms S.G. called the third applicant and together with him, Ms A.K. and other relatives they went to the GOM-2 in . Upon arrival at the police station Ms S.G. knocked at the door and tried to obtain information about her husband, the second applicant, from the on-duty officers. She also tried to explain to them that her husband had a stomach ulcer which could start bleeding at any moment if aggravated. The policemen refused to speak to her, but they did not deny that the first and the second applicants were detained on their premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Ms S.G., the third applicant and their relatives decided to wait at the entrance for the release of the first and the second applicants. While they were waiting, they saw police officers coming out on the porch to smoke. They heard them speaking in Balkarian, Kabardinian and Russian about the first and the second applicants and making disparaging comments concerning the brothers’ Chechen ethnicity. Ms S.G. and her relatives also understood from the officers’ conversations that the first and the second applicants were being subjected to beatings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  More than an hour later an ambulance arrived at the police station and a doctor went inside. When the doctor came out, Ms S.G. asked her about the first and the second applicants. The doctor told her that she had not been allowed to see the second applicant, but that she had seen the first applicant, who had been in a very bad condition with signs of beatings all over his body and face and a stab wound. She also explained that she was supposed to take him to a hospital, but the policemen had refused to let him go.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Ms S.G. pleaded with the doctor to return to the building and provide the first and second applicants with medical assistance. The doctor agreed and went inside. About ten minutes later she returned and told Ms S.G. that the officers had refused to let her see the applicants and provide them with medical assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Late at night the officers dragged the second applicant outside; he was bleeding, his teeth were knocked out and his clothes were torn. Ms S.G. asked him what had happened and he told her that he had been subjected to ill-treatment, humiliation and insults by the policemen on account of his Chechen ethnic origin. He insisted on going to the prosecutor’s office immediately and making a complaint about the ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Then the third applicant approached the officers and asked them why his brother had been ill-treated. In response, several policemen in masks ran out from the building and started beating him with their rifle butts and kicking him. The officers kept insulting the third applicant on account of him being a Chechen. When Ms S.G. tried to intervene and protect the third applicant, one of the officers kicked her in the stomach and she fainted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Upon regaining consciousness, Ms S.G. went with the second applicant and their relatives to the town prosecutor’s office. The policemen who had ill-treated the applicants had already arrived there, and the head of the criminal search division, officer A. Bo., was speaking with the deputy town prosecutor, Mr M. Tkh.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Sometime later the first and third applicants arrived at the prosecutor’s office. Ms S.G. saw that the third applicant, who had been dragged into the police station in a normal state of health, had been severely beaten and kept passing out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The deputy town prosecutor invited Ms S.G. into his office and told her the following: “I know that the Makhashev brothers are going to make a complaint; you have to make sure that they do not do it, as it will get worse for them. They will not succeed ...” Immediately after, Ms S.G. spoke to the brothers and asked them not to lodge official complaints about the illtreatment, but the applicants refused, claiming that they had been subjected to the ill-treatment on the sole ground of their ethnic origin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the evening of 14 November 2004 Ms A.K. received a phone call from a friend who was a police officer in . He told her that the Makhashev brothers were being severely beaten by policemen in the GOM2 in . Ms A.K. immediately called her sister, Ms S.G.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  At about 10 p.m. Ms A.K., Ms S.G. and the third applicant went to the police station, where a number of other people were waiting outside. Ms S.G. tried to explain to the on-duty officers that her husband had a stomach ulcer which could start bleeding. She kept asking them to call an ambulance and provide medical assistance to the first and second applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  At some point an ambulance arrived at the police station. The doctor spent about half an hour in the building. When she came out, Ms S.G. and Ms A.K. asked her about their relatives. The doctor said that she was worried about the first applicant, who was in a bad state, but the policemen had refused to let him go to hospital. Ms S.G. told the doctor about the second applicant’s ulcer and asked her to go back into the station and provide him with medical assistance. The doctor agreed and went back into the station; about ten to fifteen minutes later she left the building and said that the policemen had not allowed her to examine the second applicant and refused to let her take the first applicant to hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Late at night two police officers brought the second applicant, who had been severely beaten, outside. His teeth were knocked out, he was covered with blood and his clothes were torn. The third applicant asked the officers why his brother had been ill-treated. In response, five officers ran out of the station and started beating him and saying: “You are also a Chechen, get out of here ...” Ms S.G. attempted to intervene and protect him, but she was kicked in the stomach and fainted. The policemen dragged the third applicant inside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  After Ms S.G. had regained consciousness, she, Ms A.K. and the second applicant went to the town prosecutor’s office, where the officials and the police officers tried to dissuade the second applicant and Ms S.G. from making a complaint about the ill-treatment: “Do not go against the flow. It is futile for you to make a complaint”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  At some point later the first and third applicants also arrived at the prosecutor’s office. They were bleeding, and the office employees had to cover the chairs with oilcloths to protect the furniture from getting blood stains on it. The third applicant kept spitting blood and running to the toilet. Ms A.K. stayed with the applicants and Ms S.G. at the prosecutor’s office until the early morning of 15 November 2004; after that she went home.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(f)  Medical examination of the applicants",
                                "elements": [
                                    {
                                        "content": "45.  On the morning of 15 November 2004, upon the order of the town prosecutor’s office, the applicants underwent a medical examination at the Bureau of Forensic Expert Evaluations of the Ministry of Health of Kabardino-Balkaria (hereafter “the Bureau”). The expert evaluation of the first applicant, dated 15 November 2004, stated, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 11 December 2004 the maxillofacial injuries unit of the Republican Clinical Hospital in  issued an official medical certificate concerning the first applicant. The text of the document included the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 28 February 2005 the Bureau issued an additional expert evaluation in respect of the first applicant. The text of the document included the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 15 November 2004 the second applicant underwent a medical examination at the Bureau. The expert evaluation, dated 15 November 2004, stated, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 24 February 2005 the Bureau issued an additional expert report in respect of the second applicant. The text of the document contained the same findings as those established during the examination of 15 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 6 June 2005 Nalchik Town Clinical Hospital no. 1 issued an official medical certificate concerning the second applicant. The document stated that the applicant had been “... undergoing treatment in the surgical department of the hospital since 4 June 2005” and had been diagnosed with a duodenal ulcer complicated by bleeding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On an unspecified date Nalchik Town Clinical Hospital no. 2 issued an official medical certificate concerning the second applicant’s hospitalisation from 16 June to 13 July 2005 on account of the abovementioned condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 15 November 2004 the third applicant also underwent a medical examination at the Bureau. The report, dated 15 November 2004, stated, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 24 February 2005 the Bureau issued an additional expert report on the third applicant’s condition. The text of the document contained the same findings as those established during the examination of 15 November 2004.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(g)  Documents submitted by the applicants to the Court",
                                "elements": [
                                    {
                                        "content": "54.  In support of their application the applicants provided the following documents: a statement by the first applicant dated 5 June 2007; a statement by the second applicant dated 5 June 2007; a statement by the third applicant dated 5 June 2007; a statement by Ms S.G. dated 6 June 2007; a statement by Ms A.K. dated 6 June 2007; three official medical examination reports in respect of each of the applicants by the Bureau, each dated 15 November 2004; a medical certificate in respect of the first applicant issued by the department of maxillofacial injuries of the Republican Clinical Hospital in Nalchik, dated 11 December 2004; an official medical examination report in respect of the first applicant issued by the Bureau, dated 28 February 2005; two official medical examination reports in respect of the second and third applicants issued by the Bureau, both dated 24 February 2005, and two medical certificates issued by the Nalchik Town Clinical Hospitals no. 1 and no. 2 in respect of the second applicant, one dated 6 June 2005 and one undated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Information submitted by the Government",
                                        "elements": [
                                            {
                                                "content": "55.  The Government challenged the facts as presented by the applicants, stating that during the investigation the applicants had on several occasions changed their statements concerning the participation of the third applicant in the fight in the club.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government further stated that the domestic criminal investigation had established the true circumstances of the events of the night of 14 November 2004. According to their submission, on 14 November 2004 the applicants received their injuries as a result of the fight at the establishment referred to both as a club and a concert hall. The applicants were not subjected to beatings or inhuman or degrading treatment at the police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On an unspecified date the investigators questioned police officers A.E. and Z.S., who stated that on 14 November 2004 they had been on duty and received information about a riot at a concert hall. Upon arrival at the hall someone had told them that one of the hall’s security guards had been taken to hospital in an ambulance. Then the officers had noticed the two Makhashev brothers sitting on a bench surrounded by a group of about fifteen men. Each of these men had been running up to the brothers and delivering blows and kicks to their heads and torsos. The policemen had broken up the flight and taken the applicants to the patrol car. According to the officers, the brothers had been severely beaten: some their teeth had been knocked out and their clothing had been torn. The men who had beaten the applicants up had asked the policemen to hand the Makhashev brothers back to them, but the officers had refused. Then the applicants had been taken to the GOM-2 police station by car. The officers had not seen the applicants again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On an unspecified date the investigators questioned the head of the criminal search division, Mr A.Bo., who stated that on 14 November 2004 he had arrived at the police station, where on the 2nd floor he had found the first and second applicants, who looked as though they had been severely beaten. The first applicant’s buttocks had been covered in blood. The officer had ordered that the second applicant be taken to his office and the first applicant to another. According to the witness, Adam Makhashev had started swearing and expressing his anger against the Republic of Kabardino-Balkaria. Two other police officers who had been present in the office, Mr M. Kh. and Mr Z.Ar., had asked the applicant to calm down. The latter had suddenly hit the witness in the face, causing bleeding, and then grabbed a stationery knife. Mr M. Kh. and Mr Z.Ar. had managed to take the knife from the applicant. After that the witness had gone to the bathroom to wash the blood off his face. When he had returned to the office, five police officers had been there: Mr Z.A., Mr M.Al., Mr Z.Ar., Mr M.Kh. and Mr T.S. After that the applicant had told the officers about the fight with Mr M.Sh. at the club. Then the witness had gone to the office where the first applicant had been questioned. The latter had told him that he and the second applicant had been beaten by unidentified persons outside the concert hall. Having noticed blood on the first applicant’s trousers the witness had asked his colleagues to call an ambulance and returned to his office. Then police officer Z.Ar. had entered the office and told him that an officer from the Department for the Fight Against Organised Crime, Mr A.R., had arrived and asked to speak with the Makhashev brothers. The witness had given his permission. Meanwhile, the ambulance had arrived at the police station and a medical doctor had examined the applicants. The applicants had been asked to go to hospital, but they had refused and signed a document to that effect. Officer Z.Le. had then entered the room and told the witness that the second applicant had claimed that a sum of money had been stolen from him at the police station. In the other office the first applicant had alleged that his watch had gone missing after he had been brought to the station; however, it had been found a few minutes later in the applicant’s pocket. The witness had then asked for an investigator from the prosecutor’s office to come to the police station. Then he and other police officers had gone outside, where they had seen two women and the third applicant, who were swearing. When the police officers had put the second applicant, Adam Makhashev, in a car, one of the women had run up to the vehicle, got into the front seat and demanded to be told where Adam was being taken. The officers had pulled her out and explained to her that they were taking him to the prosecutor’s office. Meanwhile, the third applicant had kept shouting and swearing at the officers. In view of the third applicant’s behaviour, two or three officers had taken him into the police station. After that the witness had gone back to his office, and sometime later he had gone to the town prosecutor’s office to make a statement about the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On unspecified dates the investigators questioned police officers Z.Ar., M.Al., Z.L., V.D. and V.K., whose statements about the events of 14 November 2004 were similar to the one made by officer A. Bo.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Government stated that a number of witness confrontations were conducted by the investigators as a result of which the witness statements made by the police officers had been confirmed. In particular, on an unspecified date the investigators conducted a witness confrontation between officer V.K. and the third applicant. The applicant confirmed that he had passed by the concert hall on 14 November 2004. The Government did not furnish a copy of this statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On an unspecified date the investigators questioned the guard of the concert hall (in the submitted documents also referred to as the night club’s security guard) Mr A.Ku., who stated that on 14 November 2004 he had been at work when a group of young men had entered the premises and started drinking alcoholic beverages. After a while a fight had broken out between them. The witness had wanted to break up the fight. He had physically removed one of the men from the premises. When returned inside, the man had followed him back in and stabbed him in the left thigh. Meanwhile, the young men had continued fighting. Someone had called an ambulance, which had taken him to hospital.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Official investigation of the ill-treatment",
                                "elements": [
                                    {
                                        "content": "1.  Information submitted by the applicants",
                                        "elements": [
                                            {
                                                "content": "62.  On 15 November 2004 the applicants complained to the town prosecutor’s office about their ill-treatment by the police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 25 November 2004 the town prosecutor’s office instituted an investigation into the beating of the applicants by “unidentified persons” under Articles 112 and 115 of the Russian Criminal Code (voluntary infliction of injuries). The case file was given the number 21/223-04.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 21 February 2005 the applicants complained to the Prosecutor General about ineffectiveness of the investigation in the criminal case. In particular, they pointed out the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 15 March 2005 the investigators questioned the head of the GOM-2, officer V.D., who stated that on 14 November 2004 he had been the senior police officer responsible for the station. In the evening the police had received information about a fight taking place outside a night club. Shortly after, he and an on-duty officer had arrived at the scene, where a crowd of about eighty persons surrounded their patrol car and demanded the release of two young men who had allegedly stabbed the club’s security guard. As the officer in charge, the witness had ordered that an investigator remain at the scene; then he had driven with the wounded guard to the hospital and taken his statement about the events. Next, he had returned to the GOM-2, where on the third floor he had seen the first and second applicants who had looked as though they had been beaten up. His colleagues had informed him that one of the brothers had been stabbed. Sometime later an ambulance had arrived at the station. The doctor had advised one of the Makhashev brothers to be taken to the hospital, but he had refused, and signed a document to that effect, after which the ambulance had left. After that, the witness had gone to his office on the third floor and then he had heard screaming. About three minutes later he had overheard a loud conversation from a nearby office. He had gone there and seen a tall young man, the third applicant, who had told him that he wanted to know the reasons for his brothers’ arrest as they were not guilty of anything. The witness had promised him that the policemen would clarify the situation and returned to his office. The third applicant had not had visible injuries; he had not been subjected to beatings in the presence of the witness. The witness further stated that he had not personally beaten any of the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  At some point prior to the middle of June 2005 the investigators suspended the investigation of the criminal case for failure to identify the perpetrators. It appears that the applicants learnt about it and on 15 June 2005 they complained to the Prosecutor of the Republic of KabardinoBalkaria and to the Deputy Prosecutor General of , stating, amongst other things, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 24 July 2005 the supervising prosecutor overruled the decision to suspend the investigation as unlawful and the proceedings were resumed. The decision stated, inter alia, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 3 August 2005 the investigators questioned a police officer, Mr A.R., from the Main Department of the Ministry of the Interior in the Southern Federal Circuit in Chegem, Kabardino-Balkaria. The officer, who was a Chechen, stated that at about 11 p.m. on 14 November 2004 his acquaintance, Ms K.S., had asked him to go to GOM-2 and find out the reasons for the Makhashev brothers’ arrest. The witness had gone to the police station, where in one of the offices on the third floor he had met officer Z.Ar. and the first applicant, who had told him in Chechen that he had been beaten by the policemen and that his brother had been taken to an adjacent office. Immediately afterwards an ambulance doctor had entered the office and the witness had left. He had asked officers at the station about the reasons for the first and second applicants’ arrest; Mr Z.Ar. had explained to him that the applicants had been detained in connection with a fight at a club. Then another officer, Mr M.Al., had demanded that the witness leave the building. At the entrance to the police station the witness met the third applicant and suggested that he complain to the prosecutor’s office. Sometime later the applicants were taken to the town prosecutor’s office; the witness also went there and stayed at the office until 4 a.m. on 15 November 2004. The witness further stated that the applicants had not been beaten in his presence, that he had not seen masked men in camouflage uniforms armed with machine guns at the police station and that during his visit to the GOM-2 he had not seen officer A.Bo.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 3 August 2005 the investigators questioned Ms S.G. She stated that on 14 November 2004 she had gone with the second applicant to the town prosecutor’s office, where she had found officers A. Bo. and M. Al. The policemen had told her to convince her husband to write a statement to the effect that he had not been ill-treated at the police station. Immediately after that the deputy prosecutor Mr M. Tkh. had told her that instead of lodging complaints, she should take care of the applicants, as they were in an awful condition after the beating, and that it would be impossible for them to prove their allegations of ill-treatment by the police. On the basis of that advice, the witness had tried to dissuade her husband from complaining, but to no avail, as he went on to make a written complaint about his illtreatment at the GOM-2. The witness further stated that she had been kicked in the stomach by one of the policemen when she had tried to stop the officers hurting the third applicant at the entrance to the police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 30 November 2005 the investigators organised a witness confrontation between Ms S.G. and the deputy town prosecutor, Mr M.Tkh. The latter stated that on the evening of 14 November 2004, in connection with a mass fight at a night club, he had been asked to come to the prosecutor’s office, where he met the second applicant, who had been severely beaten. According to the deputy prosecutor, Ms S.G. had spoken with the second applicant and had then informed him that she and the applicant would not lodge complaints against the police officers and that she needed to leave as soon as possible to provide medical assistance to the applicants. According to Mr M.Tkh., he had told her that irrespective of her desire to abstain from lodging a complaint, the prosecutor’s office would conduct an inquiry into the events in any case. Ms S.G., on the other hand, insisted that the statement Mr M.Tkh. had provided during the confrontation was absolutely untruthful. She confirmed her previous statements concerning the circumstances of the applicants’ ill-treatment at the police station and their subsequent visit to the prosecutor’s office and pointed out that at the GOM-2 and the prosecutor’s office she had been with her sister, Ms A.K., who could confirm her description of the events and provide her own statement to the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On the same date, 30 November 2005, the town prosecutor’s office suspended the investigation in the criminal case for failure to establish the identities of the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 5 December 2005 the supervising prosecutor overruled the decision on the ground that the investigators had failed to take the necessary steps and pointed out the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "It appears that upon the prosecutor’s orders the investigation was resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On 21 February 2006 the town prosecutor’s office again suspended the investigation in the criminal case for failure to establish the identities of the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 2 March 2006 the supervising prosecutor again overruled the decision to suspend the investigation as unlawful and pointed out that the investigators had failed to carry out the previously given orders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  On 13 April 2006 the town prosecutor’s office issued a “decision concerning the refusal to institute a criminal investigation” in respect of two criminal cases: no. 21/223-04 (opened against the police officers) for lack of corpus delicti in the actions of police officers A.Bo., Z.Ar., M.Al., V.D., Z.L. and no. 21/127-05 (opened against Adam Makhashev, see paragraphs 92-93 below) for lack of corpus delicti in his actions. The decision contained detailed descriptions of the statements made by the policemen from GOM-2 about the events of 14 November 2004, but none of those made by the applicants concerning their ill-treatment at the police station. The document made general references to the applicants’ participation in the fight at the concert hall and included the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  On 28 April 2006 the applicants complained to the Deputy Prosecutor General in the Southern Federal Circuit and the prosecutor of Kabardino-Balkaria. They requested that the decision of 13 April 2006 be overruled and the proceedings against the police officers be reopened. In particular, they alleged that the police officers had ill-treated them on account of their Chechen ethnic origin and quoted some of the officers’ disparaging remarks. The applicants further complained that the investigation of the ill-treatment had been ineffective as the local law enforcement authorities had been biased against them on account of their ethnicity; that the criminal case which was opened against Adam Makhashev six months after the events had been a means of pressure exercised by the authorities on the applicants in order to make them withdraw their complaints against the policemen; that the investigation had been conducted with numerous violations of the criminal procedure; and that there was enough evidence in the case file to prosecute the police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  On 20 May 2006 the prosecutor’s office of Kabardino-Balkaria rejected the applicants’ complaint. The decision left the applicants’ allegations of racially motivated violence without examination and stated that the decision of 13 April 2006 was lawful and well-founded. In particular, the document stated that “the Makhashev brothers’ allegations that they had been subjected to beatings by police officers in the GOM-2 were not confirmed by the criminal investigation”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  On 9 August 2006 the applicants again complained to the Deputy Prosecutor General in the Southern Federal Circuit that the decision of 20 May 2006 was unlawful. They alleged that they had been subjected to illtreatment by the officers on the grounds of their Chechen origin; that a number of witnesses had observed the third applicant being dragged into the police station in good health and his subsequent release with numerous injuries; that their allegations had been confirmed by the findings of the forensic medical examinations; that the police had initiated proceedings against the second applicant (see below) to intimidate the applicants and force them to withdraw their complaints of ill-treatment; that the investigation in criminal case no. 21/223-04 had been ineffective and plagued by inexplicable delays; that the investigators had completely disregarded their allegations of beatings at the police station and that there were numerous pieces of evidence proving their allegations of ill-treatment by the policemen. No reply to this complaint was received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  According to the applicants, the investigation in criminal case no. 21/223-04 had concluded that the first applicant’s injuries had been sustained at the night club during a fight with Mr M.Sh. The latter was charged by the authorities with voluntary infliction of injuries under Article 112 § 1 of the Criminal Code for the stabbing and beating of the first applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The criminal investigation into the applicants’ beating has not been completed to date. From the materials submitted it follows that the investigators failed to identify the perpetrators of the second and third applicants’ ill-treatment; therefore, a separate set of proceedings was initiated in this connection and the relevant case file was given the number 21/103-06. The investigation of this criminal case is still pending (see paragraphs 95 and 96 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  According to the applicants, the authorities have not properly informed them about the progress of the criminal proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Information submitted by the Government",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Information concerning criminal case no. 21/233-04",
                                "elements": [
                                    {
                                        "content": "82.  According to the Government, on 25 November 2004 the town prosecutor’s office instituted an investigation into the beating of the applicants by “unidentified persons outside the building of the GOM-2 in ” under Articles 112 and 115 of the Russian Criminal Code (voluntary infliction of injuries). The case file was given the number 21/223-04.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  On 22 February 2005 the investigators questioned Ms A.K., who stated that on the evening of 14 November 2004 a friend of hers had called and told her about the beating of the second applicant in the GOM-2. She had called her sister, Ms S.G., immediately and had told her about it. Ms S.G. had said that she had already heard from the third applicant that his brothers had been arrested and taken to the GOM-2. After that Ms S.G. and the third applicant had picked her up and they had driven together to the police station. At the entrance to the station they had asked the police officers about the first and second applicants. At that point an ambulance had arrived at the station and a female doctor had gone inside. After the doctor had come out, the witness had asked her about the Makhashev brothers. The doctor had told her that she had wanted to take Ibragim to the hospital, but the officers had not allowed him to go. After that the ambulance had left. The witness, Ms S.G. and the third applicant had decided to wait for the first and second applicants at the entrance to the police station. Shortly afterwards, a group of five or six officers had run out of the building, grabbed Islam and dragged him inside. Ms S.G. had tried to intervene, but she had been kicked in the stomach and fainted. A policeman had brought over some water, sprinkled it on Ms S.G. and she had regained consciousness. After that the witness and Ms S.G. had waited for the applicants at the entrance to the station where they had been joined by their relatives, Mr Dzh. and Mr B.T. At some point later the first and second applicants had been brought outside by the policemen; sometime later the officers had also dragged out the third applicant. Immediately after their release the applicants had gone to the town prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  On 22 February 2005 the investigators questioned Ms S.G., who stated that at about 10 p.m. on 14 November 2004 her sister Ms A.K. had called and told her that her husband Adam Makhashev and his brother Ibragim had been taken to the GOM-2 in  and subjected to beatings in the police station. Shortly after that the third applicant had picked her up and they had gone to the police station. The guards at the entrance had refused to provide any information about the first and second applicants. Then the witness had knocked at the window and asked an officer to call an ambulance for her husband Adam, who suffered from a stomach ulcer. Then an ambulance had arrived and the medics had gone inside. About thirty minutes later they had come out and the witness had asked a female doctor who she had examined inside. The doctor had told her that she had examined Ibragim Makhashev and that his condition had been serious; she had asked the policemen to allow him to be taken to hospital, but they had refused. The doctor had not been allowed to see Adam Makhashev. The witness had asked the doctor to go back and convince the officers to let her take Ibragim Makhashev to hospital. The doctor had agreed and gone inside; she had returned ten minutes later and told the witness that the officers had refused. The doctor had then left in the ambulance. At about 2 a.m. Adam and Ibragim Makhashev had been released from the police station. Both of them had been beaten; Adam’s teeth had been knocked out and his face was swollen and covered in bruises and blood. Islam Makhashev had approached his brothers and asked them who had beaten them up. The witness had not had time to hear their reply as a group of four to five armed policemen in camouflage uniforms and masks had come running out of the building. One of them had hit Islam in the face, and then the others had started beating and kicking him. One of the officers had kicked the witness in the stomach and she had fainted. When she had regained consciousness, the applicants had gone to the town prosecutor’s office to make a complaint about their ill-treatment by the police officers. The applicants had told the witness that they had been subjected to beatings by the policemen in the GOM-2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  On 20 March 2005 the investigators asked the  deputy prosecutor to extend the time frame for the investigation in criminal case no. 21/233-04. The text of the document included the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  On 17 May 2005 the investigators decided to sever a criminal case from criminal case no. 21/223-04 and to investigate it separately. The text of the decision included the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  On 25 May 2005 the investigators decided to suspend the investigation in criminal case 21/223-04 for failure to identify the perpetrators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  On 30 May 2005 the deputy  prosecutor overruled the decision to suspend the investigation as premature, stating, amongst other things, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  On 12 June 2005 the town prosecutor’s office refused to initiate a criminal investigation against the police officers for lack of corpus delicti. The decision was taken within the framework of criminal case no. 21/22304. The Government furnished the Court with a part of this document, the text of which included the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  According to the Government, on 13 April 2006, within the framework of the criminal case the investigators again decided to refuse to institute criminal proceedings against police officers A. Bo., Z.Ar., M.Al., V.D. and Z.L. for lack of corpus delicti in their actions. The applicants appealed against the refusal to the . On 4 July 2006 the court rejected the appeal and on 3 November 2006 the investigator’s decision was upheld by the Supreme Court of Kabardino-Balkaria (see paragraphs 110 – 112 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  On an unspecified date the investigators charged Mr M.Sh. with inflicting bodily harm of moderate severity on the first applicant as a result of the stabbing at what they termed the concert hall on 14 November 2004. During the trial the actions of Mr M.Sh. were redefined by the court as inflicting minor bodily harm, which fell within the scope of private prosecution. The applicant, Mr Ibragim Makhashev, refused to prosecute Mr M.Sh. and therefore, on 3 December 2007 criminal case no. 21/233-04 was terminated under Article 24 § 1-5 (absence of a complaint by the victim). The applicant did not appeal against this decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Information concerning criminal case no. 21/127-05",
                                "elements": [
                                    {
                                        "content": "92.  On 17 May 2005 the investigators decided to sever a part of the material collected within the framework of criminal case no. 21/233-04 concerning the injuries caused by the second applicant, Adam Makhashev, to police officer A. Bo., from that case. The separated criminal case file was given the number 21/127-05 (see paragraph 86 above and 113-18 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93. Upon the completion of the investigation of the criminal case, on 30 January 2008 the  ordered that Adam Makhashev be fined. On 25 April 2008 this sentence was upheld on appeal by the Supreme Court of Kabardino-Balkaria.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Information concerning criminal case no. 21/103-06",
                                "elements": [
                                    {
                                        "content": "94.  According to the Government, on 13 April 2006 “in connection with the infliction of bodily injuries to the Makhashev brothers by unidentified persons ...” the investigators decided to separate a part of the material collected within the framework of criminal case no. 21/233-04 and open a new criminal case file which was given the number 21/103-06. The relevant decision stated that Mr M. Sh. and unidentified persons had severely beaten up the first applicant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision further mentioned that the second applicant had been at the concert hall, but stated that it was only the first applicant who had been beaten up. It did not mention the third applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  On 25 November 2006 the investigation in the criminal case was suspended for failure to identify the perpetrators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  On 5 March 2010 the deputy prosecutor of the Republic of Kabardino-Balkaria overruled that decision and ordered that the investigation in the criminal case be resumed. The proceedings in criminal case no. 21/103-06 are pending and the other perpetrators responsible for ‘the infliction of bodily injuries to the Makhashev brothers’ have not been identified.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Documents submitted by the Government upon the Court’s request",
                                "elements": [
                                    {
                                        "content": "97.  Upon the Court’s request, the Government furnished copies of some of the contents of the files in criminal cases no. 21/233-04 and no. 21/10306, without specifying either the total number of pages of the submitted documents or the reasons for their failure to submit the remaining part. In addition, the Government furnished the Court with copies of documents from investigation files concerning third persons and documents irrelevant to the applicants’ complaints; the Government neither specified the reasons for their submission nor the total number of pages of the documents submitted. The total number of copies of documents submitted by the Government comprised 1021 pages.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings against the investigators",
                                "elements": [
                                    {
                                        "content": "1.  The first set of proceedings",
                                        "elements": [
                                            {
                                                "content": "98.  On an unspecified date in January 2005 the applicants lodged a complaint with the  (hereafter “the ”). They stated that the investigators in criminal case no. 21/233-04 had failed to take certain crucial steps and that they had not been granted victim status in the criminal proceedings. They also described the circumstances of their illtreatment by the police officers at the GOM-2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  On 31 January 2005 the  rejected their complaint stating, amongst other things, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court further stated that it was too early to assess the effectiveness of the criminal investigation into the applicants’ allegations and that therefore their complaint was premature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  On an unspecified date the applicants appealed against that decision to the Supreme Court of Kabardino-Balkaria. The outcome of the appeal is unknown.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second set of proceedings",
                                        "elements": [
                                            {
                                                "content": "101.  On 1 March 2005 the applicants again complained to the  that the investigation in criminal case no. 21/223-04 was ineffective. They stated that the investigators had failed to take certain necessary steps, such as setting up witness confrontations between them and the policemen who had ill-treated them, and that they had not been granted victim status in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  On 4 April 2005 the court rejected their complaint as unsubstantiated and premature, stating that the length of the proceedings had been due to the transfer of the investigation file for examination to the supervisory prosecutor’s office between 27 January and 11 February 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The applicants appealed against this decision, stating, amongst other things, that they had been ill-treated by policemen who had also undermined their dignity and insulted them on account of their ethnic origin and that none of their complaints to that effect had been properly investigated by the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  On 20 May 2005 the Supreme Court of Kabardino-Balkaria overruled the decision of 4 April 2005 and returned the case for a fresh examination, stating that the  had failed to examine the applicants’ arguments and properly examine the investigator’s actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  On 2 June 2005 the  allowed the complaint and instructed the town prosecutor’s office to “take all the measures prescribed by law to conduct an objective investigation”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The third set of proceedings",
                                        "elements": [
                                            {
                                                "content": "106.  On 11 July 2005 the applicants again complained to the  about the investigation into their allegations of ill-treatment. They stated, amongst other things, that in spite of the information submitted by them and the witnesses to the authorities, the investigators had failed to take the requisite measures. They pointed out that the investigators had initiated criminal proceedings against the second applicant (see paragraph 113 below) as a means of putting pressure on them to withdraw their complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  On 18 July 2005 the town court allowed their complaint in the part concerning the investigators’ failure to comply with the court’s decision of 2 June 2005 (see paragraph 105 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  On 25 July 2005 the applicants appealed against the decision to the Supreme Court of Kabardino-Balkaria, which rejected the appeal as unsubstantiated on 25 October 2005.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The fourth set of proceedings",
                                        "elements": [
                                            {
                                                "content": "109.  On 5 June 2006 (in the documents submitted the date was also given as 19 June 2006) the applicants complained to the Town Court about the ill-treatment at the police station alleging, amongst other things, that “... the beating was accompanied by obscenities and insults aimed at debasing our human and ethnic dignity ...” They further stated that the investigators’ refusal to institute a criminal investigation against the police officers was unlawful, as they had disregarded numerous pieces of evidence, including several witness statements and the fact the third applicant had been taken into the police station in good health (see paragraph 65 above). They stressed that their attempts to appeal against this and other decisions of the investigating authorities to the supervising prosecutors had been rejected by the latter without proper grounds and that the authorities had deprived them of access to the investigation file. The applicants requested, amongst other things, that the court overrule the refusal and oblige the investigators to grant them victim status in criminal case no. 21/223-04 and provide them with access to the investigation file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  On 4 July 2006 the court rejected the complaint, stating the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  On 7 July 2006 the applicants appealed against this decision to the Supreme Court of Kabardino-Balkaria, stating that the  had disregarded their arguments concerning their ill-treatment by the policemen and had failed to examine their complaints properly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  On 3 November 2006 the Supreme Court upheld this decision on appeal. It held that the Town Court had fully examined the applicants’ complaints, that the investigation had established that Mr M. Sh. had been responsible for causing the first applicant’s injuries, and that the culprits responsible for injuring the second and third applicants had not been identified, and that therefore a separate set of proceedings had been initiated to that end and the relevant criminal case file had been given the number 21/103-06 (see paragraphs 94-96 above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal proceedings against the second applicant",
                                "elements": [
                                    {
                                        "content": "113.  On 17 May 2005 the town prosecutor’s office initiated criminal proceedings against the second applicant under Article 318 § 2 of the Criminal Code (use of violence against a representative of the authorities) in connection with the events of 14 November 2004. The case file was given the number 21/127-05.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  At 12.15 p.m. on 1 June 2005 the investigators of the town prosecutor’s office arrested the second applicant. The reasons for his detention were stated in the arrest report as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  On 2 June 2005 the second applicant was released from the temporary detention centre of  (the IVS) by decision of the town prosecutor’s office. The text of the decision included the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  On 10 June 2005 the second applicant was charged with the crime under Article 318 § 2. The applicant disagreed with the charges and made a note to that effect in the record of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  According to the documents submitted, on 21 November 2005 the criminal case file was forwarded to the  for examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  On 30 January 2008 the  ordered that Adam Makhashev be fined. On 25 April 2008 this sentence was upheld on appeal (see paragraph 93 above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT INTERNATIONAL AND DOMESTIC LEGAL MATERIALS",
                        "elements": [
                            {
                                "content": "119.  For a summary of the relevant domestic law and international legal materials see Timishev v. Russia, nos. 55762/00 and 55974/00, § 28, ECHR 2005XII and Polonskiy v. Russia, no. 30033/05, §§ 90-91, 19 March 2009.",
                                "elements": []
                            },
                            {
                                "content": "120.  The relevant parts of Articles 1 and 4 of the International Convention on the Elimination of all forms of Racial Discrimination (ICERD), ratified by  in 1966 and in force since 1969 provide:",
                                "elements": []
                            },
                            {
                                "content": "“Article 1",
                                "elements": []
                            },
                            {
                                "content": "1.  In this Convention, the term \"racial discrimination\" shall mean any distinction, exclusion, restriction or preference based on race, colour, descent, or national or ethnic origin which has the purpose or effect of nullifying or impairing the recognition, enjoyment or exercise, on an equal footing, of human rights and fundamental freedoms in the political, economic, social, cultural or any other field of public life.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Article 4",
                                "elements": []
                            },
                            {
                                "content": "States Parties ... undertake to adopt immediate and positive measures designed to eradicate all incitement to, or acts of, [racial] discrimination and, to this end ...",
                                "elements": []
                            },
                            {
                                "content": "(a)  Shall declare an offence punishable by law ... all acts of violence or incitement to such acts against any race or group of persons of another colour or ethnic origin ...”",
                                "elements": []
                            },
                            {
                                "content": "121.  In its views of 16 March 1993 in Communication no. 4/91, L.K. v. the Netherlands, which concerned racist threats uttered by private individuals against Mr L.K. and the inadequate reaction by the authorities to the victim’s complaint, the Committee on the Elimination of All Forms of Racial Discrimination stated, inter alia, that it was incumbent on the State to investigate with due diligence and expedition cases of incitement to racist discrimination and violence.",
                                "elements": []
                            },
                            {
                                "content": "122.  The relevant part of Article 6 of the Council of Europe’s Framework Convention for the Protection of National Minorities, in force in  since December 1998, provides:",
                                "elements": []
                            },
                            {
                                "content": "“The Parties undertake to take appropriate measures to protect persons who may be subject to threats or acts of discrimination, hostility or violence as a result of their ethnic, cultural, linguistic or religious identity.”",
                                "elements": []
                            },
                            {
                                "content": "123.  On 13 December 2002 the European Commission against Racism and Intolerance issued its General Policy Recommendation no. 7 on national legislation to combat racism and racial discrimination. The relevant part concerning the investigation of allegations of racially-motivated acts reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Explanatory memorandum to the above General Policy Recommendation no. 7 reads, as far as relevant, as follows:",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION TAKEN TOGETHER WITH ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "124.  Relying on Article 3 of the Convention the applicants submitted they had been severely beaten by the police and that the domestic authorities had failed to investigate the incident properly. The applicants also complained under Article 14 of the Convention that they had been discriminated against in the enjoyment of their Convention rights, because the violations of which they complained had taken place because of their ethnic background as Chechens. Articles 3 and 14 of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 14",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the right and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "125.  The Government contended that the applicants’ complaint was unsubstantiated, as the domestic investigation had not established any involvement of the police in the alleged violation of the applicants’ rights and that it was still in progress. The Government insisted that the applicants had sustained their injuries as a result of the fight at the concert hall, that is, before they were taken to the police station, and that although the policemen had attempted to provide the applicants with medical assistance by calling an ambulance, they had refused to go to hospital. The applicants’ accounts of the fight in the concert hall had been inconsistent, that the first and second applicants had attempted to accuse the policemen of stealing money, that they had behaved aggressively, that both of them had refused to go to hospital and that they had written a statement to that effect. The Government’s submission was based on the statements made by the policemen in the framework of the investigation into the events of 14 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Government further raised the issue of exhaustion of domestic remedies by stressing that the applicants’ complaint was premature, that the investigation into their ill-treatment by unidentified persons was still in progress and that it was being conducted in full compliance with the domestic legislation and Convention standards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  As for the discrimination complaint, the Government contended that this complaint was inadmissible for failure to exhaust domestic remedies. The applicants could have complained to the Prosecutor General’s office and to the Supreme Court of the  about the alleged failure of the local law-enforcement and judicial authorities to examine their allegations of ethnically motivated ill-treatment. The Government’s submissions also contained an assertion to the effect that the applicants’ allegations of discrimination were not substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The applicants maintained that their allegations of ill-treatment by the police had been properly substantiated and that the domestic authorities had failed to investigate their allegations effectively. The applicants submitted that they had been arrested after the fight and taken to the police station, where they had been severely beaten by the policemen. The policemen had prevented the first and second applicants from obtaining the medical assistance and the Government had failed to present any evidence to the contrary. The applicants pointed out that the Government were inconsistent in their description of the alleged “mass fight” at the concert hall and the circumstances of the first and second applicants’ unlawful arrest and subsequent detention at the police station. The Government had failed to provide any explanation for the injuries of the third applicant, who had not been involved in the altercation at the concert hall. In their submission the applicants referred to the witness statements and the official medical reports.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The applicants further alleged that the criminal investigation into their ill-treatment had been ineffective. They pointed out that it had been protracted and that a number of essential steps had not been taken by the authorities. In spite of the fact that the applicants’ submissions about the illtreatment were consistent, and the numerous pieces of evidence confirming their allegations, the investigators had relied exclusively on the statements made by the policemen implicated in the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  Finally, the applicants stated that they had complained to the domestic authorities about the policemen’s racist attitude towards them and referred to their complaints lodged with the Russian Prosecutor General’s office and the courts in Kabardino-Balkaria, in which they had pointed out that their ill-treatment had been racially motivated. The Government had failed to investigate their allegations of racially motivated ill-treatment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "131.  Concerning the Article 3 complaint, the Court considers that the question whether this complaint is premature in view of the pending investigation and whether the applicants exhausted domestic remedies in respect of this complaint are closely linked to the question of whether the investigation into their allegations of ill-treatment was effective. However, these issues relate to the merits of the applicants’ complaints under Article 3 of the Convention. The Court therefore decides to join these issues to the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 §§ 3 and 4 of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133. As regards the discrimination complaint, from the documents submitted by the parties it follows, contrary to the Government’s contention, that the applicants had in fact raised the complaint of discrimination before the public prosecutor’s office and the domestic courts (see paragraphs 64, 66, 76, 78 and 109 above) alleging that the authorities had failed in their duty to investigate and prosecute ethnically motivated illtreatment. In any event, this complaint is linked to the one under Article 3 and must therefore, likewise, be declared admissible (see Stoica v. , no. 42722/02, § 116, 4 March 2008).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Effectiveness of the investigation",
                                "elements": [
                                    {
                                        "content": "134.  The Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. An obligation to investigate “is not an obligation of result, but of means”: not every investigation should necessarily be successful or come to a conclusion which coincides with the claimant’s account of events; however, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998-VIII, and Labita v. Italy [GC], no. 26772/95, § 131, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  An investigation into serious allegations of ill-treatment must be thorough and impartial. That means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or illfounded conclusions to close their investigation or as the basis of their decisions (see Mikheyev v. Russia, no. 77617/01, § 108, 26 January 2006, with further references and Cherkasov v. , no. 7039/04, § 69, 18 October 2011). They must take all reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence (see, mutatis mutandis, Salman v. Turkey [GC], no. 21986/93, § 106, ECHR 2000-VII; Tanrıkulu v. Turkey [GC], no. 23763/94, § 104 et seq., ECHR 1999-IV; and Gül v. Turkey, no. 22676/93, § 89, 14 December 2000). Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  Furthermore, the investigation into the alleged ill-treatment must be expeditious. In cases under Articles 2 and 3 of the Convention, where the effectiveness of the official investigation is at issue, the Court has often assessed whether the authorities reacted promptly to the complaints at the relevant time (see Labita v. Italy [GC], no. 26772/95, § 133 et seq., ECHR 2000-IV). Consideration was given to the starting of investigations, delays in taking statements (see Timurtaş v. Turkey, no. 23531/94, § 89, ECHR 2000-VI, and Tekin v. Turkey, 9 June 1998, § 67, Reports 1998-IV), and the length of time taken during the initial investigation (see Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  There must be a sufficient element of public scrutiny of the investigation or its results; in particular, in all cases, the complainant must be afforded effective access to the investigatory procedure (see, among many other authorities, Mikheyev, cited above, §§ 108-10, and Batı and Others v. Turkey, nos. 33097/96 and 57834/00, § 137, ECHR 2004-IV (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  Keeping in mind the above principles, the Court would like to stress that in addition, when investigating violent incidents, such as illtreatment, State authorities have the duty to take all reasonable steps to unmask any racist motive and to establish whether or not ethnic hatred or prejudice may have played a role in the events at hand. Admittedly, proving racial motivation will often be difficult in practice. The respondent State’s obligation to investigate possible racist overtones to a violent act is an obligation to use best endeavours and not absolute. The authorities must do what is reasonable in the circumstances to collect and secure the evidence, explore all practical means of discovering the truth and deliver fully reasoned, impartial and objective decisions, without omitting suspicious facts that may be indicative of racially induced violence (see, mutatis mutandis, Nachova and Others v.  [GC], nos. 43577/98 and 43579/98, § 160, ECHR 2005VII, cited above, § 160).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  Lastly, the Court considers that the authorities’ duty to investigate the existence of a possible link between racist attitudes and an act of violence is an aspect of their procedural obligations arising under Article 3 of the Convention, but may also be seen as implicit in their responsibilities under Article 14 of the Convention to secure the fundamental value enshrined in Article 3 without discrimination. Owing to the interplay of the two provisions, issues such as those in the present case may fall to be examined under one of the two provisions only, with no separate issue arising under the other, or may require examination under both Articles. This is a question to be decided in each case on its facts and depending on the nature of the allegations made (see Bekos and Koutropoulos v. Greece, no. 15250/02, § 70, ECHR 2005XIII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  Turning to the circumstances of the present case, the Court notes that after their release from the GOM-2 the applicants at once complained to the town prosecutor’s office that they had been subjected to severe beatings in the police station. On the same morning, upon the order of the town prosecutor’s office, the applicants underwent a forensic medical examination, during which all of them stated that they had sustained their injuries as a result of the beating by the policemen (see paragraphs 45, 48 and 52 above). The Government did not dispute the authenticity of the forensic medical reports.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  Next, a criminal investigation into the alleged ill-treatment was opened on 25 November 2004, that is, ten days after the receipt of the applicants’ complaint. As it follows from the documents submitted by the parties, from 25 November 2004 to 21 February 2005, that is, for almost three months, the investigators neither questioned eyewitnesses to the events nor made any attempt to conduct an identification parade or set up a witness confrontation between the applicants and the policemen. Only on 22 February 2005, after the applicants had complained to the Prosecutor General, did the investigators question the applicants’ relatives Ms A.K. and Ms S.G., whose statements provided the investigators with information about other possible witnesses to the events (see paragraphs 83 and 84 above). Furthermore, between 15 November 2004 and 20 March 2005 the applicants provided the investigators with detailed statements concerning the circumstances surrounding the alleged ill-treatment, including information about the ambulance’s arrival at the police station (see paragraph 85 above). However, the investigators failed to take steps to follow up on this information and to elucidate the discrepancies in the applicants’ statements and those of the implicated policemen. For instance, the investigators failed to examine the crime scene at the police station and to question the applicants’ other relatives who had witnessed the third applicant’s arrest. No statements were obtained from the ambulance doctor, other participants in the fight at the concert hall or the employees of the town prosecutor’s office who had dealt with the applicants on the night of the events in question. Nevertheless, after six months, in May 2005 the investigation was suspended, without the authorities having taken the above-mentioned steps. These shortcomings were criticised by the supervising prosecutor, who ordered the taking of remedial measures and the resumption of the investigation (see paragraph 88 above). Even so, just a few days later, without having taken the required steps, the investigators issued a decision not to investigate the applicants’ allegations of illtreatment by the police officers (see paragraph 89 above). From the contents of this document, only a part of which was furnished by the Government, it transpires that this decision was taken solely on the basis on the statements made by the policemen implicated in the incident. In addition, the documents submitted confirm that a decision refusing to initiate proceedings against the policemen on the very same grounds was taken again in April 2006 (see paragraph 90 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  As to the Government’s argument that the applicants’ injuries were caused by unknown perpetrators and not by the policemen, even assuming that the applicants might have sustained some injuries during the altercation at the concert hall, the authorities did not take measures which could rule out the possibility that they were the victims of police brutality or to identify the perpetrators of the violence. The applicants’ consistent allegations that they had been ill-treated by the police and the pieces of evidence pointing in this direction were not examined by the investigators who, therefore, failed to demonstrate an objective and impartial approach to the assessment of the evidence. On the contrary, the Court is under the impression that the investigators took a selective approach to the evidence by disregarding the applicants’ statements and basing their conclusions solely on the testimonies of the implicated police officers. Having regard to the above, the Court considers that the investigation cannot be said to have been diligent, thorough and “effective” (see, for similar reasoning, Selmouni v. France [GC], no. 25803/94, §§ 78 and 79, ECHR 1999-V, and Polonskiy v. Russia, cited above, § 114).",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  As regards the Government’s reference to the fact that the investigation is still pending and that the perpetrators have not yet been identified, the Court, reiterates that an obligation to investigate “is not an obligation of result, but of means”. Considering its length so far and the shortcomings identified above, the Court does not consider that the applicants’ waiting for the completion of the investigation could have had any impact on the procedural obligation which follows from Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  As regards the issue under Article 14 of the Convention, the Court notes that the investigative authorities had before them official victim statements and numerous complaints by the three applicants that they, in addition to being the victims of serious assaults, had been subjected to racial verbal abuse by the police who were responsible for the ill-treatment. In the view of the Court, where evidence comes to light of racist verbal abuse being uttered by law-enforcement agents in connection with the alleged illtreatment of detained persons from an ethnic or other minority, a thorough examination of all the facts should be undertaken in order to discover any possible racial motives (see, Nachova and Others, cited above, § 164).",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  In the present case, in spite of the applicants’ consistent complaints of racially motivated ill-treatment, the authorities failed to examine the potential racist implications of the incident by effectively ignoring those complaints (see paragraphs 64, 66, 77, 78, 103 and 109 above).  The Court notes that in spite of having plausible information which was sufficient to alert them to the need to carry out an initial verification into possible racist overtones in the events, the investigators and the prosecutors involved in the present case did not address in any way the applicants’ complaints of racially motivated ill-treatment and consequently failed to do what was in their power to investigate the possible racist motives behind the events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  In the light of the above, the Court dismisses the issue of exhaustion of domestic remedies and finds that the authorities failed to carry out an effective criminal investigation into the applicants’ allegations of illtreatment and discrimination at the hands of the police. The Court further finds that the authorities failed in their duty under Article 14 of the Convention taken together with Article 3 to take all possible steps to investigate whether or not discrimination may have played a role in the events. It follows that there has been a violation of Article 3 of the Convention in its procedural aspect taken together with Article 14 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "147.  The Court reiterates that Article 3, taken together with Article 1 of the Convention, implies a positive obligation on the States to ensure that individuals within their jurisdiction are not subjected to torture or inhuman or degrading treatment or punishment (see A. v. the United Kingdom, 23 September 1998, § 22, Reports 1998-VI). Where an individual is taken into police custody in good health but is found to be injured at the time of release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused, failing which an issue will arise under Article 3 of the Convention (see Tomasi v. France, 27 August 1992, §§ 108111, Series A no. 241-A, and Ribitsch v. Austria, 4 December 1995, § 34, Series A no. 336).",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  The Court further reiterates that allegations of ill-treatment must be supported by appropriate evidence. In assessing evidence, the Court has generally applied the standard of proof “beyond reasonable doubt” (see Ireland v. the United Kingdom, 18 January 1978, § 161, Series A no. 25). However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of persons within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  In cases in which there are conflicting accounts of events, the Court is inevitably confronted when establishing the facts with the same difficulties as those faced by any first-instance court. When the respondent Government have exclusive access to information able to corroborate or refute the applicant’s allegations, any lack of cooperation by the Government without a satisfactory explanation may give rise to the drawing of inferences as to the well-foundedness of the applicant’s allegations (see Ruslan Umarov v. Russia, no. 12712/02, § 82, 3 July 2008, and Taniş and Others v. Turkey, no. 65899/01, § 160, ECHR 2005–VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  Where domestic proceedings have taken place, it is not the Court’s task to substitute its own assessment of the facts for that of the domestic courts and, as a general rule, it is for those courts to assess the evidence before them (see Klaas v. Germany, 22 September 1993, § 29, Series A no. 269). Although the Court is not bound by the findings of domestic courts, in normal circumstances it requires cogent elements to lead it to depart from the findings of fact reached by those courts (see Matko v. Slovenia, no. 43393/98, § 100, 2 November 2006). Where allegations are made under Article 3 of the Convention, however, the Court must apply a particularly thorough scrutiny (see Gäfgen v. Germany [GC], no. 22978/05, § 93, ECHR 2010-..., with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  In the context of detainees, the Court has emphasised that persons in custody are in a vulnerable position and that the authorities are under a duty to protect their physical well-being (see Tarariyeva v. Russia, no. 4353/03, § 73, ECHR 2006-XV; Sarban v. Moldova, no. 3456/05, § 77, 4 October 2005; and Mouisel v. France, no. 67263/01, § 40, ECHR 2002IX). In respect of a person deprived of his liberty, any recourse to physical force which has not been made strictly necessary by his own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 of the Convention (see Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006; Ribitsch v. Austria, cited above, § 38; and Krastanov v. Bulgaria, no. 50222/99, § 53, 30 September 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  As for the assessment of the minimum level of severity required for a violation of Article 3 of the Convention, the Court notes that it is relative: it depends on all the circumstances of the case, such as the duration of the treatment, its physical and/or mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Tekin v. Turkey, 9 June 1998, § 52, Reports 1998IV). Further, in considering whether a treatment is “degrading” within the meaning of Article 3, the Court will also have regard to whether its object is to humiliate and debase the person concerned and whether, as far as the consequences are concerned, it adversely affected his or her personality in a manner incompatible with Article 3 (see, for example, Raninen v. Finland, 16 December 1997, § 55, Reports 1997-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  Turning to the issue under Article 14 of the Convention, the Court notes that its case-law establishes that discrimination means treating differently, without an objective and reasonable justification, persons in relevantly similar situations (Willis v. the United Kingdom, no. 36042/97, § 48, ECHR 2002-IV). Racial violence is a particular affront to human dignity and, in view of its perilous consequences, requires from the authorities special vigilance and a vigorous reaction. It is for this reason that the authorities must use all available means to combat racism and racist violence, thereby reinforcing democracy’s vision of a society in which diversity is not perceived as a threat but as a source of its enrichment (see Nachova and Others, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  Faced with the applicants’ complaint of a violation of Article 14, as formulated, the Court’s task is to establish whether or not racial prejudice was a causal factor in the impugned conduct of the authorities during the events and the ensuing investigation, thus giving rise to a breach of Article 14 of the Convention taken in conjunction with Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  The Court reiterates that in assessing evidence it has adopted the standard of proof “beyond reasonable doubt” (see paragraph 149 above). It has not excluded the possibility that in certain cases of alleged discrimination it may require the respondent Government to disprove an arguable allegation of discrimination and if they fail to do so find a violation of Article 14 of the Convention on that basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  However, the Court acknowledges that where it is alleged – as here – that a violent act was motivated by racial prejudice, shifting the burden of proof to the respondent Government would amount to requiring the latter to prove the absence of a particular subjective attitude on the part of the person concerned (see Nachova and Others, § 157, and Bekos and Koutropoulos, § 65, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  The applicants alleged that they had been subjected to severe beating by the policemen at the GOM-2 police station on 14 November 2004. The Government insisted that the policemen had not ill-treated the applicants and that the applicants’ injuries had been caused by unknown perpetrators during the fight at the concert hall prior to the applicants’ arrival at the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  Turning to the facts, the Court finds it established that the third applicant did not participate in the fight at the concert hall and that at the time of his arrival at the police station on the evening of 14 November 2004 he was in good health and did not have any visible injuries. Further, it is not disputed that he was released from the police station and was then examined by forensic medical specialists who recorded numerous injuries on his body. Their report contains precise and concurring medical observations (see paragraph 52 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  The Government submitted that the third applicant was ill-treated by unidentified persons. At the same time they neither contested that he had been taken into the GOM-2 in good health nor claimed that the injuries established by the forensic medical examination could have predated his arrival at the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  The Court notes that the third applicant presented a consistent and detailed description of the ill-treatment by the policemen at the police station which corresponded to the nature and location of the recorded injuries. His allegations were supported by the statements of the first and second applicants, and Ms S.G. and Ms A.K., who stated that they had seen the third applicant arrive at the police station in good health, then the policemen beating him while dragging him into the station, beating him in the building and then releasing him with numerous visible injuries on his body (see paragraphs 13, 20, 23, 24, 35, 37, 42 and 44 above). The Court is, therefore, convinced that the applicant sustained those injuries while at the hands of the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "161.  Bearing in mind the authorities’ obligation to account for injuries caused to persons within their control, in custody, and in the absence of a convincing and plausible explanation by the Government in the instant case, the Court finds it established to the standard of proof required in Convention proceedings that the injuries recorded in the medical report were the result of the treatment of which the third applicant complained and for which the Government bore responsibility (see Polonskiy v. Russia, cited above, § 123).",
                                        "elements": []
                                    },
                                    {
                                        "content": "162.  Furthermore, in the light of the circumstances described above, the Court considers that the serious physical harm suffered by the third applicant at the hands of the police, as well as the feelings of fear, anguish and inferiority which the impugned treatment produced in him, must have caused him suffering of sufficient severity for the acts of the police to be categorised as torture within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "163.  The Court notes that it is common ground between the parties that the first and second applicants were involved in an altercation at the concert hall on 14 November 2004 and that after that, around 7 p.m., they were taken by the police to the GOM-2. Upon their arrival at the police station neither of the applicants had had a medical check-up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  Further, it is not disputed by the parties that immediately upon their release from the police station the applicants lodged ill-treatment complaints with the town prosecutor’s office and that on the following morning they were examined by forensic medical specialists who recorded numerous injuries on their bodies. Their reports contained precise medical observations and indicated that each of the applicants had maintained that his injuries had been caused by the beating to which he had been allegedly subjected at the police station (see paragraphs 45 and 48 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  However, the parties disagreed on the circumstances under which the first and second applicants’ injuries were caused. According to the applicants, neither of them had injuries after the fight at the concert hall, save for the stab wound on the first applicant’s buttocks. The applicants claimed that the injuries confirmed by the medical forensic examination of 15 November 2004 had been the result of their beating by the policemen at the police station on the night between 14 and 15 November 2004. The Government submitted that the applicants had obtained their injuries during the altercation at the concert hall and that the police had not subjected them to ill-treatment at the police station. Taking into account that the Court has already found that the third applicant was tortured by the police at the police station, it remains to be decided whether the first and second applicant were also ill-treated by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "166.  It is not disputed by the Government that after the altercation at the concert hall the second applicant was taken to the police station on the evening of 14 November 2004 along with the first applicant. It is also common ground that upon his release from the station, the second applicant was examined by forensic medical specialists who recorded numerous injuries on his body. Their report contains precise and concurring medical observations (see paragraph 48 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "167.  Keeping in mind the Government’s explanation (see paragraph 125 above) the Court observes that from the documents submitted it follows that the domestic investigation established that the injuries of the second applicant had been sustained as a result of his and the third applicant’s beating by unidentified persons outside the building of the GOM-2 police station, but not as a result of the fight at the concert hall (see paragraphs 63, 79 – 80, 94 - 96 and 112 above). The Court notes this contradiction between the Government’s arguments and the contents of the documents submitted by them (see, for example, paragraphs 82, 112 and 125 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  Taking into account the above-mentioned inconsistency in the Government’s submissions and the lack of a plausible explanation for the origins of the second applicant’s injuries on their part, the Court accepts that the second applicant presented a consistent and detailed description of the ill-treatment which corresponded to the nature and location of the recorded injuries substantiated by the medical documents and witness statements (see paragraphs 20, 23, 34 and 42 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  Bearing in mind the authorities’ obligation to account for injuries caused to persons within their control, in custody, and in the absence of a convincing and plausible explanation by the Government in the instant case, along with the lack of an effective investigation into the allegations of police brutality (see paragraph 146 above), the Court finds it established to the standard of proof required in Convention proceedings that the injuries recorded in the medical report were the result of the treatment of which the second applicant complained and for which the Government bore responsibility (see Polonskiy v. Russia, cited above, § 123).",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  As to whether the treatment complained of attained a minimum level of severity such as to fall within the scope of Article 3, the Court notes that the serious physical harm suffered by the second applicant at the hands of the police, as well as the feelings of fear, anguish and inferiority which the impugned treatment produced in him, must have caused him suffering of sufficient severity for the acts of the police to be categorised as torture within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "171. It is not disputed by the parties that as a result of the altercation at the concert hall the first applicant was stabbed in the buttocks and that he and the second applicant left the concert hall on their own, without having been provided with medical assistance. The parties do not contest that the first applicant was taken by the police from the concert hall to the GOM-2 along with the second applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "172. According to the first applicant, at the police station he was subjected to beating by the policemen and the injuries established by the subsequent forensic medical examination had been caused by them (see paragraph 45 above). According to the Government, the first applicant’s injuries predated his arrival at the police station as they were a result of the fight at the concert hall. From the statements made by the policemen to the investigators, upon the arrival of the first applicant at the police station, they had seen that he had been wounded and was bleeding and, therefore, had called an ambulance (see paragraph 65 above); however, the applicant had refused in writing to go to hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "173.  The Court notes that the first applicant supported his allegations of ill-treatment at the police station by witness statements by his relatives (see paragraphs 24, 32, 41, 44, 83 and 84 above) and officer A.R. (see paragraph 68 above), copies of documents from the investigation file (see paragraphs 67, 72 and 85) and the results of the medical forensic examination (see paragraphs 45-47 above). The Government substantiated their submissions by the statements made by the policemen in the framework of the criminal investigation into the events (see paragraphs 57-59 and 65) and by the results of the investigation into the fight at the concert hall on 14 November 2004 (see paragraph 79 above). As for the Government’s contention concerning the first applicant’s written refusal to go to hospital, it was not corroborated by any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  The Court notes that the first applicant’s submission was substantiated, that it has already established that the second and third applicants were tortured by the policemen in the GOM-2 (see paragraphs 162 and 170 above) and that the authorities’ failed to effectively investigate the applicants’ allegations (see paragraph 146 above). The Court further notes that the Government’s submission was based on the statements of the policemen directly accused of the alleged ill-treatment (see paragraph 125 above). In such a situation, taking into account the circumstances under which the torture of the second and third applicants took place and its similarity to that of the first applicant, along with the lack of an effective investigation into the matter, the Court is satisfied that the first applicant has made a prima facie case that he was also beaten by the policemen at the GOM-2 police station (see, for a similar situation, Eldar Imanov and Azhdar Imanov v. Russia, no. 6887/02, § 110, 16 December 2010). The Government’s contention that the first applicant’s injuries predated his arrival at the police station is insufficient to discharge them from the abovementioned burden of proof. The Court is therefore convinced that the first applicant was ill-treated while in police custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  In the light of the circumstances described above, the Court considers that the serious physical harm suffered by the first applicant at the hands of the police, as well as the feelings of fear, anguish and inferiority which the impugned treatment produced in him, must have caused him suffering of sufficient severity for the acts of the police to be categorised as torture within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "176.  As for the applicants’ complaint under Article 14 of the Convention, the Court observes that the applicants’ allegations of the verbal ethnic insults were supported by witness statements and documents the contents of which were not contested by the Government (see paragraphs 31, 34-35, 42, 64, 66, 76, 78, 85 and 109 above). The Court finds that this evidence is sufficient to prove that there were racial motives behind the police officers’ actions (see also Stoica v. , no. 42722/02, §§ 71 and 122, 4 March 2008). Further, the Court notes that the Government did not submit any explanation for the applicants’ allegation that their detention by the police was racially motivated other than making a general statement to the effect that it was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  In particular, the Court observes that it is not disputed that on the evening of 14 November 2004 the first and second applicants were taken to the police station and that the third applicant also ended up there. From the documents submitted it follows that none of the other participants in the alleged fight at the concert hall were taken to the GOM-2 on the same evening. It is noteworthy that the police officers, who, according to their witness statements, had observed the fight and a number of its other participants (see paragraphs 57-59 above), took only the Makhashev brothers to the police station. Furthermore, it is unclear why the applicants were chosen to be taken to the GOM-2, as it does not appear from the documents submitted that any official investigative steps were taken with their participation on 14 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  The Court further notes that, unlike in the Nachova and Others case, where the authorities’ actions were aimed at arresting two men who had escaped from detention while serving a prison sentence, in the present case no explanations were given to the reasons necessitating the authorities’ intervention and the use of force against the applicants. Taking into account these elements, along with the evidence of verbal racial insults to which the applicants were subjected during the ill-treatment, the Court considers that the applicants made a prima facie case that their arrest and detention in the police station were not racially neutral.",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  The Government submitted that the applicants’ complaints were unsubstantiated. However, such general reference, in the absence of any explanation on the part of the authorities, is in the present case insufficient to discharge them from the obligation requiring them to disprove an arguable allegation of discrimination. Having assessed all the relevant elements and drawing inferences from the Government’s failure to put forward any arguments showing that the incident was ethnically neutral, the Court finds that there has been a violation of the substantive aspect of Article 3 of the Convention taken together with Article 14 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "180.  The applicants alleged that their detention at the police station for several hours on the night between 14 and 15 November 2004 had been unlawful and arbitrary, as no arrest warrant or any other official document was drawn up by the police to justify the detention. Article 5 of the Convention, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5. Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "181.  The Court notes that more than six months elapsed between the alleged violation (15 November 2004) and the date of the lodging of the present application (30 April 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "182. It follows that this part of the application must be rejected as lodged out of time within the meaning of Article 35 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "184.  The Court observes that this complaint concerns the same issues as those examined above under the procedural limb of Article 3 of the Convention. Therefore, the complaint should be declared admissible. However, having regard to its conclusion above under Article 3 of the Convention, the Court considers it unnecessary to examine those issues separately under Article 13 of the Convention (see, for example, Bekos and Koutropoulos v. Greece, no. 15250/02, § 57, ECHR 2005XIII (extracts); Polonskiy v. Russia, cited above, § 127; and Sherstobitov v. Russia, no. 16266/03, § 94, 10 June 2010).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "185.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damages",
                                "elements": [
                                    {
                                        "content": "186.  The applicants claimed a total of EUR 260,000 euros (EUR) in respect of both pecuniary and non-pecuniary damage without specifying the amounts for each type of damage (the first applicant claimed EUR 110,000, the second applicant claimed EUR 100,000, and the third applicant EUR 50,000). The first applicant’s claim included expenses in the amount of 7,236 Russian roubles (RUB) (EUR 180) occurred in connection with medical assistance provided to him after the ill-treatment. He substantiated this claim by submitting copies of payment receipts dated 16 November, 3 and 12 December 2004 issued by the Republican Clinical Hospital in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  The Government regarded the first applicant’s claim of EUR 180 as unsubstantiated. As for the rest of the claim, the Government found the amounts excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  As for the applicants’ claim for pecuniary damage, the Court accepts the amount of EUR 180 claimed by the first applicant as substantiated. As for the rest of the applicants’ claim for pecuniary damage, in the view of the absence of supporting documents, the Court makes no award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  As for non-pecuniary damage, the Court has found a violation of the substantive and the procedural aspects of Article 3 taken together with Article 14 of the Convention on account of the applicants’ ill-treatment at the hands of the police. The Court thus accepts that the applicants have suffered non-pecuniary damage which cannot be compensated for solely by the findings of violations. Acting on equitable basis, it awards the first and the second applicants EUR 35,000 each, plus any tax that may be chargeable thereon. As regards the third applicant, the Court reiterates that he died in 2008. It further notes that it has accepted that the first and second applicants may pursue the application on his behalf and it considers that the third applicant’s award of just satisfaction should be divided equally between the two remaining applicants who would accordingly receive a total of EUR 52,500 each, plus any tax that may be chargeable thereon.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "190.  The applicants made no claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "191.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the issue of exhaustion of domestic remedies in respect of complaints under Article 3 of the Convention and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints under Articles 3, 13 and 14 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention taken together with Article 14 of the Convention in respect of the failure to conduct an effective investigation into the applicants’ ill-treatment at the hands of the police and the failure to investigate possible discriminatory motives behind the incident;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention taken together with Article 14 of the Convention due to the applicants’ illtreatment based on discrimination at the hands of the police;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 July 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF MAKHASHEVY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-112535.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0731JUD002054607",
    "externalsources": [],
    "extractedappno": [
        "20546/07",
        "55762/00",
        "55974/00",
        "30033/05",
        "4/91",
        "42722/02",
        "26772/95",
        "77617/01",
        "7039/04",
        "21986/93",
        "23763/94",
        "22676/93",
        "23531/94",
        "31143/96",
        "33097/96",
        "57834/00",
        "43577/98",
        "43579/98",
        "15250/02",
        "25803/94",
        "12712/02",
        "65899/01",
        "43393/98",
        "22978/05",
        "4353/03",
        "3456/05",
        "67263/01",
        "65859/01",
        "50222/99",
        "36042/97",
        "6887/02",
        "16266/03"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-112535",
    "judgementdate": "31/07/2012 00:00:00",
    "kpdate": "31/07/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "492",
        "343",
        "100",
        "395",
        "14",
        "128",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "35-1",
        "35",
        "14",
        "41"
    ],
    "parties": [
        "MAKHASHEVY",
        "RUSSIA"
    ],
    "rank": "904.954467773438",
    "representedby": [
        "OPEN SOCIETY JUSTICE INITIATIVE",
        "LUZHIN V.",
        "TIMISHEV I."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A. v. the United Kingdom, 23 September 1998, § 22, Reports 1998-VI",
        "Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998-VIII",
        "Bati and Others v. Turkey, nos. 33097/96 and 57834/00, § 137, ECHR 2004-IV (extracts)",
        "Bekos and Koutropoulos v. Greece, no. 15250/02, ECHR 2005-XIII (extracts)",
        "Cherkasov v. Russia, no. 7039/04, § 69, 18 October 2011",
        "Eldar Imanov and Azhdar Imanov v. Russia, no. 6887/02, § 110, 16 December 2010",
        "Gäfgen v. Germany [GC], no. 22978/05, § 93, ECHR 2010-...",
        "Gül v. Turkey, no. 22676/93, § 89, 14 December 2000",
        "Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001",
        "Ireland v. the United Kingdom, 18 January 1978, § 161, Series A no. 25",
        "Klaas v. Germany, 22 September 1993, § 29, Series A no. 269",
        "Krastanov v. Bulgaria, no. 50222/99, § 53, 30 September 2004",
        "Labita v. Italy [GC], no. 26772/95, ECHR 2000-IV",
        "Matko v. Slovenia, no. 43393/98, § 100, 2 November 2006",
        "Mikheyev v. Russia, no. 77617/01, 26 January 2006",
        "Mouisel v. France, no. 67263/01, § 40, ECHR 2002-IX",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, ECHR 2005-VII",
        "Polonskiy v. Russia, no. 30033/05, §§ 90-91, 19 March 2009",
        "Raninen v. Finland, 16 December 1997, § 55, Reports 1997-VIII",
        "Ribitsch v. Austria, 4 December 1995, Series A no. 336",
        "Ruslan Umarov v. Russia, no. 12712/02, § 82, 3 July 2008",
        "Salman v. Turkey [GC], no. 21986/93, § 106, ECHR 2000-VII",
        "Sarban v. Moldova, no. 3456/05, § 77, 4 October 2005",
        "Selmouni v. France [GC], no. 25803/94, §§ 78 and 79, ECHR 1999-V",
        "Sherstobitov v. Russia, no. 16266/03, § 94, 10 June 2010",
        "Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006",
        "Stoica v. Romania, no. 42722/02, 4 March 2008",
        "Tanis and Others v. Turkey, no. 65899/01, § 160, ECHR 2005-VIII",
        "Tanrikulu v. Turkey [GC], no. 23763/94, § 104 and seq., ECHR 1999-IV",
        "Tarariyeva v. Russia, no. 4353/03, § 73, ECHR 2006-XV",
        "Tekin v. Turkey, 9 June 1998, Reports 1998-IV",
        "Timurtas v. Turkey, no. 23531/94, § 89, ECHR 2000-VI",
        "Tomasi v. France, 27 August 1992, §§ 108-111, Series A no. 241-A",
        "Willis v. the United Kingdom, no. 36042/97, § 48, ECHR 2002-IV"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "372464",
    "typedescription": "15"
}