{
    "__articles": "6;6-1",
    "__conclusion": "Violation of P1-1;Violation of Art. 6-1",
    "applicability": "",
    "appno": "4909/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-103279.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4909/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Ukrainian nationals, Mr Oleksandr Valerianovych Seryavin, Mrs Iryna Mykolayivna Kolomiyets and Mrs Larysa Viktorivna Logvinova (“the applicants”), on 29 December 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mrs I.Y. Cherpak, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the authorities had unlawfully commissioned renovation work on their attic and subsequently transferred it to a third party, and that the courts had adopted arbitrary judgments in respect of their claim in that respect.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 April 2009 the President of the Fifth Section decided to give notice of the application to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1960, 1960 and 1959 respectively and live in Kyiv.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicants are owners and residents of apartments in a multi-apartment building. By 1998 all but three of some fifty apartments located in this building had been privatised by their residents pursuant to the Law of Ukraine “On Privatisation of the State Housing Stock”. The three non-privatised apartments remained in municipal ownership.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 29 April 1998 the Kyiv City State Administration authorised Mrs N.N. to renovate the attic of the building and construct a mansard floor with a view to obtaining title to the renovated and newly constructed premises on condition that the residents' consent was sought for the project.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 29 May 1998 Mrs N.N. signed an investment contract for renovation and construction works with the Radyansky District Housing Maintenance Company (Державне підприємство по утриманню житлового фонду Радянського району м. Києва) acting for the building's owner. According to the contract, the building was municipally owned, and the municipality was to grant Mrs N.N. title to the construction on completion of the works. Subsequently Mrs V.G. became party to this contract as the second investor. Neither the applicants nor the other apartment owners were asked for their consent to the project. On a number of occasions the apartment owners unsuccessfully contacted various authorities to object to the construction works.",
                                "elements": []
                            },
                            {
                                "content": "9.  In July 2001 the apartment owners formed the Apartment Owners Association (“the Association”), which was joined by the applicants.",
                                "elements": []
                            },
                            {
                                "content": "10.  In April 2002 the investors started the works on the building.",
                                "elements": []
                            },
                            {
                                "content": "11.  According to the applicants, their apartments suffered damage on account of the construction works (such as cracks in the ceiling and the walls, flooding and pieces of plaster falling off).",
                                "elements": []
                            },
                            {
                                "content": "12.  In October 2002 the Association instituted civil proceedings in Svyatoshynsky District Court, Kyiv, seeking to annul the investment contract and to restore the attic to its previous state, alleging, in particular, that the municipality owned only three apartments in the building and should have sought the consent of the other apartment owners in order to conclude the contract. The applicants, who were represented by the Association, subsequently also joined the proceedings on their own behalf, along with two other apartment owners.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Shevchenkivsky District State Administration (the successor of the Radyansky District State Administration; “the Administration”) lodged a counterclaim, seeking to prevent the plaintiffs from interfering with the works and to have their refusal to consent to them declared illegitimate. By way of reasoning, the Administration submitted that the building, and particularly its attic and roof, were old and in very poor condition. They urgently needed investment for renovations. The construction works were therefore beneficial for all the apartment owners and residents of the building.",
                                "elements": []
                            },
                            {
                                "content": "14.  On an unspecified date  ordered the suspension of the construction works in connection with the dispute. Nevertheless the works continued and were completed by 6 December 2002.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 26 December 2002 the Shevchenkivsky District Council granted the title to the renovated and newly constructed premises to the investors. On an unspecified date the applicants and the Association amended their claims, seeking to have this decision quashed.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 29 January 2003 Svyatoshynsky Court dismissed the applicants' and the Association's claims and allowed the counterclaim by the Administration. The relevant parts of the judgment read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“From the moment of privatisation of the apartments, the plaintiffs and, at the material time, the Radyansky District Administration, which had remained the owner of three apartments, obtained joint divided ownership to the building, including auxiliary premises ...",
                                "elements": []
                            },
                            {
                                "content": "According to Article 113 of the Civil Code of Ukraine, possession, use and disposal of joint divided property shall be carried out with the consent of all the owners, while in the absence of consent the dispute is to be decided by a court.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, the question of reconstruction of the attic and renovation of the building had to be decided with the consent of all the co-owners of the house. However, as established by court, the investment agreement was concluded by one of the co-owners of the building without the consent of other co-owners, in connection with which the present proceedings arose.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Regard being had to the fact that the investment agreement has been practically completed by the material time, that this has facilitated improvement of the technical state of the entire building and that, in addition to the plaintiffs, the Shevchenkivsky District Administration also owns some apartments in it, the plaintiffs' refusal to consent to the construction works under the investment agreement is unlawful and encroaches on the rights of other co-owners; therefore the initial claim should be dismissed and the counterclaim allowed.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Demands to quash the decision no. 114 of the Shevchenkivsky District Council of 26 December 2002 consenting to alienation ... of the premises constructed on the attic ... from municipal property ... shall not be allowed on the following grounds. ... The building was owned at all times by the municipal community represented by the Council, which, according to Article 60 of the Law of Ukraine “On Local Self-Governance”, unilaterally ... executes rights of possession, use and disposal of the objects of municipal property, including housing stock. Therefore, regard being had to the above and that the reconstruction of the attic... was carried out at N. N.'s and V. G.'s expense, the Shevchenkivsky District Council was empowered to take such a decision”.",
                                "elements": []
                            },
                            {
                                "content": "17.  In February 2003 the plaintiffs appealed, alleging various violations of substantive and procedural law by the trial court. In particular, they maintained that the 's reasoning concerning the District Council's right to transfer the title to the attic had been in manifest disregard of applicable law and in contradiction of the court's own findings that according to Article 113 of the Civil Code the attic was co-owned by the municipality and the plaintiffs.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 14 April 2003 the Kyiv City Court of Appeal dismissed this appeal. The judgment, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... in rejecting the claim... the [district] court reasonably considered that before the creation of the Association (on 26 July 2001) and from the moment of privatisation by the plaintiffs of particular apartments... the building... was in the joint divided ownership of the individual apartment owners and the District Council; the legal status of which parties concerning possession, use and disposal of the building being governed by Article 113 of the Civil Code of Ukraine.",
                                "elements": []
                            },
                            {
                                "content": "Deciding the present dispute and finding ... the refusal of the plaintiffs – co-owners of the building - to consent to the reconstruction of the attic premises and construction of the mansard floor unreasonable, the court had properly considered ... necessity to carry out such works ... regard being had to the technical state of the roof and the attic premises ..., [and] that ... [in the course of the reconstruction] some other works [were carried out] for the improvement of the living conditions of all the owners and tenants of the residential premises [as well as] the value of the building as a property.",
                                "elements": []
                            },
                            {
                                "content": "Regard being had to the fact that a mansard floor was constructed at the investors' expense and without the participation of the plaintiffs ... the Shevchenkivsky District Council had lawfully decided the issue of disposal of the above premises, in compliance with Article 119 of the Civil Code of Ukraine.”",
                                "elements": []
                            },
                            {
                                "content": "19.  The plaintiffs appealed in cassation, maintaining in particular that it was unlawful to deprive them, as they represented over 70% of the apartment owners, of their property on the basis of a reference to its alleged improvement by a third party, to which they had never consented. They also submitted that the condition of the house in general had been made worse as a result of the works.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 13 August 2003 the Supreme Court rejected the plaintiffs' request for leave to appeal in cassation.",
                                "elements": []
                            },
                            {
                                "content": "21.  Subsequently the plaintiffs unsuccessfully attempted to obtain an extraordinary review of their claims with reference to inconsistent jurisprudence of domestic courts in application of the law in similar cases.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of ",
                                "elements": [
                                    {
                                        "content": "22.  Relevant provisions of the Constitution of Ukraine read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 13",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The State ensures the protection of the rights of all subjects of the right of property and economic management, and the social orientation of the economy. All subjects of the right of property are equal before the law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 41",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the right to own, use and dispose of his or her property, and the results of his or her intellectual and creative activity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one shall be unlawfully deprived of the right of property. The right of private property is inviolable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The expropriation of objects of the right of private property may be applied only as an exception for reasons of social necessity, on the grounds of and by the procedure established by law, and on the condition of advance and complete compensation of their value. The expropriation of such objects with subsequent complete compensation of their value is permitted only under conditions of martial law or a state of emergency.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 124",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The jurisdiction of the courts extends to all social interactions falling within the ambit of the law that arise in the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil Code of  of 1963 (repealed with effect of 1 January 2004)",
                                "elements": [
                                    {
                                        "content": "23.  Relevant provisions of the Civil Code of Ukraine in force at the material time read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 113 Right of Joint Divided Ownership",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Possession, use and disposal of property held in joint divided ownership shall be carried out with the consent of all the shareholders, and, in the absence of consensus, the dispute shall be decided by court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Every shareholder... according to the size of his share shall be entitled to proceeds from joint property, shall be liable before third parties for obligations regarding the joint property and shall take part in payment of various taxes and dues, as well as in maintenance and safekeeping expenses concerning the joint property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Every shareholder of a joint divided property shall have right to transfer his share of the joint property to a third person for or without remuneration.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 119 Consequences of construction of adds-on, annexes, or reconstruction in a building held in joint divided ownership",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the event a person owning a share in a residential building held in joint divided ownership increases its useful area at his own expense by constructing an annex, an add-on or by reconstructing it with the consent of other shareholders and according to established procedure, the shares of the joint divided owners of the building and the use of the premises in it shall be changed accordingly.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Law of  “On Local Self-Governance” no. 28/97-VR of 21 May 1997",
                                "elements": [
                                    {
                                        "content": "24.  Relevant provisions of the Law of  “On Local Self-Governance” read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 60.  Right of communal (municipal) property",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Territorial (municipal) communities of villages, towns, cities, districts in cities shall hold the right of communal (municipal) property to movable and immovable possessions ... including ... housing stock, non-residential premises ... and other possessions ... determined on the basis of the law as objects of right of communal (municipal) property, as well as proceeds obtained from their alienation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. Bodies of local self-governance shall execute, on behalf of and in the interests of the territorial (municipal) communities and in accordance with the law, powers of possession, use and disposal of communal (municipal) property, including all property transactions ..., sell and purchase ..., decide on other issues related to their alienation ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Law of  “On Privatisation of the State Housing Stock” of 1992",
                                "elements": [
                                    {
                                        "content": "25.  Relevant provisions of the Law of Ukraine “On Privatisation of the State Housing Stock” read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 10",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Owners of apartments in multi-apartment buildings shall be co-owners of the auxiliary premises of the building... Auxiliary premises (storage rooms, storehouses and so on) shall be transferred into the residents' ownership free of charge and shall not be subject to privatisation separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  For ensuring effective use of privatised apartments and their management, owners of apartments (houses) may create societies or associations of individual apartment or house owners. In a multi-apartment building whose apartments are not fully privatised, there shall be concluded, between the society (association) of individual owners and owners of non-privatised apartments, an agreement on joint possession of the building and shared participation in expenses for its maintenance.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Judgment of the Constitutional Court of Ukraine of 2 March 2004 (case no. N 1-2/2004).",
                                "elements": [
                                    {
                                        "content": "26.  The relevant part of the judgment reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the basis for consideration of the case ... is the practical necessity of ... the official interpretation of ... paragraph 2 of Article 10 of the Law of Ukraine “On Privatisation of the State Housing Stock”, existence of inconsistent interpretation of these provisions by the State authorities, including the courts and bodies of local selfgovernment...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... provisions of paragraph 2 of Article 10 of the Law of  “On Privatisation of the State Housing Stock” shall be understood as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.1.  Auxiliary premises (basements, storehouses, storage rooms, attics, pram storage rooms etc.) shall be transferred to the joint ownership of citizens simultaneously with privatisation of the apartments by them... Confirmation of the right of ownership of the auxiliary premises shall not require any additional actions, in particular, the creation of an association of owners of a multi-apartment building, nor shall there be a requirement to join such an association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.2.  An owner (owners) of non-privatised apartments in a multi-apartment building is a co-owner (are co-owners) of auxiliary premises on an equal basis with the owners of privatised apartments...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Jurisprudence of the Ukrainian Courts in Cases concerning Transactions in Auxiliary Premises of Multi-Apartment Buildings without consent of Apartment Owners",
                                "elements": [
                                    {
                                        "content": "27.  By the decision of 7 August 2003 (case no. 22-3816), the Kyiv City Court of Appeal reversed the judgment of the Pechreskyy District Court of Kyiv of 7 April 2003, acknowledging as lawful the reconstruction of an attic and the transfer of title to it to an investor. The Court of Appeal, in particular, invalidated the reconstruction contract concluded between the District Administration and a third-party investor without consent of the plaintiffs – owners of privatised apartments in a multi-apartment building. On 23 December 2004 the Court of Appeal's judgment was upheld by the Supreme Court of Ukraine and became final. In its judgment, the court referred, in particular, to the following reasons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Having rejected the claim, the [first-instance] court took it that as of the time of transfer of the title to the attic to “S.” [the investor], the right of joint ownership of the attic had not been created for the owners of privatised apartments, as such a right could have been created only upon privatisation of all apartments in the building ... and entry [by the apartment owners] into a contract concerning joint possession of the residential building and participation in its maintenance expenses. Since ... a contract concerning joint possession of [the auxiliary] premises had not been concluded and maintenance of the building was carried out by the ... municipal company, the defendant was not obliged to obtain consent of the owners of privatised apartments for reconstruction of the attic.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, it is not possible to agree with these conclusions, since the court has reached them as a result of incorrect application of substantive law provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The law does not provide that the right of joint ownership of auxiliary premises is created for the owners of privatised apartments of the building only after the creation of an association of the co-owners... Namely, simultaneously with privatisation of apartments, individuals renting an apartment obtain ownership of the apartment and auxiliary premises and there is no need for further formalisation of the ownership of auxiliary premises prescribed by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to Article 113 of the Civil Code of Ukraine, possession, use and disposal of property held in joint divided ownership shall be conducted upon consent of all shareholders, lacking which the dispute shall be decided by court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The multi-apartment building no. 2-4/7 on the P. street in the city of Kyiv, which has 98 privatised apartments, is a joint divided property of the citizens – owners of privatised apartments and the competent State body, which carries out the owner's authority in respect of the non-privatised apartments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, the municipal authority does not have a right to sell, lease out or decide on reconstruction, modification of auxiliary premises, in particular, the attic, without consent of the owners of privatised apartments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In light of the above, allegations of the plaintiffs that the investment contract ... is invalid for the purposes of Article 48 of the Civil Code of Ukraine are well-founded, since such a contract does not comply with the requirements of the law ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Several analogous decisions, which, referring to similar reasons, invalidated renovation, ownership transfer and other contracts concerning attics of multi-apartment buildings concluded by the authorities without consent of the privatised apartments owners, were taken by the Shevchenkivsky District Court of Kyiv in 2003-2004 (in particular, judgments of 30 December 2003 in case no. 2-4364; of 4 February 2004 in case no. 2-52/2004 and of 23 March 2004 in case no. 2-170/04).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicants first complained that the local authorities had unlawfully interfered with their possession of the attic by concluding an investment contract for its renovation and the construction of a mansard floor without their consent.",
                                "elements": []
                            },
                            {
                                "content": "30.  They also complained that they had been unlawfully deprived of their shares in the attic by the District Council's unilateral decision to transfer them to the investors.",
                                "elements": []
                            },
                            {
                                "content": "31.  The applicants relied on Article 1 of Protocol No. 1 in respect of the above complaints, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Government submitted no observations concerning admissibility of the above complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court considers that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants",
                                "elements": [
                                    {
                                        "content": "34.  The applicants submitted that the municipal authorities had unlawfully interfered with their right of ownership of a share in the attic by concluding the investment contract without their consent. These authorities had further unlawfully deprived them of their shares in the attic by transferring them to the investor without the applicants' consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In support of their arguments the applicants submitted several decisions given by domestic courts in other proceedings, unrelated to the present case, in which similar unilateral actions by the public authorities concerning reconstruction of auxiliary premises in multi-apartment buildings without the consent of the apartment owners had been recognised as unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicants further stated that the actions by the authorities in their case were not only unlawful but also unfair and unjustified, as the investors had regard only to their own interests. Contrary to the courts' findings, the investors had completed only those works which were necessary for construction of the mansard floor, and had not carried out renovation works on the building itself. Moreover, the actual state of the building had deteriorated as a result of the construction works.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "37.  The Government objected to this view. They stated that the applicants had unreasonably objected to the reconstruction of the attic by the investors, as the project was beneficial to all parties concerned. The building having been very old and in poor condition, renovation of the attic was an urgent necessity. As the applicants, who were co-owners of the attic, resisted the renovation, the municipality, as the owner of three apartments in the building and consequently a co-owner of the attic, disputed the applicants' refusal in court and obtained a reasoned judgment endorsing the investment project. The subsequent transfer to the investors of the mansard, which replaced the attic, was also lawful and fair, as confirmed by the same court decisions adopted at the close of adversary proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "38.  The Court reiterates that Article 1 of Protocol No. 1 in substance guarantees the right of property and comprises \"three distinct rules\": the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, is concerned, amongst other things, with the right of a State to control the use of property. The three rules are not \"distinct\" in the sense of being unconnected: the second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see, among other authorities, Lithgow and Others v. the United Kingdom, 8 July 1986, § 106, Series A no. 102).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In order to be compatible with the general rule set out in the first sentence of the first paragraph of Article 1, any interference by a public authority with the protected right must strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights. The issue of whether a fair balance has been struck becomes relevant only once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary (see Beyeler v. Italy [GC], no. 33202/96, § 107, ECHR 2000I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The requirement of lawfulness, within the meaning of the Convention, demands compliance with the relevant provisions of domestic law and compatibility with the rule of law (see Hentrich v. France, judgment of 22 September 1994, Series A no. 296-A, pp. 19-20, § 42). While it is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation, the role of the Court is to ascertain whether the effects of such interpretation are compatible with the Convention (see Kushoglu v. Bulgaria, no. 48191/99, § 50, 10 May 2007). Therefore, even though it has only limited power to review compliance with domestic law, the Court may draw appropriate conclusions under the Convention where it observes that the domestic courts have applied the law in a particular case manifestly erroneously or so as to reach arbitrary conclusions (see Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 83, ECHR 2007I; Kuznetsov and Others v. Russia, no. 184/02, §§ 70-74 and 84, 11 January 2007; Păduraru v. Romania, no. 63252/00, § 98, ECHR 2005-... (extracts); Sovtransavto Holding v. Ukraine, no. 48553/99, §§ 79, 97 and 98, ECHR 2002-VII; Beyeler v. Italy, cited above, § 108, ECHR 2000-I; Kushoglu, cited above, §§ 50-52 and, mutatis mutandis, Tsirlis and Kouloumpas v. Greece, judgment of 29 May 1997, Reports of Judgments and Decisions 1997-III, §§ 59-63).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged unlawfulness of the conclusion of the investment contract without the applicants' consent",
                                "elements": [
                                    {
                                        "content": "41.  The Court notes that it is common ground between the parties that prior to its reconstruction the disputed attic had been owned jointly by all the owners of the apartments in the building, including the applicants. Article 1 of Protocol No. 1 is therefore applicable in the present case. The municipality's decision to enter into a contract for reconstruction of the attic by a third party constituted, accordingly, interference with the applicants' right to enjoy their possessions within the meaning of the first sentence of the above Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court observes that in resolving the applicants' (and other co-owners') dispute with the municipality, the domestic judicial authorities noted expressly that according to the provisions of the Civil Code in force at the material time the applicants' consent had to be sought for the conclusion of the investment contract, absent which it remained open to the authorities to apply for judicial authorisation of their project (see paragraphs 16 and 23 above). In the meantime, the district administration did not fulfil these requirements, having concluded the contract without seeking either. As follows from the domestic courts' reasoning, the authorities have therefore not complied with the conditions provided for by law for entering into the investment contract.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court notes that eventually the domestic courts validated the contract upon its completion, having found it beneficial for all co-owners of the building. It finds, however, that it is not necessary to assess whether the domestic courts' decision in this regard struck a fair balance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In this respect the Court notes that for the purposes of Article 1 of Protocol No. 1 the fairness analysis becomes appropriate only when the interference in question complies with applicable rules established by law. It does not appear either from the case-file materials or from the Government's observations that the municipality was in any way precluded from obtaining the consent for the reconstruction either directly from the attic co-owners or by way of a court order before entering into the investment contract. Further, it does not follow from the available materials that any provision of domestic law authorised the municipality to enter into the contract without such a consent or, in the event of a dispute, without its judicial resolution. The conclusion of the investment contract constituted therefore interference, which was not in accordance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Article 1 of Protocol No. 1 was accordingly breached in this regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Alleged unlawfulness of deprivation of the applicants' share in the attic",
                                "elements": [
                                    {
                                        "content": "46.  In light of the above findings that the applicants had initially been entitled to a share in the attic, the Court deems it established that, following its reconstruction into a mansard floor, which was transferred to the investors, the applicants lost their property. They were therefore deprived of their possessions within the meaning of the second sentence of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  According to the documents in the case file, the decision to assign the mansard floor to the investors was taken by the District Council unilaterally, on the basis of the law authorising it to conduct transactions in municipal property. On 29 January 2003 Svyatoshynsky Court upheld this decision, relying on section 60 of the Law of  “On Local SelfGovernance” (see paragraph 24 above) and noting that the building at issue in the present case was municipal property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  It does not follow from the Government's observations or other materials in the case file that the court's findings under section 60 of the above statute can be reconciled with its references to section 10 of the Law of Ukraine “On Privatisation of the State Housing Stock” and to Article 113 of the Civil Code (see paragraphs 23 and 25 above). Specifically, relying on these articles, the court had stated that the building and its attic were held in joint divided ownership by all apartment owners and the municipality's authority in management of the attic was, therefore, limited to a share corresponding to the three non-privatised flats.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  It does not appear from the text of the Svyatoshynsky Court's judgment that at some point of time after the conclusion of the investment contract analysed under Article 113 of the Civil Code and before the assignment of the mansard floor to the investors under section 60 of the Law “On Local Self-Governance” the applicants or other apartment owners had transferred their title to the attic to the municipality or at least delegated to it their right to its management. On the contrary, the applicants insisted in their appeal that they had considered themselves co-owners of the attic until the moment it was transferred to the investors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Kyiv City Court of Appeal upheld the 's judgment. However, while not formally disputing its reasoning, instead of clarifying the applicability of section 60 of the Law “On Local Self-Governance” to the transfer of the attic, this court found that the municipality's ownership of it was based on a different Civil Code provision (Article 119, see paragraph 23 above) governing increases in the size of a shareholder's possession in the event he invests in the increase of a joint property. According to this article the increase of the share was preconditioned on the co-owners' consent to the reconstruction works and the investment of the acquiring co-owner's own funds in them. The Court of Appeal did not state how these preconditions were met in the present case, where the investment contract had been concluded by the public authority claiming to be the sole owner of the building (see paragraph 8 above) and the reconstruction was carried out at the expense of a third party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes that divergent practice existed for some period of time after the adoption of the new privatisation legislation, as witnessed, for instance, by the examples of judgments presented by the applicants (see paragraphs 27-28 and 35 above). The Court further appreciates that the authorities, notably the national courts, needed some time to develop practice concerning the maintenance of auxiliary premises in the new situation. It notes that difficulties in interpreting applicable law during the transitional period became subject to consideration and eventual clarification by the , which endorsed automatic entitlement of owners of privatised apartments to a share in auxiliary premises (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  It remains the case, however, that in the present application there appears to be no clear legal basis for the applicants' rights to a share in the attic of their house to be extinguished.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The applicants were therefore unlawfully deprived of their possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  There was, accordingly, a breach of Article 1 of Protocol No. 1 in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  The applicants also complained that the court decisions dismissing their claims were arbitrary, in particular as no clear reasons were adduced for justification of the transfer of the title to the attic. They relied on Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal established by law ...”",
                                "elements": []
                            },
                            {
                                "content": "56.  The Government, who presented no observations concerning admissibility of this complaint, submitted that the claim was unmeritorious, as the domestic courts had provided extensive reasoning for their decisions and their assessment was not arbitrary.",
                                "elements": []
                            },
                            {
                                "content": "57.  The Court considers that this complaint is linked to the complaint concerning lack of legal grounds for the applicants' ownership of a share in the attic to be extinguished, and must likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "58.  The Court reiterates that, according to its established case-law reflecting a principle linked to the proper administration of justice, judgments of courts and tribunals should adequately state the reasons on which they are based. Article 6 § 1 obliges courts to give reasons for their judgments, but cannot be understood as requiring a detailed answer to every argument. The extent to which this duty to give reasons applies may vary according to the nature of the decision (see Ruiz Torija v. Spain, judgment of 9 December 1994, Series A no. 303-A, § 29). Even though a domestic court has a certain margin of appreciation when choosing arguments in a particular case and admitting evidence in support of the parties' submissions, an authority is obliged to justify its activities by giving reasons for its decisions (see Suominen v. Finland, no. 37801/97, § 36, 1 July 2003). A further function of a reasoned decision is to demonstrate to the parties that they have been heard. Moreover, a reasoned decision affords a party the opportunity to appeal against it, as well as the opportunity to have the decision reviewed by an appellate body. It is only by giving a reasoned decision that there can be public scrutiny of the administration of justice (see Hirvisaari v. Finland, no. 49684/99, § 30, 27 September 2001).",
                                "elements": []
                            },
                            {
                                "content": "59.  Turning to the facts of the present case, the Court reiterates that in its judgment of 29 January 2003 Svyatoshynsky Court found that prior to the beginning of the reconstruction works the applicants, along with other apartment owners, had co-owned their building with the municipality. At the same time it stated that the municipality was entitled to dispose, unilaterally and without the applicants' consent, of its mansard floor, as it was the sole owner of the building. It is not apparent from the judgment text that after the reconstruction the applicants had either forfeited their rights of co-ownership or lost them on any ground. No explanation is provided why the applicants were considered co-owners of the building in the context of the attic reconstruction, but not in the context of the mansard floor transfer.",
                                "elements": []
                            },
                            {
                                "content": "60.  The judgment of 14 April 2003 given by the Kyiv City Court of Appeal does not appear to add any clarity. Even assuming, on the basis of the court's reference to Article 119 of the Civil Code, that the mansard floor, as a part of the building constructed without the applicants' involvement, was exempt from co-ownership, it is not apparent on which legal ground the applicants' property rights to the attic were extinguished. The Court of Appeal did not elaborate on the fact that, while Article 119 referred to the works done at one co-owner's expense and with the consent of the other coowners, in the present case the reconstruction was performed at the expense of a third party, who was given a unilateral advance promise of title to the reconstructed premises by one co-owner (the municipality) against the will of the others. Moreover, it is not apparent from this reasoning whether the Court of Appeal endorsed the first-instance court's statement under section 60 of the Law “On Local Self-Governance” concerning the municipality's title to the building as such, or decided that the applicants co-owned the building, but not the mansard floor.",
                                "elements": []
                            },
                            {
                                "content": "61.  In these circumstances, the Court finds that the domestic courts have failed to adduce adequate reasoning for their decisions.",
                                "elements": []
                            },
                            {
                                "content": "62.  There was, accordingly, a breach of Article 6 § 1 of the Convention in this respect.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicants next complained that by virtue of the same issues which had given rise to their complaint under Article 6 § 1 of the Convention they had been deprived of an effective remedy for their complaints under Article 1 of Protocol No. 1. They invoked Article 13 of the Convention in this respect, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "64.  The Court does not consider it necessary to rule on this submission, because, where the right claimed is a civil one, the requirements of Article 13 are less strict than, and are absorbed by, those of Article 6 § 1 (see, among many other authorities, British-American Tobacco Company Ltd v. the Netherlands, judgment of 20 November 1995, Series A no. 331, p. 29, § 89; Baumann v. France, no. 33592/96, § 39, 22 May 2001; Crişan v. Romania, no. 42930/98, § 32, 27 May 2003; and Capital Bank AD v. , no. 49429/99, § 121, 24 November 2005).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  Lastly, the applicants complained under Article 8 of the Convention that they had been subjected to intolerable living conditions during the works, which had also caused damage to their apartments.",
                                "elements": []
                            },
                            {
                                "content": "66.  Independently of questions of whether the responsibility for any damage lay with the State or with the private contractor, the Court notes that the applicants did not present any material in evidence that they had properly raised a relevant claim, in form or in substance, in domestic proceedings and exhausted the available domestic remedies in its respect.",
                                "elements": []
                            },
                            {
                                "content": "67.  This part of the application should therefore be rejected as inadmissible in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "69.  The applicants did not submit a claim for just satisfaction within the time-limit allotted to them for this purpose. Accordingly, the Court considers that there is no call to make any award under this head.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning interference with and deprivation of the applicants of their possessions and fairness of civil proceedings in this regard admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 of the Convention on account of the conclusion by a public authority of the investment contract for reconstruction of the attic without the applicants' consent;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention on account of the applicants' deprivation of the attic;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine the complaint under Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 February 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SERYAVIN AND OTHERS v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-103279.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0210JUD000490904",
    "externalsources": [],
    "extractedappno": [
        "4909/04",
        "28/97",
        "170/04",
        "33202/96",
        "48191/99",
        "73049/01",
        "184/02",
        "63252/00",
        "48553/99",
        "37801/97",
        "49684/99",
        "33592/96",
        "42930/98",
        "49429/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-103279",
    "judgementdate": "10/02/2011 00:00:00",
    "kpdate": "10/02/2011 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "SERYAVIN AND OTHERS",
        "UKRAINE"
    ],
    "rank": "781.829040527344",
    "representedby": [
        "CHERPAK I. Y."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "363187",
    "typedescription": "15"
}