{
    "__articles": "9;9-1;35;35-1",
    "__conclusion": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);No violation of Article 9 - Freedom of thought, conscience and religion (Article 9-1 - Manifest religion or belief)",
    "applicability": "",
    "appno": "44774/98",
    "article": [
        "35",
        "9"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "9",
            "base_article": "9",
            "details": [
                "Article 9-1 - Manifest religion or belief"
            ],
            "element": "No violation of Article 9 - Freedom of thought, conscience and religion",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-61863.docx": [
            {
                "content": "PROCEDURE",
                "elements": [],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Circular of 23 February 1998",
                                "elements": [
                                    {
                                        "content": "“By virtue of the Constitution, the law and regulations, and in accordance with the case-law of the Supreme Administrative Court and the European Commission of Human Rights and the resolutions adopted by the university administrative boards, students whose ‘heads are covered’ (wearing the Islamic headscarf) and students (including overseas students) with beards must not be admitted to lectures, courses or tutorials. Consequently, the name and number of any student with a beard or wearing the Islamic headscarf must not be added to the lists of registered students. However, if students whose names and numbers are not on the lists insist on attending tutorials and entering lecture theatres, they must be advised of the position and, should they refuse to leave, their names and numbers must be noted and they must be informed that they are not entitled to attend lectures. If they refuse to leave the lecture theatre, the teacher shall record what has happened in a report explaining why it has not been possible to give the lecture and shall bring the matter to the attention of the university authorities as a matter of urgency so that disciplinary measures can be taken.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The application for an order setting aside the circular of 23 February 1998",
                                "elements": []
                            },
                            {
                                "content": "C.  The disciplinary measures taken against the applicant",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution",
                                "elements": [
                                    {
                                        "content": "Article 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The  is a democratic, secular (laik) and social State based on the rule of law, respectful of human rights in a spirit of social peace, national solidarity and justice, adhering to the nationalism of Atatürk and resting on the fundamental principles set out in the Preamble.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No amendment may be made or proposed to the provisions of Article 1 of the Constitution laying down that the State shall be a Republic, the provisions of Article 2 concerning the characteristics of the Republic or the provisions of Article 3.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 10 § 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All individuals shall be equal before the law without any distinction based on language, race, colour, sex, political opinion, philosophical belief, religion, membership of a religious sect or other similar grounds.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 14 § 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“None of the rights and freedoms referred to in the Constitution shall be exercised with a view to undermining the territorial integrity of the State and the unity of the nation, jeopardising the existence of the Turkish State or Republic, abolishing fundamental rights and freedoms, placing the control of the State in the hands of a single individual or group, ensuring the domination of one social class over other social classes, introducing discrimination on the grounds of language, race, religion or membership of a religious body, or establishing by any other means a political system based on such concepts and opinions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 24 §§ 1 and 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the right to freedom of conscience, belief and religious conviction. Prayers, worship and religious services shall be conducted freely, provided that they do not violate the provisions of Article 14. No one shall be compelled to participate in prayers, worship or religious services or to reveal his religious beliefs and convictions; nor shall he be censured or prosecuted because of his religious beliefs or convictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one may exploit or abuse religion, religious feelings or things held sacred by religion in any manner whatsoever with a view to causing the social, economic, political or legal order of the State to be based on religious precepts, even if only in part, or for the purpose of securing political or personal interest or influence thereby.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  History and background",
                                "elements": [
                                    {
                                        "content": "1.  Religious dress and the principle of secularism",
                                        "elements": [
                                            {
                                                "content": "31.  Wearing the Islamic headscarf to school and university is a recent phenomenon in , which began in the 1980s. There has been extensive discussion on the issue and it continues to be the subject of lively debate in Turkish society. Those in favour of the headscarf see wearing it as a duty and/or form of expression linked to religious identity, whereas those against regard it as a symbol of a political Islam that is seeking to establish a regime based on religious precepts and threatens to cause civil unrest and undermine the rights acquired by women under the republican system. The accession to power on 28 June 1996 of a coalition government comprising the Islamist Refah Partisi, and the centre-right Doğru Yol Partisi, has given the debate strong political overtones. The ambivalence displayed by the leaders of the Refah Partisi, including the then Prime Minister, over their attachment to democratic values, and their advocacy of a plurality of legal systems functioning according to different religious rules for each religious community was perceived in Turkish society as a genuine threat to republican values and civil peace (see Refah Partisi (the Welfare Party) and Others v. Turkey [GC], nos. 41340/98, 41342/98, 41343/98 and 41344/98, ECHR 2003-II).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The rules on dress in higher-education institutions and the case-law of the ",
                                        "elements": [
                                            {
                                                "content": "“Beyond being a mere innocent practice, wearing the headscarf is in the process of becoming the symbol of a vision that is contrary to the freedoms of women and the fundamental principles of the Republic.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Modern dress or appearance shall be compulsory in the rooms and corridors of higher-education institutions, preparatory schools, laboratories, clinics and multidisciplinary clinics. A veil or headscarf covering the neck and hair may be worn out of religious conviction.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Choice of dress shall be free in higher-education institutions, provided that it does not contravene the laws in force.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In higher-education institutions, it is contrary to the principles of secularism and equality for the neck and hair to be covered with a veil or headscarf on grounds of religious belief. In these circumstances, the freedom of dress which the impugned provision permits in higher-education institutions ‘does not concern dress of a religious nature or the act of covering one’s neck and hair with a veil and headscarf’... The freedom afforded by this provision [transitional section 17] is conditional on its not being contrary ‘to the laws in force’. The judgment [of 7 March 1989] of the  establishes that covering one’s neck and hair with the headscarf is first and foremost contrary to the Constitution. Consequently, the condition set out in the aforementioned section requiring [choice of] dress not to contravene the laws in force removes from the scope of freedom of dress the act of ‘covering one’s neck and hair with the headscarf’...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application of the regulations at ",
                                        "elements": [
                                            {
                                                "content": "“The ban prohibiting female students enrolled on the midwifery course from wearing the headscarf during tutorials is not intended to infringe their freedom of conscience and religion, but to comply with the laws and regulations in force. When doing their work, midwives and nurses wear a uniform. That uniform is described in and identified by regulations issued by the Ministry of Health... Students who wish to join the profession are aware of this. Imagine a student of midwifery trying to put a baby in or to remove it from an incubator, or assisting a doctor in an operating theatre or maternity unit while wearing a long-sleeved coat.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The rules governing dress in universities are set out in the laws and regulations. The  has delivered a judgment which prevents religious attire being worn in universities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This judgment applies to all students of our University and the academic staff, both administrative and otherwise, at all levels. In particular, nurses, midwives, doctors and vets are required to comply with the regulations on dress, as dictated by scientific considerations and the legislation, during health and applied science tutorials (on nursing, laboratory work, surgery and microbiology). Anyone not complying with the rules on dress will be refused access to tutorials.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Students at the  shall comply with the legal principles and rules on dress set out in the decisions of the  and higher judicial bodies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Students at the University of Istanbul shall not wear clothes that symbolise or manifest any religion, faith, race, or political or ideological persuasion in any institution or department of the University of Istanbul, or on any of its premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  In the institutions and departments at which they are enrolled, students at the University of Istanbul shall comply with the rules requiring specific clothes to be worn for work-related reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  Photographs supplied by students of the University of Istanbul to their institution or department [must be taken] from the ‘front’ ‘with head and neck uncovered’. They must be no more than six months old and make the student readily identifiable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.  Anyone displaying an attitude that is contrary to the aforementioned points or who, through his words, writings or deeds, encourages such an attitude shall be liable to action under the provisions of the regulations relating to disciplinary proceedings against students.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Students Disciplinary Procedure Rules",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  The regulatory power of the university vice chancellors",
                                        "elements": [
                                            {
                                                "content": "“... (b)  Vice chancellors have the following powers, competence and responsibilities:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  To chair meetings of university boards, implement their resolutions, examine proposals by the university boards and take such decisions as shall be necessary, and ensure that institutions forming part of the university function in a coordinated manner; ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.  To supervise and monitor the university departments and university staff at all levels.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is the vice chancellor who is primarily responsible for taking security measures and for supervising and monitoring teaching from the administrative and scientific perspectives...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The binding force of the reasoning in judgments of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "“The legislature and executive are bound by both the operative provisions of judgments and the reasoning taken as a whole. Judgments and the reasons stated in them lay down the standards by which legislative activity will be measured and establish guidelines for such activity.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Comparative law",
                                "elements": [
                                    {
                                        "content": "53.  In European countries, the debate on the Islamic headscarf is concerned more with primary and secondary State schools than with higher-education institutions. In the French speaking parts of , where there are no rules concerning the headscarf and disputes on the issue are generally resolved at local level, a number of State schools have refused to allow the Islamic headscarf. In the cases which have come before them, the Belgian courts have consistently held that the principles of equality and neutrality of State education take precedence over freedom of religion and have found against the complainants and their families.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In , where secularism is regarded as one of the cornerstones of republican values, the question of the Islamic headscarf in State schools has given rise to a very lively debate. After the Commission on Secularism had reported to the President of the Republic with its opinion, the National Assembly approved a bill on 10 February 2004 regulating, pursuant to the principle of secularism, the wearing of signs or dress manifesting a religious affiliation in State primary and secondary schools. Article 1 of the Act provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In State primary and secondary schools, the wearing of signs or dress by which pupils overtly manifest a religious affiliation is prohibited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The school rules shall state that the institution of disciplinary proceedings shall be preceded by a dialogue with the pupil.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": []
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“1. Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2. Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there was an interference",
                                "elements": []
                            },
                            {
                                "content": "B.  ”Prescribed by law”",
                                "elements": []
                            },
                            {
                                "content": "C.  Legitimate aim",
                                "elements": []
                            },
                            {
                                "content": "D.  ”Necessary in a democratic society”",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": []
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The relevant principles",
                                "elements": [
                                    {
                                        "content": "100.  The Court observes at the same time that the role of the Convention machinery is essentially subsidiary. As is well established by its case-law, the national authorities are in principle better placed than an international court to evaluate local needs and conditions (see, among other authorities, Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, § 48). It is for the national authorities to make the initial assessment of the “necessity” for an interference, as regards both the legislative framework and the particular measure of implementation. Although a margin of appreciation is thereby left to the national authorities, their decision remains subject to review by the Court for conformity with the requirements of the Convention (see, mutatis mutandis, Hatton and Others v. the United Kingdom [GC], no. 36022/97, § 101, ECHR 2003-VIII).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the foregoing principles to the present case",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLES 8 AND 10, ARTICLE 14 TAKEN TOGETHER WITH ARTICLE 9, AND ARTICLE 2 OF PROTOCOL NO. 1",
                        "elements": []
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that no separate question arises under Articles 8 and 10, Article 14 taken together with Article 9 of the Convention, and Article 2 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "Done in French and English, the French text being authentic, and notified in writing on 29 June 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrsE. Palm",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LEYLA ŞAHİN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61863.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0629JUD004477498",
    "externalsources": [],
    "extractedappno": [
        "44774/98",
        "41340/98",
        "41342/98",
        "41343/98",
        "41344/98",
        "1998/58",
        "1999/19",
        "24699/94",
        "24645/94",
        "27417/95",
        "7050/75",
        "10358/83",
        "28341/95",
        "34369/97",
        "16278/90",
        "42393/98",
        "36022/97",
        "8160/78",
        "6853/74",
        "14524/89"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [
        "Transitional section 17 of the Higher-Education Act, Law no. 2547",
        "Articles 6(a) and 9(j) of the Students Disciplinary Procedure Rules"
    ],
    "itemid": "001-61863",
    "judgementdate": "29/06/2004 00:00:00",
    "kpdate": "29/06/2004 00:00:00",
    "kpthesaurus": [
        "154",
        "237",
        "14",
        "128"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "35-1",
        "9-1",
        "35",
        "9"
    ],
    "parties": [
        "LEYLA ŞAHİN",
        "TURKEY"
    ],
    "rank": "488.799011230469",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "CHR 2000-V",
        "Schuler-Zgraggen v. Switzerland, judgment of 24 June 1993, Series A no. 263, pp. 21-22, § 67",
        "Sunday Times v. the United Kingdom (no. 1), judgment of 26 April 1979, Series A no. 30, p. 30, § 47",
        "Van Raalte v. the Netherlands, judgment of 21 February 1997, Reports 1997-I, p. 186, § 39",
        "Vgt Verein gegen Tierfabriken v. Switzerland, no. 24699/94, § 33, ECHR 2001-VI",
        "Wingrove v. the United Kingdom, judgment of 25 November 1996, Reports 1996-V, p. 1958, § 58",
        "X v. the United Kingdom, no. 8160/78, decision of the Commission of 12 March 1981, DR 22, p. 27",
        "Yanasik v. Turkey, no. 14524/89, decision of the Commission of 6 January 1993, DR 74, p. 14"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318735",
    "typedescription": "15"
}