{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "66993/13",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-205054.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "1.  The case concerns the allegedly excessive length of restitution proceedings.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "2.  The applicant was born in 1927 and lives in Sofia. She was represented by Ms N. Sedefova, a lawyer practising in Sofia.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government were represented by their Agent, Mr V. Obretenov, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant owned agricultural land, which was included in an agricultural cooperative in the 1950s.",
                        "elements": []
                    },
                    {
                        "content": "6.  In 2007 the applicant brought an action against the local body competent to take decisions concerning the restitution of agricultural land – the Samokov Agriculture Department (hereinafter “the Department”) – seeking a recognition that she was entitled to the restitution of land totalling 8,275 square metres. The action was allowed in a final judgment of the Sofia Regional Court on 3 February 2009. Following that, in a decision of 9 July 2009 the Department also acknowledged the applicant’s entitlement to restitution.",
                        "elements": []
                    },
                    {
                        "content": "7.  Seeing that the restitution of agricultural land in the region had started in the 1990s and most of the land had already been allocated to other persons, the Department appointed three of its members to study the available remaining plots of land – considered at that time to have become municipal property – and select appropriate ones. Such a procedure was provided for by law and three plots were selected for the applicant in February 2010.",
                        "elements": []
                    },
                    {
                        "content": "8.  However, it transpired subsequently that two of the plots were privately-owned. An attempt on the part of the Department to replace them with other plots was overturned in 2011 by the domestic courts, which found that the new plots had not been selected in accordance with the procedure provided for by law. In a final judgment of 10 May 2011 the Supreme Administrative Court ordered the Department to prepare a new proposal concerning the plots to be restituted to the applicants.",
                        "elements": []
                    },
                    {
                        "content": "9.  The Department selected three other plots and in August 2011 submitted a new proposal for approval to the Samokov municipal authorities. On 21 January 2012 the Samokov mayor informed the applicant that he had forwarded the proposal to the municipal council.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 28 March 2013 the Samokov municipal council took a decision on the matter, accepting the Department’s proposal as concerns one of the three plots enlisted in it, measuring 3,791 square metres. As to the two other plots, the municipal council rejected the Department’s proposal, noting that one of them was privately-owned, and the other had not been registered as municipal property. The decision was published on the council’s website together with other decisions of that day, and the applicant was not individually notified of it.",
                        "elements": []
                    },
                    {
                        "content": "11.  At the date of the latest information available to the Court (March 2020), no further decision concerning the applicant’s entitlement to restitution had been taken.",
                        "elements": []
                    },
                    {
                        "content": "12.  The applicant submits that on numerous occasions throughout the years her son, acting as her representative, sought information from the Department on any new developments in the restitution procedure, but was informed that there were none.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK",
                "elements": [
                    {
                        "content": "13.  The relevant domestic law on the restitution of agricultural land has been summarised in Zikatanova and Others v. Bulgaria (no. 45806/11, §§ 46-59, 12 March 2020).",
                        "elements": []
                    },
                    {
                        "content": "14.  The relevant domestic law and practice on the enforcement of final judgments of the administrative courts have been summarised in Bratanova v. Bulgaria (no. 44497/06, §§ 24-25, 9 June 2015) and Dimitar Yanakiev v. Bulgaria (no. 2) (no. 50346/07, §§ 30-35, 31 March 2016).",
                        "elements": []
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 1 of protocol no. 1",
                        "elements": [
                            {
                                "content": "15.  The applicant complained about the excessive duration of the restitution procedure. She invoked Article 1 of Protocol No. 1, as well as Article 6 § 1 and Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "16.  Being master of the characterisation to be given in law to the facts of the case (see Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, §§ 114 and 126, 20 March 2018), the Court is of the view that the complaint falls to be examined solely under Article 1 of Protocol No. 1 to the Convention (see Popov and Chonin v. Bulgaria, no. 36094/08, §§ 33-34, 17 February 2015, and Kamenova v. Bulgaria [Committee], no. 61731/11, §§ 23-24, 16 May 2019), which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "17.  The Government were of the view that the applicant had failed to exhaust the available domestic remedies. They contended that it had been open for her to seek the judicial review of the decision of the Samokov municipal council of 28 March 2013 (see paragraph 10 above), that she could have initiated proceedings under the Code of Administrative Procedure for the enforcement of a final court judgment, and that she could bring a tort action against the State to obtain compensation for the delays in the restitution procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant pointed out that she had not been notified of the decision of 28 March 2013 (see paragraph 10 in fine above) and could not have been expected to consult regularly the website of the municipal council. She noted furthermore that her failure to seek judicial review did not prevent the authorities from proceeding with the restitution procedure. The applicant contested as well the remaining limbs of the Government’s objection of non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The general principles concerning exhaustion of domestic remedies are resumed in Vučković and Others v. Serbia ([GC] (preliminary objection), nos. 17153/11 and 29 others, §§ 69-77, 25 March 2014). Turning to the circumstances of the present case, the Court does not consider it necessary to establish whether the applicant could have reasonably been expected to learn about the decision of the Samokov municipal council of 28 March 2013, and whether she could thus have applied for its judicial review within the relevant time-limit after its publication. The Court does not perceive how the remedy indicated by the Government – judicial review of the decision at issue – could have sped up the restitution procedure and could have thus amounted to an effective remedy within the meaning of Article 35 § 1 of the Convention. The applicant did not claim the particular plots in respect of which the municipal council had refused restitution, nor did her complaint before the Court concern them. The applicant’s failure to have recourse to the remedy at issue did not, in principle, prevent the relevant authorities from proceeding with the restitution procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Government argued in addition that the applicant had failed to initiate enforcement proceedings under the Code of Administrative Procedure. The Court observes in that regard that while, indeed, the final judgment of the Supreme Administrative Court of 10 May 2011 was in the applicant’s favour, and ordered the Department to take action (see paragraph 8 above), that body did actually take the action required, in adopting a new proposal as to the plots to be allotted to the applicant and presenting it to the Samokov municipal authorities (see paragraph 9 above). As to the Sofia Regional Court’s judgement of 3 February 2009, also in the applicant’s favour (see paragraph 6 above), it recognised her entitlement to restitution, but did not expressly order the administrative authorities to take any specific action. This judgment appears to have been sufficiently complied with when the Department also acknowledged the applicant’s entitlement to restitution (see paragraph 6 above). The Government did not explain how and on the basis of which judgment the applicant could have sought any further enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Lastly, as to the Government’s argument that the applicant could bring a tort action against the State, the Court refers to its findings in previous cases concerning the duration of restitution proceedings that such a remedy had not been shown to be effective (see Lyubomir Popov v. Bulgaria, no. 69855/01, §§ 102-05, 7 January 2010, and Vasilev and Doycheva v. Bulgaria, no. 14966/04, § 29, 31 May 2012). The Government have presented no arguments, nor referred to any case-law of the domestic courts, which could lead the Court to a different conclusion (see, mutatis mutandis, Sheytanova v. Bulgaria [Committee], no. 42218/13, § 18, 1 September 2020).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Accordingly, the Court dismisses the Government’s objection of non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court notes in addition that the application is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "24.  The Government argued that the delay in the restitution procedure had been justified, seeing the need to guarantee the rights of third parties and the complexity and importance of the restitution process. They contended furthermore that after 2013 the applicant had not been diligent in pursuing her interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant pointed out that the restitution procedure initiated by her in 2007 had still not been completed, and that the authorities had remained inactive. She contended that this had placed her in a state of prolonged uncertainty as to the scope of her restitution rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court observes that the applicant’s “legitimate expectation” to restitution arose in February 2009, when the Sofia Regional Court recognised with finality her entitlement in that regard (see paragraph 6 above). By March 2020, at the time of the latest information received by the Court (see paragraph 11 above), namely more than eleven years later, the restitution procedure remained pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court has found breaches of Article 1 of Protocol No. 1 in many cases against Bulgaria concerning the excessive duration of restitution proceedings (see, for example, Lyubomir Popov and Vasilev and Doycheva, cited above; Nedelcheva and Others v. Bulgaria, no. 5516/05, 28 May 2013; and, more recently, Zikatanova and Others v. Bulgaria, no. 45806/11, 12 March 2020, and Sheytanova, cited above). It has found problematic, among others, the lengthy periods of inactivity on the part of the national authorities, as well as those authorities’ failure to act with diligence and with determination to resolve any issue and complete the procedure (see Nedelcheva and Others, §§ 79-80, Popov and Chonin, § 50, and Zikitanova and Others, § 121, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court considers that these were also the reasons for the delay in the restitution procedure in the case in hand. It points out that in the years following the recognition of the applicant’s entitlement to restitution in February 2009 the authorities sought a solution: in particular, the Department attempted on several occasions to identify plots of land for the applicant and in 2011 presented a proposal in that regard to the Samokov municipal authorities, while in 2013 the Samokov municipal council took a decision on the matter (see paragraphs 9-10 above). However, no decision concerning the applicant’s restitution entitlement was taken after that and the procedure remained in a standstill (see paragraph 11 above). The municipal council’s decision at issue did not complete the procedure and further action by the Department was required – a decision to restore to the applicant the plot of 3,791 square metres (see, on the necessity of such a decision, Zikatanova and Others, cited above, § 55), as well as action to identify further available plots of land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government have not presented any valid justification for the lengthy period of inactivity after 2013. While they argued that the applicant had not been diligent in pursuing her interests (see paragraph 24 above), they failed to explain what action could have been necessary on her part, and have not claimed that the Department could not pursue the restitution procedure without such action (see, mutatis mutandis, Zikatanova and Others, cited above, § 120). Moreover, the Court points out that the Government have not contested that on numerous occasions throughout the years the applicant’s son sought information on the course of the restitution proceedings, and was informed that there were no relevant developments (see paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  For the reasons above, while acknowledging, as it has done in earlier cases (see, for example, Lyubomir Popov, § 122, Zikatanova and Others, § 122, and Sheytanova, § 26, all cited above), the general complexity of the restitution process referred to by the Government, the Court finds that the restitution proceedings initiated by the applicant were unjustifiably delayed through the fault of the national authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  It follows that there has been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "33.  The applicant claimed the market value of the land she is entitled to receive by means of restitution, plus interest. According to experts appointed by her, that value amounts to the equivalent of 69,556 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In respect of non-pecuniary damage, the applicant claimed EUR 20,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government contested the claims. They pointed out that the applicant remained entitled to restitution at the domestic level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that its finding of a violation of Article 1 of Protocol No. 1 was related to the excessive duration of the restitution procedure. Accordingly, the Court will only make an award to compensate the applicant on that account. It points out that the domestic procedure was, at the date of the latest information from the parties (March 2020), still pending (see paragraph 11 above), and that there appears to be no reason why it would not be completed with the transfer to the applicant of the land due to her (see, mutatis mutandis, Popov and Chonin, cited above, § 65). Accordingly, the Court dismisses the claim to award the applicant the market value of that land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  While it does not see any ground to award interest, the Court considers nevertheless that the applicant suffered a certain loss of chance due to the delay in the restitution procedure, as she was unjustifiably deprived of the possibility to use the land due to her and profit of it during a lengthy period of time. Taking into account the circumstances of the case – in particular the duration of the restitution procedure and the size of the land claimed by the applicant (see paragraph 6 above) – the Court awards her EUR 2,000 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court awards the applicant an additional EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "39.  The applicant claimed the fees charged by her legal representative before the Court, Ms N. Sedefova, in the amount of 5,000 Bulgarian levs (BGN) (the equivalent of EUR 2,556). In support of this claim she submitted two contracts with Ms Sedefova. The applicant claimed in addition BGN 228 (EUR 117) paid by her for the expert valuation referred to in paragraph 33 above, submitting an invoice, and BGN 350 (EUR 179) for translation, presenting a statement by the translator to the effect that he had been paid that sum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government contested the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court agrees that the costs for legal representation before the Court were necessary, but considers the amount claimed by the applicant excessive. Pointing out to the repetitive character of the case, evident from the case-law cited above, the Court finds it reasonable to award the applicant EUR 800 under the present head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court awards in addition the sum paid by the applicant for translation (EUR 179), considering these costs actually and necessarily incurred and reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Lastly, the Court dismisses the claim concerning the costs for an expert valuation, noting that they are not related to the violation found (see Popov and Chonin, cited above, § 76). The total sum awarded for costs and expenses is thus EUR 979.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 October 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Faris Vehabović",
            "role": "president"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Ilse Freiwirth",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RASHEVA v. BULGARIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-205054.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1013JUD006699313",
    "externalsources": [],
    "extractedappno": [
        "66993/13",
        "45806/11",
        "44497/06",
        "50346/07",
        "37685/10",
        "22768/12",
        "36094/08",
        "61731/11",
        "17153/11",
        "69855/01",
        "14966/04",
        "42218/13",
        "5516/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-205054",
    "judgementdate": "13/10/2020 00:00:00",
    "kpdate": "13/10/2020 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "RASHEVA",
        "BULGARIA"
    ],
    "rank": "7997.1630859375",
    "representedby": [
        "SEDEFOVA N."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "501200",
    "typedescription": "15"
}