{
    "__articles": "6;6+6-3-c;6-1;6-3-c",
    "__conclusion": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance)",
    "applicability": "",
    "appno": "11469/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence through legal assistance"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-127400.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 11469/05) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Eduard Vasilyevich Rozhkov (“the applicant”), on 25 February 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Pashukov, a lawyer practising in Sochi. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he was not legally represented at the appeal hearing of 6 October 2004.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 17 February 2009 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and lives in Krasnodar.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 26 January 2004 the applicant was charged with murder. He was assisted by legal counsel and pleaded guilty to a lesser charge of manslaughter. On 5 August 2004 the Novokubansk District Court of Krasnodar Region convicted the applicant as charged and sentenced him to ten years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 14 August 2004 the applicant and his counsel submitted their statements of appeal in which they requested the appeal court to reclassify the offence as manslaughter and challenged the findings of fact made by the trial court.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 15 September 2004 the appeal hearing was adjourned as the applicant and his lawyer had not been notified of the appeal hearing fourteen days in advance.",
                                "elements": []
                            },
                            {
                                "content": "9.  The Government produced a typed summons issued by the Krasnodar Regional Court on 22 September 2004, by which the applicant and his counsel were to be informed of the appeal hearing scheduled for 6 October 2004. According to the Government, a copy of this summons was sent to the lawyer’s address.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 6 October 2004 the Krasnodar Regional Court upheld the judgment of 5 August 2004. A representative of the prosecution and the applicant, but not his counsel, attended the appeal hearing.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "11.  The Code of Criminal Procedure of the Russian Federation, in force from 1 July 2002, provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 51. Mandatory participation of defence counsel",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  participation of a defence counsel in criminal proceedings shall be mandatory, if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1)  a suspect or accused has not waived defence counsel as per Article 52 of this Code ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  If, in the instances specified in paragraph 1 of this Article, no defence counsel has been retained by the suspect or defendant, his representative, or by other persons acting on instructions from or subject to the consent of the suspect or accused, the inquiry officer, investigator, prosecutor, or court shall ensure participation of defence counsel in the criminal proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 52. Waiver of defence counsel",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A suspect or defendant shall have the right to waive a defence counsel at any moment of the proceedings in the criminal case. Such waiver shall be permitted only upon the initiative of the suspect or defendant. A waiver of defence counsel shall be filed in writing and be entered into the record of the relevant procedural action ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Case-law of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "12.  Examining the compatibility of Article 51 of the Code of Criminal Procedure with the Constitution, the Constitutional Court ruled as follows (decision no. 497-O of 18 December 2003):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 51 § 1 of the Code of Criminal Procedure, which describes the circumstances in which the participation of defence counsel is mandatory, does not contain any indication that its requirements shall not be applicable in appeal proceedings or that the convict’s right to legal assistance in such proceedings may be restricted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  That position was subsequently confirmed and developed in seven decisions delivered by the Constitutional Court on 8 February 2007. It found that free legal assistance for the purpose of appellate proceedings should be provided in the same conditions as for earlier stages in the proceedings and that it was mandatory in the situations listed in Article 51. It further underlined the obligation of the courts to secure the participation of defence counsel in appeal proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicant complained under Article 6 §§ 1 and 3 (c) of the Convention that the Krasnodar Regional Court had failed to ensure his counsel’s presence at the appeal hearing, while the prosecutor had attended it and had made oral submissions. The relevant parts of Article 6 provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by a ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "15.  The Government firstly submitted that the applicant had only petitioned the appeal court for his personal attendance at the appeal hearing, but not that of his lawyer. They further submitted that the applicant’s counsel had been informed of the date of the appeal hearing but had failed to appear. The applicant had not asked the appeal court to appoint a replacement counsel or to adjourn the hearing. The applicant’s lawyer had filed written submissions in which he had exhaustively presented his arguments. The applicant’s defence rights had not therefore been violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant maintained his complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "17.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "18.  The Court notes at the outset that the requirements of Article 6 § 3 of the Convention are to be seen as particular aspects of the right to a fair trial guaranteed by Article 6 § 1, and therefore the applicant’s complaints under Article 6 §§ 1 and 3 should be examined together (see Vacher v. France, 17 December 1996, § 22, Reports of Judgments and Decisions 1996VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  As regards Article 6 § 3 (c), the Court reiterates that, while it confers on everyone charged with a criminal offence the right to “defend himself ... through legal assistance ...”, it does not specify the manner of exercising this right. It thus leaves to the Contracting States the choice of the means of ensuring that it is secured in their judicial systems, the Court’s task being only to ascertain whether the method they have chosen is consistent with the requirements of a fair trial (see Quaranta v. Switzerland, 24 May 1991, § 30, Series A no. 205).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In a number of cases, the Court has already ruled that the State authorities may be responsible for ensuring that defendants in criminal proceedings are legally represented in appeal proceedings. The factors relevant to the determination of the scope of this obligation include: (a) the scope of the jurisdiction of the appeal court in question (whether it extended to both legal and factual issues, whether the court was empowered to fully review the case and to consider additional arguments which had not been examined in the first-instance proceedings); (b) the seriousness of the charges against the applicant; and (c) the severity of the sentence which the applicant faced (see Maxwell v. the United Kingdom, 28 October 1994, § 40, Series A no. 300-C; Shilbergs v. Russia, no.20075/03, § 123, 17 December 2009; Potapov v. Russia, no. 14934/03, § 24, 16 July 2009; Shulepov v. Russia, no. 15435/03, §§ 34-39, 26 June 2008; and Shugayev v. Russia, no. 11020/03, §§ 53-60, 14 January 2010).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles to the present case",
                                "elements": [
                                    {
                                        "content": "21.  The Court had already noted that the jurisdiction of appeal courts in the Russian legal system extends to both issues of facts and law (see, for example, Sidorova (Adukevich) v. Russia, no. 4537/04, § 25, 14 February 2008, and Shulepov v. Russia, cited above). In his appeal statement the applicant contested his conviction on both factual and legal grounds. The Krasnodar Regional Court was thus called upon to make an assessment of the applicant’s guilt or innocence within the scope of the grounds of appeal. In the Court’s view, the issues raised by the applicant in his appeal statement can reasonably be considered to have presented a certain factual and legal complexity. It also cannot disregard that the prosecutor was present at the appeal hearing and made submissions to the appeal court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In so far as the Government may be understood to argue that by failing to indicate in his appeal statement his wish to ensure attendance by his lawyer at the hearing (see paragraph 15 above) the applicant had waived this right, the Court considers it necessary to note the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  It follows from the parties’ submissions and the documents at the Court’s disposal that at trial the applicant was assisted by counsel of his choice. The same counsel joined the applicant in his appeal against the conviction. This conclusion is supported by the fact that the Krasnodar Regional Court had accepted the counsel’s appeal statement and allegedly sent a summons to his address to inform him of the appeal hearing. There is no indication that the applicant waived, explicitly or implicitly and in accordance with the above-mentioned requirements (see paragraph 11 above), his right to be assisted by counsel on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Having regard to the wording of Article 51 of the Russian Code of Criminal Procedure (see paragraph 11 above), as well as the Russian Constitutional Court’s interpretation of that legal provision (see paragraphs 12-13 above), the Court observes that the applicant’s representation on appeal was mandatory under domestic law. In so far as the Government argued that it had been for the applicant to seek leave for his counsel to appear before the appeal court, the Court notes that, apart from the fact that the Government did not point to any legal provision which supported their reading of the applicant’s obligation, it has already held on a number of occasions that the effectiveness of the guarantee of legal representation by default contained in Article 51 of the Code of Criminal Procedure would be undermined without a corresponding obligation on the part of the courts to verify in each individual case whether it is lawful to proceed with a hearing in the absence of legal counsel for the accused (see Grigoryevskikh v. Russia, no. 22/03, § 90, 9 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court therefore concludes that it was incumbent on the appeal court to verify whether there had been a valid waiver of legal assistance by the applicant and, if there was none, to appoint a lawyer as required by Article 51 §§ 1(1) and 3 of the Code of Criminal Procedure or to adjourn the examination of the appeal. Given the seriousness of the charges against the applicant and the severity of the sentence to which he had been liable, the court’s compliance with this guarantee took even greater importance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court therefore finds that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (c) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant also alleged violations of his rights in the course of the preliminary investigation and trial, as well as a lack of effective remedies and discrimination. He relied in this respect on Articles 1, 2, 3, 5, 8, 13, 14 and 17 of the Convention. Having regard to all the material in its possession, the Court finds that, in so far as these complaints fall within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "29.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government submitted that his claims were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court accepts that the applicant suffered distress and frustration which cannot be compensated for solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 4,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "32.  The applicant did not claim costs and expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the applicant’s counsel’s absence from the appeal hearing admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 October 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF EDUARD ROZHKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-127400.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1031JUD001146905",
    "externalsources": [],
    "extractedappno": [
        "11469/05",
        "20075/03",
        "14934/03",
        "15435/03",
        "11020/03",
        "4537/04",
        "22/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-127400",
    "judgementdate": "31/10/2013 00:00:00",
    "kpdate": "31/10/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "EDUARD ROZHKOV",
        "RUSSIA"
    ],
    "rank": "1043.380859375",
    "representedby": [
        "PASHUKOV A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "379290",
    "typedescription": "15"
}