{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "5950/04",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-92522.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5950/04) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Aleksandr Nikolayevich Blinov and his wife Mrs Alla Ivanovna Blinova (“the applicants”), on 27 January 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms O. Varnavskaya, a lawyer practising in Stavropol. The Russian Government (“the Government”) were represented by Mrs V. Milinchuk, the Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 29 May 2007 the Court decided to communicate the complaints concerning non-enforcement and supervisory review of a binding judgment to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1963 and 1966 respectively and live in Stavropol.",
                                "elements": []
                            },
                            {
                                "content": "5.  As judges, the applicants were entitled to a service at. As the at had not been provided, the applicants sued the Pyatigorsk Town Council. On 10 June 2003 the Essentuki Town Court held for the applicants and ordered the council to:",
                                "elements": []
                            },
                            {
                                "content": "“[P]rovide [the applicants] with a decent dwelling for a family of four, offering 12 m² per person and having an extra surface of 40 m² with regard to two family members’ right to extra surface: either 20 m² per person or a separate room per person.”",
                                "elements": []
                            },
                            {
                                "content": "This judgment became binding on 8 September 2003, but was not enforced immediately.",
                                "elements": []
                            },
                            {
                                "content": "6.  In September–November 2003 bailiffs several times inquired with the council whether it had available ats. In December 2003 and February 2004 the bailiffs requested the court to change the mode of execution to a cash payment. In September 2005 the bailiffs attached the council’s bank accounts and means of transport.",
                                "elements": []
                            },
                            {
                                "content": "7.  In August 2004 the applicants and the council reached a settlement, but the council defaulted on its promise.",
                                "elements": []
                            },
                            {
                                "content": "8.  On the council’s request, on 20 March 2006 the Presidium of the  quashed the judgment and ordered a rehearing. The presidium found that the council had been the wrong defendant, and that the district court had awarded a at bigger than the applicants had been entitled to.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the course of the rehearing, on 22 October 2007 the applicants withdrew their claims and the proceedings were closed.",
                                "elements": []
                            },
                            {
                                "content": "10.  In December 2007 the applicants were offered a at of 124.8 m² in a house in the centre of Stavropol, but they refused to accept it insisting that the at should be of 150 m². In the meantime, in 2006–07 the authorities subsidised the applicants’ rent.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "11.  Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF SUPERVISORY REVIEW",
                        "elements": [
                            {
                                "content": "12.  The applicants complained under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 about the supervisory review of the judgment. Insofar as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "13.  The Government argued that this complaint was inadmissible. The supervisory review had been initiated by a party to the litigation, and the applicants had been aware of these proceedings. Annulment of binding judgments was legitimate in a democratic society and known, for example, to such countries as Germany, Austria, and Switzerland. Besides, the Committee of Ministers of the Council of Europe had been satisﬁed that ’s supervisory-review procedure had been improved (ResDH(2006)1, 8 February 2006; CM/Inf/DH(2005)20, 23 March 2005). Supervisory review had been applied only in exceptional cases. In the present case, it had been applied to correct the district court’s misinterpretation of material law. There had been no interference with the applicants’ possessions, because the State had not contested as such their right to a service at.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicants maintained their complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "16.  The Court has earlier found a violation of Article 6 § 1 and Article 1 of Protocol No. 1 where, like in the present case, supervisory review was used to quash a binding judgment on the ground of an alleged misinterpretation of material law (see, for example, Kot v. Russia, no. 20887/03, § 29, 18 January 2007). There is no reason to depart from that ﬁnding in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  There has accordingly been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF NON-ENFORCEMENT",
                        "elements": [
                            {
                                "content": "18.  The applicants complained under Article 6 of the Convention and Article 1 of Protocol No. 1 about the non-enforcement of the judgment.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "19.  The Government argued that this complaint was inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants had failed to exhaust domestic remedies, as required by Article 35 § 1 of the Convention, because they had not brought proceedings against the authorities responsible for the enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The complaint was manifestly ill-founded. The bailiffs had not idled: they had several times asked the council whether it had available ats, they had twice asked the court to change the mode of enforcement, and had attached the council’s assets. The courts had caused no delays either. Besides, the nature of the award, the distribution of a property, required extra effort and time. The delay had been partly due to the council’s reluctance to assume the expense of the federal budget. By contrast, the applicants had delayed the enforcement by engaging in friendly-settlement negotiations, advancing new claims, and appealing to courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicants maintained their complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  With regard to domestic remedies, the Court reiterates that it is the Government who bear the burden of proof of the remedies’ existence. The Government must show that the remedies were effective, accessible, capable to provide redress, and that they offered reasonable prospects of success (see, mutatis mutandis, Selmouni v. France [GC], no. 25803/94, § 76, ECHR 1999V). The Government have not explained how the suggested remedies would have met these requirements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "23.  The Court reiterates that an unreasonably long delay in the enforcement of a binding judgment may breach the Convention (see Burdov v. Russia, no. 59498/00, ECHR 2002III). To decide if the delay was reasonable, the Court will look at how complex the enforcement proceedings were, how the applicant and the authorities behaved, and what the nature of the award was (see Raylyan v. Russia, no. 22000/03, § 31, 15 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Given the above finding that the supervisory review of the judgment was incompatible with the Convention, the Court considers that the period of enforcement should be extended beyond the date of the supervisory review (see Sukhobokov v. , no. 75470/01, §§ 25–26, 13 April 2006). Accordingly, to date the enforcement of the judgment has lasted over four years and nine months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  This period is prima facie incompatible with the requirements of the Convention. The Court accepts, to the Government’s advantage, that the authorities did look for ways to enforce the judgment, and that the in-kind nature of the award complicated the enforcement. Nevertheless, the fact remains that the applicants were prevented from enjoying the award for a considerable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  There has, accordingly, been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Lastly, the applicants complained about procedural defects in the supervisory-review proceedings and about an impossibility to appeal against the supervisory-review judgment.",
                                "elements": []
                            },
                            {
                                "content": "28.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court ﬁnds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "29.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court ﬁnds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "31.  The applicants claimed 8,309,351 Russian roubles (RUB) in respect of pecuniary damage and RUB 2,830,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government argued that these claims were unreasonable and unsubstantiated. The applicants had suffered no loss, because in the end they had been offered a at bigger than originally awarded, and because in the meantime the State had subsidized their rent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged, especially since the State had eventually offered them a at bigger than originally awarded (see Ryabykh v. , no. 52854/99, § 62, ECHR 2003IX). The Court therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On the other hand, the Court accepts that the applicants might have been distressed by the non-enforcement and supervisory review of the binding judgment. Making its assessment on an equitable basis, the Court awards 4,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "35.  The applicants also claimed RUB 214,000 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government argued that not all of these expenses had related to the alleged violations, and that the applicants had not speciﬁed what work their lawyer had done.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 500 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "38.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning non-enforcement and supervisory review admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 on account of supervisory review;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 on account of non-enforcement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes ﬁnal according to Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(i)  EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\t(ii)  EUR 500 (ﬁve hundred euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notiﬁed in writing on 30 April 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BLINOV AND BLINOVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92522.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0430JUD000595004",
    "externalsources": [],
    "extractedappno": [
        "5950/04",
        "20887/03",
        "25803/94",
        "59498/00",
        "22000/03",
        "75470/01",
        "52854/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-92522",
    "judgementdate": "30/04/2009 00:00:00",
    "kpdate": "30/04/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "BLINOV AND BLINOVA",
        "RUSSIA"
    ],
    "rank": "672.380798339844",
    "representedby": [
        "VARNAVSKAYA O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "349362",
    "typedescription": "15"
}