{
    "__articles": "5;5-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention)",
    "applicability": "",
    "appno": "4157/04",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-121560.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4157/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Yevgeniy Pletmentsev (“the applicant”), on 2 December 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Messrs A. Kiryanov and K. Lugantsev, lawyers practising in . The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, that his detention had been unlawful and based on insufficient reasons.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 January 2009 the President of the First Section decided to give notice of the complaints to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (former Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1962 and lived, before his arrest, in the town of  in the Rostov Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "1.  Proceedings concerning the first fraud episode",
                                        "elements": [
                                            {
                                                "content": "6.  In June 1998 the  town police (“the Town Police”) instituted criminal proceedings against the applicant on suspicion of fraud, fraudulent obtaining of loans, misuse of official position and forgery.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  By a judgment of 22 March 2000 the Taganrog Town Court (“the Town Court”), composed of Judge U. and lay judges Kh. and R., established that in 1997 the applicant, as the manager of a municipal enterprise, had violated various licensing regulations and submitted false information when applying for a loan. The court convicted the applicant of fraud and acquiring a loan on the basis of false information and sentenced him to five years and six months’ conditional imprisonment, with three years’ probation. The judgment was not appealed against and became final. The applicant remained at liberty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings concerning the second fraud episode",
                                        "elements": [
                                            {
                                                "content": "8.  On 4 December 2001 the Town Police instituted criminal proceedings against the applicant on suspicion of a further episode of aggravated fraud against D., committed by the applicant in concert with B. The applicant and B. both remained at large under an undertaking not to leave their town of residence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  On an unspecified date the case was sent for trial by the .",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The detention order of 15 April 2002",
                                "elements": [
                                    {
                                        "content": "10.  On 15 April 2002 the , composed of judge Dz. and lay judges V. and Sh., remanded the applicant and his co-accused in custody. The remand order, in so far as relevant, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The accused B. and [the applicant] have been charged with deceitfully acquiring from D. 20,000 United States dollars ... They denied the charges in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, [the applicant] insulted the victim, calling him a “stinker”; [the applicant’s] conduct was threatening. The prosecutor has applied for his remand in custody. The [c]ourt considers the application well-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Detention should be chosen as a preventive measure in respect of [the applicant], as well as B., because, if at large, they could influence the course of the proceedings and the witnesses, including [illegible] the victim.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant did not appeal against the order.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Conviction",
                                "elements": [
                                    {
                                        "content": "12.  By a judgment of 16 April 2002 the , with Judge Dz. presiding, assisted by lay judges V. and Sh., found the applicant guilty of fraud committed in concert with B. against D. in August-September 2001. Taking into account the applicant’s previous conviction and the fact that he had committed the crime while on probation, the court imposed on him an aggregate sentence of six years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 4 June 2002 the  (“the ”) upheld the conviction on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Supervisory review of the convictions and joinder of the proceedings",
                                        "elements": [
                                            {
                                                "content": "14.  On 4 September 2003 the Presidium of the  (“the ”) set aside the judgment of 22 March 2000 by way of supervisory review on the ground that lay judges Kh. and R. had unlawfully participated in the examination of the applicant’s case. The case was remitted to the first-instance court for a fresh examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 17 September 2003 the applicant lodged with the Presidium Court an application for supervisory review of the judgment of 16 April 2002, as upheld on appeal, as well as of the detention order of 15 April 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 20 November 2003 the Presidium Court set aside the judgment of 16 April 2002, as upheld on appeal, and remitted the case to the firstinstance court for a fresh examination. The issue was examined in the presence of the prosecutor; the applicant and his lawyers were absent. The court held, in particular, that the composition of the court which had delivered the judgment of 16 April 2002 had been unlawful because lay judge V. had been assigned to work not with the presiding judge Dz. but with another judge of the . Moreover, V.’s term of service had exceeded the statutory fixed limit. Hence, her participation in the examination of the applicant’s case had been unlawful. That breach of the rules of criminal procedure was an unconditional ground for quashing the conviction and sending the case for a fresh examination. Lastly, the court noted that it found no reason to vary the preventive measure in the form of detention “chosen in respect of [the applicant] by the court” and held that it was to remain unchanged, without providing any further details in that regard. The court did not set a time-limit for the applicant’s detention. The decision was silent on the applicant’s arguments concerning the detention order of 15 April 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 15 January 2004 the criminal cases against the applicant were joined.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The last round of proceedings",
                                        "elements": [
                                            {
                                                "content": "18.  On 31 March 2004 the  convicted the applicant of two counts of fraud and sentenced him to five years’ imprisonment. The court deducted the time the applicant had spent in detention from 15 April 2002 to 31 March 2004 from the sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 25 May 2004 the  upheld that judgment on appeal.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings concerning the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "20.  On 23 December 2003, at the applicant’s request, the  held a preliminary hearing in his criminal case concerning the second fraud episode. By a decision of the same date it granted the applicant’s request and remitted the case to the prosecutor with a view to joining the two criminal cases against him. It also dismissed a request by the applicant for release, stating that the  had ordered that the preventive measure in respect of him and his co-accused was to remain unchanged. In accordance with Article 255 of the Code of Criminal Procedure (“the CCrP”), the applicant’s detention pending trial could be extended up to six months and accordingly the , which had received the case file on 2 December 2003, was acting in compliance with that provision. It further held that there were no grounds for choosing a more lenient preventive measure because both accused were charged with a serious crime and if they remained at large might interfere with the proceedings. The decision did not set a time-limit for the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant appealed, claiming, among other things, that the timelimits for his detention had expired and that the authorities were not acting with the requisite diligence in conducting the criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 15 January 2004 the prosecutor joined the two criminal cases against the applicant. The new case was assigned the number 9883479 and on an unspecified date the prosecutor sent it to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 10 February 2004 the  rejected the applicant’s appeal against the decision of 23 December 2003. It noted, among other things, that, contrary to the applicant’s allegation, there had been no breach of Articles 109 and 255 of the CCrP because on 2 December 2003 the Town Court had received his case after the quashing of the conviction by way of supervisory review and because it had neither chosen the preventive measure in respect of the applicant nor extended his detention under those provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By a decision of 26 February 2004 the  listed a hearing in the applicant’s case. By the same decision it terminated the applicant’s prosecution in respect of all charges other than the two counts of fraud because they had become time-barred. The court further dismissed the applicant’s request for release with reference to Article 255 of the CCrP. It noted that it saw no reason to vary the preventive measure in respect of either accused, or to choose a more lenient preventive measure, given the gravity of the charges against them and the possibility that, if at large, they might pervert the course of justice. The decision did not set any time-limits for the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 13 April 2004 the  upheld that decision on appeal. It stated that the applicant and his co-accused were charged with a serious crime and there were grounds to believe that they might abscond or “interfere with the establishment of the truth”. It also noted that the detention of the applicant and his co-accused had been authorised by a court and that their conviction had been quashed by way of supervisory review. Their criminal case had then been remitted for a fresh trial to the , with an order that the preventive measure was to remain unchanged.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "26.  Since 1 July 2002, criminal-law matters have been governed by the Russian Code of Criminal Procedure (Law no. 174-FZ of 18 December 2001, “the CCrP”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Preventive measures",
                                        "elements": [
                                            {
                                                "content": "27.  “Preventive measures” include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99). In exceptional circumstances, and where there exist grounds listed in Article 97, a preventive measure may be applied to a suspect, taking into account the circumstances listed in Article 99 (Article 100). If necessary, the suspect or accused may be asked to give an undertaking to appear (Article 112).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Time-limits for detention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Two types of remand in custody",
                                "elements": [
                                    {
                                        "content": "28.  The CCrP makes a distinction between two types of remand in custody: the first being “pending investigation”, that is, while a competent agency – the police or a prosecutor’s office – is investigating the case, and the second being “before the court” (or “pending trial”), at the judicial stage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Time-limits for detention “pending investigation”",
                                "elements": [
                                    {
                                        "content": "29.  A custodial measure may only be ordered by a judicial decision and in respect of a person who is suspected of, or charged with, a criminal offence punishable by more than two years’ imprisonment (Article 108). The time-limit for detention pending investigation is fixed at two months (Article 109). A judge may extend that period up to six months (Article 109 § 2). Further extensions may only be granted by a judge and if the person is charged with serious or particularly serious criminal offences (Article 109 § 3). No extension beyond eighteen months is permissible and the detainee must be released immediately (Article 109 § 4).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Time-limits for detention “pending trial”",
                                "elements": [
                                    {
                                        "content": "3.  Preliminary hearing",
                                        "elements": [
                                            {
                                                "content": "31.  The trial court can hold a preliminary hearing to examine such requests by the defence as, for instance, a request to exclude certain pieces of evidence or to summon defence witnesses (Articles 234 and 235). Following the preliminary hearing the trial court can decide, among other things, to return the case file to the prosecutor, to suspend the examination of the case, or to terminate criminal proceedings against the defendant (Articles 236-239). If the trial court decides to return the case to the prosecutor, it must decide on the preventive measure in respect of the accused (Article 237 § 3).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant practice of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "32.  In its Ruling no. 4-P of 22 March 2005 the Constitutional Court confirmed that detention of a criminal suspect or accused was to be authorised by a court decision issued in accordance with the requirements of the law of criminal procedure. When quashing a conviction by way of supervisory review and remitting the case for a retrial, the supervisoryreview court was under an obligation to examine the issue of detention. In so doing, it was to be guided by the requirements set out in Articles 10, 108, 109 and 255 of the CCrP and to proceed on the assumption that the preventive measure chosen during the previous round of proceedings had ceased to apply after the judgment convicting the defendant had become final. The quashing of the conviction did not automatically restore the preventive measure and if the court considered that the accused was to remain in custody it was to ascertain, with the proper participation of the interested parties, whether there were grounds, including factual circumstances, calling for his or her detention in the new round of proceedings. Such detention order could be issued after the parties had been provided with an opportunity to state their position before the court, so as to enable it to carry out its own assessment of the circumstances of the case, rather than base its decision solely on arguments raised by the prosecution or mentioned in a previous detention order. Moreover, the supervisoryreview court was to take into account the stage of the criminal proceedings, which could entail the emergence of new circumstances calling for the preventive measure to be varied. At the same time, irrespective of the procedural stage, a decision to place a person in custody or to extend his or her detention needed to reflect the factual circumstances examined by the court. Such court’s assessment could be made in a separate decision or be part of a decision to set aside the conviction and remit the case for fresh examination.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 §§ 1 AND 3 OF THE CONVENTION ON ACCOUNT OF THE APPLICANT’S DETENTION BETWEEN 20 NOVEMBER 2003 AND 31 MARCH 2004",
                        "elements": [
                            {
                                "content": "33.  The applicant complained under Article 5 § 1 of the Convention that the decision of 20 November 2003 had not contained any reasons for his detention. The Court, of its own motion, raised the issue of the compatibility of the applicant’s detention between 20 November 2003 and 31 March 2004 with the requirements of Article 5 §§ 1 (c) and 3 of the Convention. This provision, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "34.  The Government argued that the applicant’s detention between 20 November 2003 and 31 March 2004 had been compatible with the requirements of Article 5 §§ 1 and 3 of the Convention. On 15 April 2002 the District Court had ordered the applicant’s placement in custody because he had threatened the victim and could have, therefore, “influenced other participants in the criminal proceedings”. After the quashing of the applicant’s conviction, his detention had been based on the decision of 20 November 2003. The fact that that decision did not contain “extensive reasoning” was not indicative of a breach of Article 5 § 3 because the grounds for the applicant’s detention given in the detention order of 15 April 2002 had remained relevant. The  had acted within the limits of its jurisdiction (see Stašaitis v. Lithuania, no. 47679/99, 21 March 2002) and thus in compliance with Article 5 § 1. Furthermore, the decisions of 23 December 2003 and 26 February 2004 contained relevant and sufficient reasons for the applicant’s detention in that they referred to the possibility that he would abscond or interfere with the administration of justice. Lastly, the Government argued that, by placing the applicant in custody, the Russian authorities had honoured their obligation, recognised in various international instruments, to protect the victims of crimes from the perpetrators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant submitted that after the initiation of the criminal proceedings against him and until 15 April 2002 he had remained at large, under an undertaking not to leave his place of residence. The court that had found that he had threatened the victim had been unlawfully composed, as subsequently ascertained by the . When on 20 November 2003 the latter court had set aside his conviction, it had thereby invalidated the entire previous criminal prosecution, including the detention order of 15 April 2002. However the  had ordered the measure of restraint to remain unchanged and had given no reasons for his detention. None of the ensuing judicial decisions had referred to any factual basis in stating that he was likely to abscond or interfere with the administration of justice. This was all the more apparent, given that the authorities had also automatically authorised the detention of the applicant’s co-accused, who had never threatened anyone. The applicant asserted that the judicial decisions concerning his detention had been arbitrary.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "36.  The Court considers that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention, or inadmissible on other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Alleged violation of Article 5 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "37.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof. However, the “lawfulness” of detention under domestic law is not always the decisive element. The Court must in addition be satisfied that detention during the period under consideration was compatible with the purpose of Article 5 § 1 of the Convention, which is to prevent persons from being deprived of their liberty in an arbitrary fashion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court must moreover ascertain whether the domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, it emphasises that, where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty be satisfied. It is therefore essential that the conditions for deprivation of liberty under domestic law be clearly defined and that the law itself be foreseeable in its application, so that it meets the standard of “lawfulness” set by the Convention, a standard which requires that all law be sufficiently precise to allow the person – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Ječius v. Lithuania, no. 34578/97, § 56, ECHR 2000-IX; Baranowski v. Poland, no. 28358/95, §§ 50-52, ECHR 2000III; Mooren v. Germany [GC], no. 11364/03, § 76, 9 July 2009; Arutyunyan v. Russia, no. 48977/09, §§ 87-88, 10 January 2012; and Creangă v. Romania [GC], no. 29226/03, § 120, 23 February 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Turning to the circumstances of the present case, the Court observes that on 20 November 2003 the  quashed the final judgment of 16 April 2002 by which the applicant had been convicted and ordered that he was to remain in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government submitted that the impugned decision did not contain “extensive reasoning” (see paragraph 34 above). However, having examined the decision of 20 November 2003, the Court is inclined to accept the applicant’s argument that it did not refer to any grounds to justify his deprivation of liberty (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant also averred that the Presidium Court had ordered his detention “to remain unchanged”, even though it had, by the same decision, invalidated his entire previous criminal prosecution, including the detention order of 15 April 2002 (see paragraph 35 above). In the Court’s view, this submission seems to be in line with the reasoning of the Russian Constitutional Court, which stated that detention as a preventive measure was not automatically restored with the quashing of a conviction and that the supervisory-review court was to carry out a fresh assessment of the matter, taking into account the relevant circumstances and securing an opportunity for the defendant to state his or her position on the issue (see paragraph 32 above). There is nothing to suggest that this situation obtained in the present case (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In any event, the Court points out that the decision of 20 November 2003 was not only silent on the reasons for the applicant’s detention but also failed to set a time-limit for it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In this connection it reiterates that the absence of any grounds given by the judicial authorities in their decisions authorising detention for a prolonged period of time is incompatible with the principle of protection from arbitrariness enshrined in Article 5 § 1 (see Stašaitis v. Lithuania, cited above, § 67), especially when coupled with the failure of the court to indicate a time-limit for the detention, directly or by reference to the applicable provisions of domestic law (see, among other authorities, Nakhmanovich v. , no. 55669/00, § 71, 2 March 2006; Belevitskiy v. Russia, no. 72967/01, § 91, 1 March 2007; Bakhmutskiy v. Russia, no. 36932/02, §§ 111-15, 25 June 2009; Khodorkovskiy v. Russia, no. 5829/04, § 160, 31 May 2011; and Stepanov v. Russia, no. 33872/05, §§ 73-77, 25 September 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Accordingly, the Court considers that the decision of 20 November 2003 must have left the applicant in a state of uncertainty as to the grounds and time-limits for his deprivation of liberty until the Town Court re-examined the issue on 23 December 2003, that is, more than a month later (see Avdeyev and Veryayev v. , no. 2737/04, § 44, 9 July 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  It is further observed that although the Town Court’s decision of 23 December 2003 gave certain reasons for the applicant’s detention, it failed, yet again, to indicate a time-limit for it (see paragraph 20 above). The same holds true for the ensuing decision of 26 February 2004 (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In this regard the Court notes that the absence of time-limits in a detention order issued under Article 255 of the CCrP has previously been a crucial element for its finding that such order was tainted with arbitrariness because it considered that the six-month maximum period of detention set out in that provision was far too long to be applied implicitly on the sole ground that a criminal case had been lodged with a court competent to examine it (see Fedorenko v. Russia, no. 39602/05, § 55, 20 September 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Against this background, the Court considers that for a period of four months and ten days after the quashing of his conviction on 20 November 2003 and until his new conviction on 31 March 2004 the applicant must have been left in a state of uncertainty, initially as regards both the grounds and the time-limits, and subsequently in respect of the time-limits for his continued deprivation of liberty. It reiterates that permitting a prisoner to languish in detention without a judicial decision based on concrete grounds and without setting a specific time-limit is tantamount to overriding Article 5, a provision which makes detention an exceptional departure from the right to liberty and one that is only permissible in exhaustively enumerated and strictly defined cases (see Khudoyorov v. Russia, no. 6847/02, § 142, ECHR 2005-X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In view of the foregoing, the Court concludes that the decisions covering the applicant’s detention between 20 November 2003 and 31 March 2004 did not comply with the requirements of clarity, foreseeability and protection from arbitrariness which together constitute the essential elements of “lawfulness” of detention within the meaning of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Accordingly, there has been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged violation of Article 5 § 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "50.  The Court, of its own motion, raised the issue of the compliance of the applicant’s detention in the period between 20 November 2003 and 31 March 2004 with the requirements of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In view of its finding that the applicant’s detention in the abovementioned period was arbitrary (see paragraphs 48 and 49 above), the Court does not consider it necessary to examine this issue separately (see Cebotari v. Moldova, no. 35615/06, §§ 54-55, 13 November 2007, and Paladi v. Moldova [GC], no. 39806/05, §§ 76-77, 10 March 2009).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION ON ACCOUNT OF THE DETENTION ORDER OF 15 APRIL 2002",
                        "elements": [
                            {
                                "content": "52.  The applicant complained under Article 6 § 1 that his detention under the decision of 15 April 2002 had been unlawful because it had been issued by a court not established by law and that, despite that fact, the Presidium Court had dismissed his request for release in its decision of 20 November 2003. The Court considers that this complaint should be examined under Article 5 § 1 (c) of the Convention (see Mooren, cited above, § 62), the text of which has been cited above.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Government submitted that the applicant had failed to exhaust domestic remedies and to comply with the six-month requirement in respect of his grievance. On the merits, they argued that the detention order had been compatible with Article 5 § 1.",
                                "elements": []
                            },
                            {
                                "content": "54.  The applicant clarified that he considered his Convention rights to have been breached not by the decision of 15 April 2002 but by the decision of 20 November 2003.",
                                "elements": []
                            },
                            {
                                "content": "55.  Assuming that this complaint is admissible and having regard to the applicant’s submissions and its own findings in paragraph 49 above, the Court considers that it is not necessary to pursue an examination of this complaint (see, among other authorities, Kaya v. Turkey, 19 February 1998, § 55, Reports of Judgments and Decisions 1998I, and Cuscani v. the United Kingdom, no. 32771/96, §§ 41-43, 24 September 2002).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  Lastly, the applicant complained under Articles 5 § 3 and 6 of the Convention that he had been detained from 15 April 2002 until 31 March 2004 in breach of the time-limits established under the domestic law, and that the criminal proceedings against him had been unreasonably lengthy.",
                                "elements": []
                            },
                            {
                                "content": "57.  The Court has examined these complaints. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "58.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "60.  The applicant made no claims in respect of pecuniary damage. He claimed 10,000 euros (EUR) in respect of non-pecuniary damage in connection with the suffering endured as a result of the alleged breach of his rights under Article 5 §§ 1 and 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  With reference to the cases of Silin v. Russia (no. 3947/03, 24 April 2008) and Ryakib Biryukov v. Russia (no. 14810/02, ECHR 2008), the Government submitted that, should the Court establish that there had been a breach of the applicant’s Convention rights, the finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court notes that it has found a violation of Article 5 § 1 of the Convention on account of the arbitrariness of the applicant’s detention. It accepts that the applicant must have suffered distress which cannot be compensated for solely by a finding of a violation. It therefore awards the applicant EUR 7,000, plus any tax that may be chargeable to him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "63.  The applicant did not claim costs or expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the lawfulness and length of the applicant’s detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s detention from 20 November 2003 to 31 March 2004;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 5 § 3 of the Convention concerning the same period of time;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that it is not necessary to examine the complaint under Article 5 § 1 of the Convention about the detention order of 15 April 2002;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 7,000 (seven thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 June 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PLETMENTSEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-121560.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0627JUD000415704",
    "externalsources": [],
    "extractedappno": [
        "4157/04",
        "47679/99",
        "34578/97",
        "28358/95",
        "11364/03",
        "48977/09",
        "29226/03",
        "55669/00",
        "72967/01",
        "36932/02",
        "5829/04",
        "33872/05",
        "2737/04",
        "39602/05",
        "6847/02",
        "35615/06",
        "39806/05",
        "32771/96",
        "3947/03",
        "14810/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-121560",
    "judgementdate": "27/06/2013 00:00:00",
    "kpdate": "27/06/2013 00:00:00",
    "kpthesaurus": [
        "448",
        "220"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1",
        "5"
    ],
    "parties": [
        "PLETMENTSEV",
        "RUSSIA"
    ],
    "rank": "1000.84271240234",
    "representedby": [
        "KIRYANOV A.",
        "LUGANTSEV K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "377650",
    "typedescription": "15"
}