{
    "__articles": "6;6-1;29;29-3;P1-1;P1-1-1;41",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "37927/02",
    "article": [
        "6",
        "41",
        "29",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-72638.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37927/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Petr Ivanovich Nikolayev (“the applicant”), on 23 September 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 8 January 2004 the Court decided to communicate the application to the Government. Applying Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1943 and lives in the town of .",
                                "elements": []
                            },
                            {
                                "content": "5.  In the 1980s he took part in a rescue operation on the site of the  nuclear disaster. As of an unspecified date the applicant has been in receipt of social benefits in this connection.",
                                "elements": []
                            },
                            {
                                "content": "1.  Court proceedings for unpaid benefits",
                                "elements": [
                                    {
                                        "content": "6.  On an unspecified date the applicant sued the Tambov Pension Authority (Управление социальной защиты населения мэрии города Тамбова, “the authority”) seeking to recover the amount of allegedly unpaid social benefits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  By judgment of 19 March 2001 the Oktyabrskiy District Court of Tambov (“the District Court”) examined and granted the applicant’s action and ordered the authority to pay him the arrears of RUR 20,603.67.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The judgment was upheld on appeal by the  (“the ”) on 16 May 2001. It came into force on the same date. Immediately thereafter the applicant obtained an execution writ and instituted enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The amount due to the applicant pursuant to the judgment of 19 March 2001 and decision of 16 May 2001 was paid to him by two money transfers dated 7 March 2003 (20,603.67 RUR) and 19 February 2004 (5,130.31 RUR) respectively.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Court proceedings in connection with delayed enforcement of the judgment of 19 March 2001",
                                "elements": [
                                    {
                                        "content": "10.  On 28 May 2002 the District Court examined and granted the applicant’s claim for penalty in connection with alleged non-enforcement of the judgment of 19 March 2001. The court ordered the authority to pay the applicant RUR 38,940.93.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The judgment of 28 May 2002 was not appealed against by the parties and came into force on 13 June 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Immediately thereafter the applicant obtained an execution writ and instituted enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  By letter of 18 February 2003 the bailiffs returned the writ and supporting documents to the applicant and invited him to apply to a local branch of the Federal Treasury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  It appears that the applicant followed these instructions and submitted the writ and supporting documents to the Federal Treasury. On 4 March 2003 the Federal Treasury refused to pay the money due by reference to the fact that the respondent authority had not been registered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unspecified date the respondent authority brought an application seeking supervisory review of the judgment of 28 May 2002. A judge of the  on 17 June 2003 examined the application and decided to forward it for examination on the merits to the Presidium of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  It appears that by letter of 17 June 2003 the  notified the applicant and other parties in the case of the supervisory review hearing of 26 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 26 June 2003 the  quashed the judgment of 28 May 2002 by way of supervisory review and remitted the case for a fresh examination at the first instance. It appears that the applicant was absent from the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  According to the Government, on 16 July 2003 the first instance court discontinued the proceedings in the case for the applicant’s failure to appear.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Other sets of proceedings",
                                "elements": [
                                    {
                                        "content": "19.  It appears that on 16 June and 10 October 2003 the District Court examined and fully granted the applicant’s two fresh claims for unpaid social benefits. It ordered the authority to pay RUR 18,721.85 and \nRUR 5,130.31 respectively. Both decisions were enforced with a six months delay, in December 2003 and February 2004 respectively.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  A special law adopted in 1995 entitles the participants of the liquidation of the consequences of the  nuclear accident to additional social benefits, including monthly payments.",
                                "elements": []
                            },
                            {
                                "content": "21.  Section 9 of the Federal Law on Enforcement Proceedings of \n21 July 1997 provides that a bailiff’s order on the institution of enforcement proceedings must fix a time-limit for the defendant’s voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that a coercive action will follow, should the defendant fail to comply with the time-limit.",
                                "elements": []
                            },
                            {
                                "content": "22.  Under Section 13 of the Law, the enforcement proceedings should be completed within two months upon receipt of the writ of enforcement by the bailiff.",
                                "elements": []
                            },
                            {
                                "content": "23.   Under special rules governing enforcement of execution writs against the recipients of allocations from the federal budget, adopted by the Federal Government on 22 February 2001 (Decree No. 143, as in force at the relevant time), a creditor is to apply to a relevant branch of the Federal Treasury holding debtor’s accounts (Sections 1 to 4).",
                                "elements": []
                            },
                            {
                                "content": "24.  Within the next five days the branch examines the application and notifies the debtor of the writ, compelling the latter to abide by the respective court decisions (Sections 7 to 12). In case of the debtor’s failure to comply within two months, the branch may temporarily freeze the debtor’s accounts (see Section 13).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that delayed enforcement of the judgments of 19 March 2001, 28 May 2002, 16 June and 10 October 2003 violated his “right to a court” under Article 6 § 1 of the Convention and his right to the peaceful enjoyment of possessions as guaranteed in Article 1 of Protocol No. 1. These Articles in so far as relevant provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "26.  As regards the judgments dated 16 June and 10 October 2003, the Court observes that they were fully enforced in December 2003 and February 2004 respectively, i.e. with a six months’ delay. Having regard to the overall length of enforcement which by the case-law standards does not appear excessive (see, e.g., Grishchenko v. Russia (dec.), no. 75907/01, 8.07.2004) and to the lack of delays attributable to the authorities, the Court finds no evidence of interference with the applicant’s Convention rights in connection with the enforcement of the judgments of 16 June and 10 October 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As regards the judgments of 19 March 2001 and 28 May 2002, the Government submitted that the first judgment in question had been enforced while the second judgment had been quashed. They asserted that the applicant was no longer a victim of the violations alleged as he had been afforded redress at the national level and that his application should be declared inadmissible. In addition, the Government informed the Court of the applicant’s refusal to accept the settlement of the case on the terms proposed by the Government. By reference to this refusal and the admissibility decision in the case of Aleksentseva and Others v. Russia ((dec.), no. 75025/01 et seq., 4 September 2003) the Government argued that the applicant was no longer a victim and abused his right of individual petition and therefore invited the Court to declare the application inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant disagreed with the Government’s arguments and maintained his complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court reiterates that “a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a ‘victim’ unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention” (see Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 846, § 36, Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI, and Rotaru v. Romania [GC], no. 28341/95, § 35, ECHR 2000-V). Only when these conditions are satisfied does the subsidiary nature of the protective mechanism of the Convention preclude examination of an application (see, for example, Jensen and Rasmussen v. Denmark (dec.), no. 52620/99, 20 March 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On the facts, the Court observes that the mere fact that the authorities complied with the first judgment after a substantial delay cannot be viewed in this case as automatically depriving the applicant of his victim status under the Convention. Neither the Government nor other domestic authorities have acknowledged that the applicant’s Convention rights were unjustifiably restricted by the non-enforcement of these two judgments and no redress has been offered to the applicant for the delays, as required by the Court’s case-law (see, e.g., Petrushko v. Russia, no. 36494/02, § 16, \n24 February 2005). As regards the quashing of the second judgment, dated \n28 May 2002, by way of supervisory review, this measure was clearly unfavourable to the applicant and it thus did not deprive him of the victim status in respect of the problem of the delayed enforcement of that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court furthermore observes the parties’ mere disagreement on the terms of a friendly settlement of the case is not the ground for declaring the respective grievances inadmissible. Whilst under certain circumstances an application may indeed be struck out under Article 37 § 1 (c) of the Convention on the basis of a unilateral declaration by the respondent Government even if the applicant wishes the examination of the case to be continued (see Tahsin Acar v. Turkey [GC], no. 26307/95, § 76, ECHR 2003...), this procedure is not, as such, intended to circumvent the applicant’s opposition to a friendly settlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Furthermore, the Court observes that a distinction must be drawn between, on the one hand, declarations made in the context of strictly confidential friendly-settlement proceedings (Article 38 § 2 of the Convention and Rule 62 § 2 of the Rules of Court) and, on the other hand, unilateral declarations made by a respondent Government in public and adversarial proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On the facts, the Court observes that the Government failed to submit with the Court any formal statement capable of falling into the latter category and offering a sufficient basis for finding that respect for human rights as defined in the Convention does not require the Court to continue its examination of the case (see, by contrast, Aleksentseva and Others cited above and Akman v.  (striking out), no. 37453/97, §§ 23-24, ECHR 2001VI). In particular, the scope of their admissions and the extent of undertakings aimed at remedying the applicant’s individual situation are vague and unspecific.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Accordingly, the Court rejects the Government’s objections as to the loss of victim status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that the applicant’s complaint about the delayed enforcement of the judgments of 19 March 2001 and 28 May 2002 is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "37.  The Government submitted that in view of the fact that the first judgment in question had been enforced while the second judgment had been quashed there has been no violation of the applicant’s Convention rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant maintained his complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court first notes that the judgment dated 19 March 2001 remained without enforcement for the period ranging between a year, nine months and twenty-one days and two years, nine months and five days, whereas the judgment of 28 May 2002 remained without enforcement for a year and one month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court has found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in many cases raising issues similar to the ones in the present case (see, among other authorities, Burdov v. Russia, no. 59498/00, ECHR 2002-III and, more recently, Petrushko, cited above, or Poznakhirina v. Russia, no. 25964/02, 24 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Having examined the material submitted to it, the Court notes that the Government did not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court finds that by failing for such substantial periods to comply with the enforceable judgments in the applicant’s favour the domestic authorities prevented him from receiving the money which he was entitled to receive under final and binding judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  There has accordingly been a violation of Articles 6 § 1 of the Convention and 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant also complained about the supervisory review proceedings of 26 June 2003 as a result of which the judgment of 28 May 2002 had been quashed and the case was remitted for a fresh examination at the first instance.",
                                "elements": []
                            },
                            {
                                "content": "44.  At the outset the Court notes that according to the documents at its disposal the applicant first learned about the outcome of supervisory review proceedings in his case from the letter of the registry of the  dated 30 June 2003. The Court next observes that the complaint about the supervisory review proceedings in his case was originally raised by the applicant in his letter to the Court dated 24 April 2004, which is more than nine months later. As there is nothing in the case-file or in the applicant’s submissions to suggest that the dispatching of the letter of 30 June 2003 took unusually long or that there existed any other exceptional circumstance preventing the applicant from complying with the six-months time-limit set out in Article 35 § 1 of the Convention, it follows that the complaint was introduced out of time (see Sardin v.  (dec.), no. 69582/01, ECHR 2004...).",
                                "elements": []
                            },
                            {
                                "content": "45.  It must therefore be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed 50,000 euros (EUR) in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government did not make any comments under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it accepts that the applicant suffered some distress as a result of the violations at issue and therefore awards the applicant EUR 4,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "50.  The applicant did not submit any claims under this head and the Court accordingly makes no award in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint about non-enforcement of the judgments dated 19 March 2001 and 28 May 2002 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 4,500 (four thousand five hundred euros) to be converted into Russian roubles on the date of settlement in respect of non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 March 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NIKOLAYEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72638.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0302JUD003792702",
    "externalsources": [],
    "extractedappno": [
        "37927/02",
        "75907/01",
        "75025/01",
        "28114/95",
        "28341/95",
        "52620/99",
        "36494/02",
        "26307/95",
        "37453/97",
        "59498/00",
        "25964/02",
        "69582/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-72638",
    "judgementdate": "02/03/2006 00:00:00",
    "kpdate": "02/03/2006 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P1-1-1",
        "29",
        "41",
        "6-1",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "NIKOLAYEV",
        "RUSSIA"
    ],
    "rank": "539.529541015625",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Akman v. Turkey (striking out), no. 37453/97, §§ 23-24, ECHR 2001-VI",
        "Aleksentseva and Others v. Russia ((dec.), no. 75025/01 et seq., 4 September 2003",
        "Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 846, § 36",
        "Burdov v. Russia, no. 59498/00, ECHR 2002-III",
        "Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI",
        "Grishchenko v. Russia (dec.), no. 75907/01, 8.07.2004",
        "Jensen and Rasmussen v. Denmark (dec.), no. 52620/99, 20 March 2003",
        "Petrushko v. Russia, no. 36494/02, § 16, 24 February 2005",
        "Poznakhirina v. Russia, no. 25964/02, 24 February 2005",
        "Rotaru v. Romania [GC], no. 28341/95, § 35, ECHR 2000-V",
        "Sardin v. Russia (dec.), no. 69582/01, ECHR 2004-...",
        "Tahsin Acar v. Turkey [GC], no. 26307/95, § 76, ECHR 2003-..."
    ],
    "separateopinion": "FALSE",
    "sharepointid": "333600",
    "typedescription": "15"
}