{
    "__articles": "6-1+6-3-c;6-1;6-3-c;6",
    "__conclusion": "Violation of Art. 6-1+6-3-c",
    "applicability": "",
    "appno": "17604/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "Violation of Art. 6-1+6-3-c",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1+6-3-c",
            "type": "violation"
        }
    ],
    "content": {
        "001-101967.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17604/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Hungarian nationals, Mr György Goldmann and Ms Júlia Szénászky (“the applicants”), on 23 April 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr J. Lakatos, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained, in particular, about the unfairness and the length of the criminal proceedings conducted against them.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 September 2009 the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1945 and 1947 respectively and live in Hódmezővásárhely.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 26 August 1994 criminal proceedings were instituted against the applicants, a married couple and both archaeologists. On 5 July 1995 a bill of indictment was preferred and the applicants were charged with several counts of aggravated embezzlement, punishable in the circumstances by up to three years of imprisonment. The alleged offences concerned the alienation of numerous artefacts retrieved by the applicants.",
                                "elements": []
                            },
                            {
                                "content": "7.  After a remittal, on 21 May 1998 the Békéscsaba District Court found the applicants guilty as charged and sentenced them to one year of imprisonment, suspended for two years. On 7 January 1999 the  upheld this judgment. The review bench of the Supreme Court confirmed the final judgment on 7 March 2000. The courts relied on documentary evidence, the opinion of experts and the testimony of witnesses and the parties and recognised the lapse of time from the commission of the offences as a mitigating factor. After the lapse of the two-year period of suspension on 7 January 2001, the applicants became exempted (mentesülés) from all legal consequences of their conviction.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 5 September 2001 the applicants nevertheless requested a retrial. On 9 July 2002 the , acting as a second-instance court, ordered the retrial.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the resumed proceedings, after a remittal, the Gyula District Court held two oral hearings and dismissed the applicants' retrial motion on 15 September 2004. The court relied on documentary evidence, the opinions of several newly appointed experts as well as the testimony of witnesses and the defendants. The main question of taking evidence was whether the items embezzled by the applicants – that is, archaeological findings – had commercial value for the purposes of the offence of embezzlement.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicants appealed seeking acquittal. The  upheld the first-instance decision on 26 January 2005, without holding an oral hearing.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicants lodged a petition for review. On 1 June 2005 the Supreme Court dismissed the petition as inadmissible, without an examination on the merits, since it was incompatible ratione materiae with the relevant provisions of the Code of Criminal Procedure.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "Section 351",
                                "elements": []
                            },
                            {
                                "content": "Section 352",
                                "elements": []
                            },
                            {
                                "content": "“(2) In order to eliminate the ill-foundedness of the first-instance judgment, evidence may be taken if the findings of fact have not been established or are deficient. Evidence shall be taken ... at a hearing.”",
                                "elements": []
                            },
                            {
                                "content": "“(1) Within 30 days of receiving the file, the president of the panel in charge shall schedule, in order to deal with an appeal, deliberations in camera (tanácsülés), a public session (nyilvános ülés) or a hearing (tárgyalás).”",
                                "elements": []
                            },
                            {
                                "content": "“(1) The second-instance court shall hold a public session, if – the first-instance judgment being ill-founded – the complete and/or correct findings of fact may be established from the contents of the file or through drawing factual conclusions, or if the defendant must be heard in order to clarify the circumstances relevant for imposing the sentence.",
                                "elements": []
                            },
                            {
                                "content": "(2) The second-instance court shall summon to the public session those persons whose hearing it deems necessary ...”",
                                "elements": []
                            },
                            {
                                "content": "“(1) The second-instance court shall notify the public prosecutor and – if they are not summoned – ... the defendant and his lawyer of the public session.”",
                                "elements": []
                            },
                            {
                                "content": "“(2) In order to take evidence, a hearing ... shall be scheduled.”",
                                "elements": []
                            },
                            {
                                "content": "Section 370",
                                "elements": []
                            },
                            {
                                "content": "Section 399",
                                "elements": []
                            },
                            {
                                "content": "“(1) If [on the examination of the admissibility of retrial motion] the court finds the motion well-founded, it shall order retrial...”",
                                "elements": []
                            },
                            {
                                "content": "Section 402",
                                "elements": []
                            },
                            {
                                "content": "“(1) Where – depending on the results of the hearing – the court establishes that the reopening is well-founded it shall set aside the judgment delivered in the original case, or the part challenged by the reopening, and shall deliver a new judgment; whereas if it finds the reopening ill-founded it shall deny retrial.”",
                                "elements": []
                            },
                            {
                                "content": "Section 416",
                                "elements": []
                            },
                            {
                                "content": "“(1) Review proceedings may be instituted against a court's final decision on the merits of the case if: ...",
                                "elements": []
                            },
                            {
                                "content": "g) a human rights organisation set up by an international treaty has established that the conduct of the proceedings or the final decision of the court has violated a provision of an international treaty promulgated by an Act of Parliament, provided that the Republic of Hungary has acknowledged the jurisdiction of the international human rights organisation [in question]...",
                                "elements": []
                            },
                            {
                                "content": "(3) Under point g) of subsection (1) review proceedings may also be instituted if the human rights organisation set up by an international treaty has established a violation of a provision of the international treaty for a procedural irregularity subject under this Act only to appeal, but not to review. Review proceedings shall not be instituted under point g) of subsection (1) if the international human rights organisation has established a violation of the «trial within a reasonable time» requirement.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 OF THE CONVENTION (FAIRNESS OF THE PROCEEDINGS)",
                        "elements": [
                            {
                                "content": "13.  The applicants complained that the proceedings were not fair, in breach of Article 6 §§ 1 and 3, in that during the retrial the second-instance court did not hold a public hearing and that the courts allegedly refused orally to hear the experts but relied only on their written opinions. They also invoked Articles 7 and 13.",
                                "elements": []
                            },
                            {
                                "content": "The Government contested those arguments.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Court considers that these complaints fall to be examined under Article 6 of the Convention alone, which provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time... by a ... tribunal. ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him; ...”",
                                "elements": []
                            },
                            {
                                "content": "15.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Government submitted that in the retrial phase of the instant case, the competence of the  had been rather limited. It had not been called on to examine anew all facts of the case or make a full assessment of the applicants' guilt. Instead, its task had been to verify the Gyula District Court's order denying retrial, an order which itself had concerned only the probative value of new evidence. The applicants did not face the risk of a new sentence or the aggravation of the sanction. Indeed, the case was orally heard at public hearings before three court instances in the principal proceedings as well as before the first-instance court in the retrial. The latter hearings had essentially concerned a question of law, namely whether objects with cultural and historical, rather than commercial, value could be the object of the offence of embezzlement. In the Government's view, if an appeal court decides only on questions of law, the court's failure to hear the applicant in person or to hold a public hearing does not amount to a violation of the right to a fair trial. In the present case, no special circumstances had existed requiring the applicants to be heard in person by the appeal court, since their credibility, intentions or motive had not been decisive for the matter at hand. It could not therefore be argued that the proceedings before the appeal court in the retrial had constituted a full review governed by the same rules as a principal trial on the merits.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicants contested these views in general terms.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court recalls that the absence of an oral hearing at second instance has led to violations in several criminal cases (see Ekbatani v. Sweden, 26 May 1988, § 25, Series A no. 134; Kremzow v. Austria, 21 September 1993, §§ 58–59, Series A no. 268B; Botten v. Norway, 19 February 1996, § 39, Reports of Judgments and Decisions 1996I; Constantinescu v. , no. 28871/95, §§ 55-56, 59-60, ECHR 2000VIII; Tierce and Others v. , nos. 24954/94, 24971/94 and 24972/94, §§ 95-102, ECHR 2000IX; Csikós v. Hungary, no. 37251/04, §§ 21–22, ECHR 2006XIV (extracts); and Marcos Barrios v. Spain, no. 17122/07, §§ 32-43, 21 September 2010).",
                                "elements": []
                            },
                            {
                                "content": "19.  It is true that in the case of Fejde v. Sweden (29 October 1991, Series A no. 212-C, § 33), no violation of the applicant's defence rights was found – although no oral hearing had taken place before the appellate court – because of the minor character of the offence with which the applicant had been charged and the prohibition against increasing his sentence on appeal.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court is however convinced that the present application does not concern the exception set out in the case of Fejde and that the general rule obliging the second-instance courts to hold a hearing must be applied. This consideration holds true even for the retrial in question, since the merits of the case were again embarked on and new evidence was being taken. The Court takes this view notably because the charges against the applicants – aggravated embezzlement – indisputably belong to the hard core of criminal law. Furthermore, what was at stake for the applicants was imprisonment, and they were actually sentenced to a suspended prison term, which obviously carried a significant degree of stigma (see, a contrario, Jussila v.  [GC], no. 73053/01, § 43, ECHR 2006XIII).",
                                "elements": []
                            },
                            {
                                "content": "21.  Moreover, since the applicants had sought acquittal even on appeal at the retrial stage, for the Court the importance of credibility also arose in view of the nature of the offence in question. In particular, had the applicants been allowed to make oral representations as to their views on the commercial value of the object of the offence, the Regional Court could have potentially drawn fresh conclusions as to their culpability. In sum, the Court is not persuaded that dispensing with a hearing at second instance was in compliance with the requirements of a fair trial.",
                                "elements": []
                            },
                            {
                                "content": "22.  Accordingly, there has been a violation of Article 6 § 1 read in conjunction with Article 6 § 3 (c) of the Convention. In these circumstances, the Court considers it unnecessary to examine separately the applicants' further allegations concerning the hearing of experts.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION (LENGTH OF THE PROCEEDINGS)",
                        "elements": [
                            {
                                "content": "23.  The applicants also complained under Article 6 § 1 of the Convention that the criminal proceedings conducted against them lasted an unreasonably long time.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Government contested that argument, stressing that the applicants had obtained adequate redress for part of the duration in question, given that the excessive length of the case was recognised as a mitigating factor in their original conviction finally upheld on 7 March 2000.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court observes that the proceedings lasted from 26 August 1994 until 1 June 2005, i.e. for ten years and nine months.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court notes that the courts acknowledged the protraction of the proceedings in the procedure leading to the applicants' principal conviction accomplished on 7 March 2000. Taking this into account as a mitigating factor, they imposed a relatively light prison sentence whose execution was moreover suspended. Against this background, the Court is satisfied that the applicants obtained adequate redress in respect of this period of five years and six months, itself involving three court instances (see Morby v.  (dec.), no. 27156/02, ECHR 2003-XI; Kalmár v. , no. 32783/03, § 27, 3 October 2006; Dányádi v.  (dec.), no. 10656/03, 6 July 2006; Tamás Kovács v. Hungary, no. 67660/01, § 26, 28 September 2004; Lie and Berntsen v.  (dec.), no. 25130/94, 16 December 1999).",
                                "elements": []
                            },
                            {
                                "content": "27.  Moreover, the Court observes that between 7 March 2000 (the date on which the Supreme Court confirmed the final judgment) and 9 July 2002 (the date on which the applicants were granted retrial) that is, for two years and four months, no criminal proceedings were in progress.",
                                "elements": []
                            },
                            {
                                "content": "28.  Lastly, the delay caused by the four-month period between 26 January and 1 June 2005 which corresponded to the applicants' futile petition for review must be attributed to them.",
                                "elements": []
                            },
                            {
                                "content": "29.  After deducting these periods, totalling eight years and two months, from the overall length, the remaining duration is two years and seven months for two levels of jurisdiction. In the absence of any particular period of inactivity imputable to the authorities, the overall length cannot considered as exceeding a “reasonable time” for the purposes of Article 6 § 1. The Court would note in this connection that the applicants became exempt from all legal consequences of their conviction as early as on 7 January 2001 and that the extension of the proceedings after this date was largely a result of their request for retrial, eventually unsuccessful. This complaint is therefore manifestly ill-founded within the meaning of Article 35 § 3 and must be rejected, pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "31.  Mr Goldmann claimed 57,244 euros (EUR) and Ms Szénászky EUR 67,640 in respect of pecuniary damage. Moreover, they each claimed EUR 12,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the Government's view, the finding of a violation would constitute adequate just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects these claims. However, it considers that the applicants must have suffered some non-pecuniary damage. Accordingly, on the basis of equity, it awards them each EUR 6,400 under this head. Moreover, it notes that where an individual, as in the instant case, has been convicted by a court in proceedings which did not meet the Convention requirement of fairness, a retrial, a reopening or a review of the case, if requested, represents in principle an appropriate way of redressing the violation (see, mutatis mutandis, Öcalan v. Turkey [GC], no. 46221/99, §§ 207-210, ECHR 2005-IV).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "34.  The applicants made no costs claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "35.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the fairness of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 read in conjunction with Article 6 § 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay each of the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,400 (six thousand four hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Hungarian forints at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 November 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GOLDMANN AND SZENASZKY v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-101967.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1130JUD001760405",
    "externalsources": [],
    "extractedappno": [
        "17604/05",
        "28871/95",
        "24954/94",
        "24971/94",
        "24972/94",
        "37251/04",
        "17122/07",
        "73053/01",
        "27156/02",
        "32783/03",
        "10656/03",
        "67660/01",
        "25130/94",
        "46221/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-101967",
    "judgementdate": "30/11/2010 00:00:00",
    "kpdate": "30/11/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "GOLDMANN AND SZENASZKY",
        "HUNGARY"
    ],
    "rank": "767.985046386719",
    "representedby": [
        "LAKATOS J."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "358515",
    "typedescription": "15"
}