{
    "__articles": "13;13+P1-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 13+P1-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "46931/12",
    "article": [
        "13",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+P1-1 - Right to an effective remedy",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+P1-1 - Right to an effective remedy",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-166056.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": ".  The case originated in an application (no. 46931/12) against the Republic of Malta lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Maltese national, Mr Louis Apap Bologna (“the applicant”), on 25 July 2012.",
                        "elements": []
                    },
                    {
                        "content": ".  The applicant was represented by Dr I. Refalo and Dr S. Grech, lawyers practicing in Valletta. The Maltese Government (“the Government”) were represented by their Agent, Dr P. Grech, Attorney General.",
                        "elements": []
                    },
                    {
                        "content": ".  The applicant alleged that he had suffered a breach of Article 1 of Protocol No. 1 to the Convention and Article 13 of the Convention on account of the requisition orders imposed on him which had not been annulled by the Constitutional Court.",
                        "elements": []
                    },
                    {
                        "content": ".  On 22 January 2015 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": ".  The applicant was born in 1944 and lives in Sliema.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": ".  The applicant is the owner of a property named “London” at 1 Moroni Street, Gzira, Malta (a two-storey house, with stairs allowing access to the second floor, each floor having two main rooms and a smaller room, as well as a terrace; and with further rooms on the roof (hereinafter “the property”)). Following the death of the applicant’s uncle on 16 July 1975, the applicant and another five heirs inherited his uncle’s estate, including the property. By a deed of partition of 30 April 1980 the property was assigned to the applicant as sole owner.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In 1976 the property was requisitioned and allocated to P.S. In 1987 the applicant became aware that on an unspecified date P.S. had left the property and given the keys back to the authorities, and that the property had then become occupied by a certain C.C., who had no title to it (since it had not been allocated to him by the authorities).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant complained to the Housing Authority, which, instead of condemning the illegal occupation, on 23 May 1988 issued a new requisition order, assigning the property to C.C. Subsequently, C.C. obtained a development permit to carry out alteration work to the property. The work was carried out without the consent of the applicant, as owner.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Throughout the years while the requisition order was in force, the applicant was meant to receive an annual rent of 40 Maltese Liras (MTL) (approximately 93 euros (EUR)) from the Housing Authority. That amount was increased to MTL 80 (approximately EUR 185) in 2010 or thereabouts. However, the Housing Authority has not been paying the applicant since 2003, nor does it transpire that the rent has been deposited in court. According to the Government, the applicant has never requested such payment from the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant considered that those amounts were far below the rental value of the property.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional redress proceedings",
                                "elements": [
                                    {
                                        "content": ".  After having written to the Housing Authority several times to no avail, on 20 October 2009 the applicant instituted constitutional redress proceedings against the Housing Authority and the Attorney General. He requested the court to find that the requisition orders had breached his rights under Article 1 of Protocol No. 1 to the Convention. Consequently, he sought to annul the order, and requested the release of the property in his favour with free and vacant possession. He also sought an award of compensation for the occupation of the premises, as well as any other relevant redress. In so far as relevant, paragraph three of his application concerning the facts of the case reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In 1987, after the applicant had inherited the property, he discovered that a certain PS had left the property ...”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It then specified in paragraph four that “on 23 May 1988 the same authority again requisitioned the same property by means of requisition order no. 16830”. In paragraph ten the applicant noted that his rights were being breached as a result of “the requisition order mentioned above”. Lastly, his first request to the court was to the effect that the court should “declare the abovementioned requisition ... as being in breach ...” and his second request read “to annul all requisition order issued against the applicants” (tannulla l-ordni ta’ rekwizzjoni kollha rilevanti maħrugin kontra tagħhom).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the Government, when giving evidence in court on 30 November 2009, the applicant mentioned the deed of partition of 30 April 1980. At the same time he acknowledged that he did not contest the requisition order issued in 1976 (no record of this has been provided).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Pending the outcome of the proceedings, the court appointed an expert to make a valuation of the property. According to a report of 21 January 2010 the expert considered that the annual rental value of the property on the market in 1987 was MTL 249 (approximately EUR 580), and that in 2010 it was MTL 1,223.50 (approximately EUR 2,850). Its sale market value was estimated at EUR 95,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a judgment of 14 July 2011 the Civil Court (First Hall), in its constitutional jurisdiction, found in favour of the applicant. It held that although the measure was lawful and pursued a legitimate aim, the applicant had suffered a breach of his property rights on account of the lack of proportionality of the measure, in so far as it made the applicant bear a disproportionate burden, given the low amount of rent applicable compared to the market rental value of the property. It held, however, that the measure was not abusive in so far as C.C. suffered from a physical disability and lived on social benefits. He thus required lodging compatible with his needs to avoid hardship and the property at issue was adequate for such purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court further held that the Attorney General should not have been summoned as a defendant in the case (m’huwiex leġittimu kontradittur). The applicant was therefore ordered to pay his own costs of the proceedings as well as those of the Attorney General (in total approximately EUR 2,950).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court held that given that the violation had arisen solely from a lack of fair balance, it was not necessary to annul the requisition order and release the property. Referring to domestic case-law, it held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... while this [constitutional] court has a wide latitude in giving any order it may consider relevant in order for it to safeguard Articles 33 to 45 of the Constitution and human rights and fundamental freedoms as defined in the Convention, such latitude was not unlimited and was circumscribed by the judicial system of the country, which did not allow this court [of constitutional jurisdiction] to amend national laws, nor could it make mandatory an action which according to domestic law was discretionary, nor could it order the Housing Authority to pay rent or compensation of a higher value than that provided for by the relevant law. Compensation, if any, which may be paid by this court [of constitutional jurisdiction] is that for the violation found.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The court awarded the applicant EUR 21,000. It considered the compensation fair and just in the circumstances of the case and on the basis of the evidence produced, having taken account in particular of the following factors: that the property had been subject to a requisition order since 1976 but it had affected the applicant since 1988 when he had inherited the property (sic.); for a number of years C.C. had paid the Housing Authority MTL 40 per year and it was only recently (sic.) that the rent had been increased to MTL 80; that the applicant had only received payment up until 2003; that the rental value of the property on the market in 1987 was MTL 249 (approximately EUR 580), and in 2010 it was MTL 1,223.50 (approximately EUR 2,850); and lastly, that the requisition order had been issued in the public interest to procure accommodation for those in need, and thus the compensation payable could be less than the full market value.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant appealed, complaining that the court had failed to annul the requisition order and return the property to him despite finding in his favour. He had thus remained a victim of the situation as the court had not given him an appropriate remedy for the violation. He also complained that the compensation was far too low and had not been determined in accordance with the applicable market value. He further argued that the Attorney General had been the correct defendant given that the amount of rent depended on the law, which in consequence was also an issue in the case. It does not transpire from the written pleadings that the applicant explicitly raised the issue of compensation in relation to the years before 1988, during which he had already been an owner of the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Housing Authority and the Attorney General also appealed. They agreed with the merits of the first-instance decision, but requested the court to reduce the award of compensation which had been awarded arbitrio boni viri and not on proper calculations, and this especially since the applicant had waited twenty years before instituting proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  A hearing was held on 14 November 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a judgment of 24 February 2012 the Constitutional Court reduced the amount of compensation to EUR 16,000. It, too, considered that the applicant should be penalised for the delay (of twenty years since coming into possession of the property) in instituting proceedings, as had been done in other domestic cases. It noted that, according to European Court of Human Rights case-law, State control over levels of rent may often cause significant reductions in the amount of rent chargeable; in the circumstances of the present case it was therefore not appropriate to make awards in accordance with market values. It considered that the firstinstance court had been free to make an award equitably, and correct to make no award for the time prior to 1988, the date when the applicant had become the owner of the property (sic.) and before which he had had no ties with it. The Constitutional Court also refused to annul the order, given that it had been issued lawfully and had pursued a legitimate aim. It considered that in such circumstances it was not appropriate (mhux indikat) to release the property and to evict the tenant (as also held in previous cases, namely Carmen Cassar vs Director of Social Accommodation, Constitutional Court judgment of 12 July 2011 and Gatt vs Attorney General, Constitutional Court judgment of 5 July 2011), nor could it impose a higher rent for the future, when such rent was not provided for by law (as also held in Cassar, cited above). It reiterated that its role was limited to awarding compensation for the violation found. The same had also been held by the European Court of Human Rights. Compensation in cases of a constitutional nature was not equivalent to civil damage, which could be pursued before the courts of ordinary jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Constitutional Court further confirmed that the proper defendant was solely the Housing Authority, and not the Attorney General, as the applicant was not contesting the constitutional validity of the law itself, but solely the requisition order issued in respect of his property. The Constitutional Court upheld the first-instance court’s order for the payment of costs and ordered the applicant to pay the costs of all the parties related to the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  As a result of this judgment, the applicant had to pay his share of the costs of the proceedings as well as those of the Attorney General at first instance, and those of all the parties on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Requisition orders",
                                "elements": [
                                    {
                                        "content": ".  The relevant domestic law and practice concerning requisition orders is to be found in, inter alia, Ghigo v. Malta (no. 31122/05, §§ 1824, 26 September 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": ". Further amendments were introduced in 2010 which allow for an increase in the applicable rents as per Article 1531C of the Civil Code, Chapter 16 of the Laws of Malta, and the Minimum Compensation for Requisitioned Buildings Regulations (Subsidiary Legislation 16.2). Article 1531C of the Civil Code, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The rent of a residence which has been in force before the 1st June 1995 shall be subject to the law as in force prior to the 1st June 1995 so however that unless otherwise agreed upon in writing after the 1st January 2010, the rate of the rent as from the first payment of rent due after the 1st January 2010, shall, when this was less than one hundred and eighty-five euro (€185) per year, increase to such amount:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provided that where the rate of the lease was more than one hundred eightyfive euro (€185) per year, this shall remain at such higher rate as established.",
                                        "elements": []
                                    },
                                    {
                                        "content": " (2) In any case the rate of the rent as stated in sub-article (1) shall increase every three years by a proportion equal to the increase in the index of inflation according to article 13 of the Housing (Decontrol) Ordinance; the first increase shall be made on the date of the first payment of rent due after the 1st January 2013:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provided that where the lease on the 1st January 2010 will be more than one hundred eighty-five euro (€185) per year, and by a contract in writing prior to 1st June 1995 the parties would have agreed upon a method of increase in rent, after 1st January 2010 the increases in rent shall continue to be regulated in terms of that agreement until such agreement remains in force.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ". In so far as relevant, the Minimum Compensation for Requisitioned Buildings Regulations read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2. (1) The provisions of article 1531C of the Civil Code shall, as from first (1st) payment of rent due after the 30th September 2011, apply to buildings consisting of a residence which are requisitioned in terms of the Housing Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) For the purposes of these regulations ‘rent’ shall also include compensation payable under the Housing Act for the requisition of a building consisting of a residence and in the case of such compensation being payable, the provisions of article 1531C of the Civil Code shall apply mutatis mutandis.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Section 8 of the Housing Act, Chapter 125 of the Laws of Malta, in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Where any persons have been accommodated in a building which is held by virtue of a requisition, the Director may at any time, by means of a judicial letter, require the requisitionee to recognize the persons so accommodated as tenants or as subtenants of the building, as the case may be.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Within thirty days of service on him of a judicial letter under the last preceding subsection, the requisitionee, by application before the First Hall of the Civil Court in contestation of the Director, may pray for an authorization of non-compliance with that request:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provided that, in the case where the building has been requisitioned from the tenant, the latter, by a judicial letter to be filed within fifteen days from service on him of the judicial letter provided for in the last preceding subsection, may inform the Director that he does not wish to retain the tenancy, and thereupon the Director shall be entitled to take action under the last preceding subsection against the landlord.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The court shall not grant the authorisation of noncompliance mentioned in the last preceding subsection unless the applicant shows to the satisfaction of the court that serious hardship would be caused to him by complying with that request:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provided that the assertion that the requisitionee wishes to take possession of the building for his own use or for the use of any member of his family shall not be considered of itself as a hardship for the purposes of this subarticle.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Remedies",
                                "elements": [
                                    {
                                        "content": ".  Article 46 of the Constitution of Malta, in so far as relevant, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) ... any person who alleges that any of the provisions of articles 33 to 45 (inclusive) of this Constitution has been, is being or is likely to be contravened in relation to him, or such other person as the Civil Court, First Hall, in Malta may appoint at the instance of any person who so alleges, may, without prejudice to any other action with respect to the same matter that is lawfully available, apply to the Civil Court, First Hall, for redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The Civil Court, First Hall, shall have original jurisdiction to hear and determine any application made by any person in pursuance of sub-article (1) of this article, and may make such orders, issue such writs and give such directions as it may consider appropriate for the purpose of enforcing, or securing the enforcement of, any of the provisions of the said articles 33 to 45 (inclusive) to the protection of which the person concerned is entitled:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provided that the Court may, if it considers it desirable so to do, decline to exercise its powers under this sub-article in any case where it is satisfied that adequate means of redress for the contravention alleged are or have been available to the person concerned under any other law.",
                                        "elements": []
                                    },
                                    {
                                        "content": " (4) Any party to proceedings brought in the Civil Court, First Hall, in pursuance of this article shall have a right of appeal to the Constitutional Court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Articles 3 and 4 of the European Convention Act, Chapter 319 of the Laws of Malta, in so far as relevant, provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The Human Rights and Fundamental Freedoms shall be, and be enforceable as, part of the Law of Malta.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Where any ordinary law is inconsistent with the Human Rights and Fundamental Freedoms, the said Human Rights and Fundamental Freedoms shall prevail, and such ordinary law, shall, to the extent of the inconsistency, be void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The Human Rights and Fundamental Freedoms shall be enforceable subject to the Declaration and Reservations made by the Government of Malta on the signing of the Convention on the 12th day of December, 1966, which Declaration and Reservations are reproduced in the Second Schedule to this Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The Constitutional Court shall in addition to the jurisdiction conferred on it by article 95 of the Constitution, have jurisdiction to hear and determine all appeals under this Act and exercise all such powers as are conferred on it by this Act.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Any person who alleges that any of the Human Rights and Fundamental Freedoms, has been, is being or is likely to be contravened in relation to him, or such other person as the Civil Court, First Hall, in Malta may appoint at the instance of any person who so alleges, may, without prejudice to any other action with respect to the same matter that is lawfully available, apply to the Civil Court, First Hall, for redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The Civil Court, First Hall, shall have original jurisdiction to hear and determine any application made by any person in pursuance of subarticle (1), and may make such orders, issue such writs and give such directions as it may consider appropriate for the purpose of enforcing, or securing the enforcement, of the Human Rights and Fundamental Freedoms to the enjoyment of which the person concerned is entitled:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provided that the court may, if it considers it desirable so to do, decline to exercise its powers under this subarticle in any case where it is satisfied that adequate means of redress for the contravention alleged are or have been available to the person concerned under any other ordinary law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) Any party to proceedings brought in the Civil Court, First Hall, in pursuance of this article shall have a right of appeal to the Constitutional Court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Relevant case-law on the matter includes the judgment of Anthony Mifsud vs Superintendent Carmelo Bonello et, Constitutional Court, 18 September 2009. In that case the Constitutional Court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There are two types of damage to which an applicant may be entitled: moral damage, for the breach suffered, and civil or material damage, which refers to the loss of future income as a result of a loss of earning capacity. Normally, the latter type of damage is requested by means of an ordinary remedy before courts of ordinary jurisdiction. This is so because as explained in the case of Emanuel Ciantar, vs Commissioner of Police, Constitutional Court, judgment of 2 November 2001: ‘The principle is always that constitutional and civil jurisdictions should remain separate and distinct, even because an application to a particular jurisdiction is regulated by the specific procedures and the aim of the remedy is not always the same’. Nevertheless, it is not excluded, in appropriate cases, that a person may request both types of damage from the courts of constitutional jurisdiction, and that these may be awarded by the said courts, if the proof of the loss is brought before it (see comment of the Constitutional Court in Fenech vs Commissioner of Land of 20 February 2009). Indeed, as held by this Court in Vella vs Commissioner of Police et, decided in 1991 ‘when the object of the case is complex – and related to matters some of which have a remedy in some other law and other which only have a constitutional remedy, the latter action shall prevail’.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that the requisition of his property had imposed on him an excessive burden, in violation of Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Requisition order of 1976",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that from their reading of the applicant’s application before the first-instance court, the domestic case concerned the requisition which had taken place in 1988. They referred to the applicant’s testimony of 30 November 2009 (see paragraph 12 above), as well as to the absence of written pleadings before the first-instance court. They also noted that subsequently the appeal application had focused on the compensation awarded and not on the ownership of the property. It was therefore likely that no mention had been made of this in the oral pleadings, which had not been recorded. It followed that the applicant had failed to exhaust domestic remedies in respect of the requisition order affecting the period before 1988.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant submitted that his constitutional application had referred to the entirety of the facts and had mentioned both requisition orders. It had only focused on the situation post 1987 owing to the specific situation of C.C., which merited deeper consideration. In particular, in his constitutional application of 20 October 2009 (to the first-instance court) the applicant had requested the court to “annul all requisition order” issued on the property (see paragraph 11). Indeed, the first-instance court had even taken into consideration, in awarding compensation, that the property had been first requisitioned in 1976. However, it had erroneously referred to the fact that the applicant had only started to be affected from 1988  despite the fact that he had become sole owner in 1980 following a deed of partition between the heirs. According to the applicant, under Article 946 of the Civil Code, however, the deed had retrospective effect, and thus he had been the owner since 1976. Given that both the firstinstance court and the appeal court had refused to annul both orders, it could not be said that the applicant had not exhausted domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having examined the applicant’s domestic applications (see paragraph 11 above), the Court observes that in his constitutional application of 20 October 2009 (to the first-instance court), the applicant briefly referred to the requisition order issued in 1976, and then to that issued in 1988, also giving the number of the latter requisition order. Following those initial paragraphs, the applicant focused on the facts related to the second requisition order and repeatedly referred to “the above-mentioned requisition/order”. Thus, while it is true that he concluded by requesting the court to “annul all requisition order”, the applicant’s incoherent use of plural and singular made his complaint to the first-instance court entirely unclear. More importantly, the Court notes that in his appeal application, the applicant complained about the remedy awarded in general but failed to specify that he should have been awarded compensation for the years prior to 1988. Indeed, despite a specific question by the Court, the applicant also failed to submit to the Court any relevant details showing that he had brought the matter to the attention of the Constitutional Court on appeal; nor do his submissions indicate any such action.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In these circumstances the Court is not satisfied that the applicant has sufficiently raised in substance, at least on appeal before the Constitutional Court, the part of his complaint concerning the period from 1976 to 1988, in connection with the first requisition order. Consequently, this part of the application must be rejected, pursuant to Article 35 §§ 1 and 4 of the Convention, for non-exhaustion of domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Requisition order of 1988",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that the applicant had lost his victim status as the domestic courts had expressly acknowledged the violation and awarded appropriate redress, namely compensation of EUR 16,000, as well as part of the costs of the proceedings. The Government relied on the case of Staykov v. Bulgaria (no. 49438/99, § 90, 12 October 2006), where the Court had accepted that the domestic courts which awarded compensation had acknowledged the relevant violations even though their reasoning could have been more precise. Nevertheless, in the present case the domestic courts had paid attention to various factors and finally was satisfied that the situation called for less than compensation at market value. In the Government’s view, in the present case there was no place for restitutio in integrum, especially since after 2010, in line with the amendments made to the law, the applicant started to receive EUR 185 per annum, and was no longer receiving EUR 93 per annum.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government considered that this redress (which amounted to around EUR 800 per year for twenty years – since 1988) was sufficient, since the requisition had been lawful and pursued a legitimate aim. It was also not far from awards made by the Court in similar circumstances, which, when including non-pecuniary damage, had amounted to, for example, EUR 1,168 and 1,400 per annum respectively, in Edwards v. Malta ((just satisfaction), no. 17647/04, § 22, 24, and 37, 17 July 2008), and Ghigo v. Malta ((just satisfaction), no. 31122/05, §§ 19, 21 and 32, 17 July 2008). Moreover, the property had been requisitioned in order to provide social accommodation for a person with impaired mobility. In those circumstances, according to the Court, the amount of compensation awarded could be less than the market value of the property. Lastly, the Government argued that the cases referred to by the applicant concerned failure to award compensation in respect of expropriation, not requisition.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".   The applicant for his part submitted that he could still claim to be a victim of the violation found by the domestic court, as the final judgment had only provided partial redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant contended that from the judgment of the Constitutional Court it appeared that the compensation of EUR 16,000 (lowering the first-instance court’s award of EUR 21,000) only represented non-pecuniary damage and that he should have sought civil damages elsewhere – which was indeed in contrast with the fact that the firstinstance court had calculated the compensation on the basis of pecuniary loss according to valuations made by experts specifically appointed by the court. In any event, even assuming that the global award covered both heads of damage, the applicant submitted that the sum awarded was not appropriate given what the property would have fetched on the open market over the years. The applicant also considered that it was incorrect to punish him for his alleged inactivity by reducing the compensation (see paragraph 21 above), as he had persistently solicited the authorities about the matter, but they had taken years just to acknowledge receipt of his correspondence. Moreover, he considered that it should be for the State to safeguard human rights, irrespective of the bringing of proceedings. Indeed, as the years had gone by, he had not been paid rent and nothing had changed in the law to date, so the point in time when he had actually instituted proceedings had been irrelevant. In addition, the applicant considered that the award of compensation had been rendered meaningless by the order to pay costs, despite the fact that he had been successful in the main object of the application.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant further submitted that his situation had not changed following the Constitutional Court judgment and that therefore he remained a victim of the same requisition order and rent restrictions existing in law. Although the 2010 amendments had slightly increased the rent, the sum of EUR 185 per annum could still not compare to appropriate rent. He relied, mutatis mutandis, on Chinnici v. Italy (no. 2) (no. 22432/03, 14 April 2015). Moreover, he had no prospects of having the property returned to him in his lifetime. Thus, despite the wide powers of the courts of constitutional jurisdiction in relation to redressing Convention violations, in practice no remedy had been given to put an end to a continuing violation which had persisted over time. This practice had become systemic, as evidenced by the various Court judgments, which continued to find that applicants in similar cases were still victims of the Convention, despite the domestic findings in their favour. In this connection, the applicant referred to Azzopardi v. Malta (no. 28177/12, 6 November 2014), Schembri and Others v. Malta (no. 42583/06, 10 November 2009) and Frendo Randon and Others v. Malta (no. 2226/10, 22 November 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court reiterates that the adoption of a measure favourable to the applicant by the domestic authorities will deprive the applicant of victim status only if the violation is acknowledged expressly, or at least in substance, and is subsequently redressed (see Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178 et seq. and § 193, ECHR 2006V, and Brumărescu v. Romania [GC], no. 28342/95, § 50, ECHR 1999VII). Whether the redress given is effective will depend, among other things, on the nature of the right alleged to have been breached, the reasons given for the decision and the persistence of the unfavourable consequences for the person concerned after that decision (see Oliari and Others v. Italy, nos. 18766/11 and 36030/11, § 78, 21 July 2015). The redress afforded must be appropriate and sufficient. Whether an individual has victim status may also depend on the amount of compensation awarded by the domestic courts and the effectiveness (including the promptness) of the remedy affording the award (see Paplauskienė v. Lithuania, no. 31102/06, § 51, 14 October 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In the present case the Court notes that the first criterion, namely acknowledgment of a violation, has been met.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As to the second criterion, the Court notes that, as it transpires from its case-law, appropriate redress in Article 1 of Protocol No. 1 cases requires an award in respect of both pecuniary damage (see Frendo Randon and Others, cited above, § 37 and Azzopardi, cited above, § 33) as well as nonpecuniary damage, which would generally be required when an individual was deprived of, or suffered an interference with, his or her possessions contrary to the Convention (see Gera de Petri Testaferrata Bonici Ghaxaq v. Malta, no. 26771/07, § 53, 5 April 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court notes, firstly, that in the present case, it is unclear which heads of damage are covered by the award made by the Constitutional Court. From the wording of the judgment of the Constitutional Court, and irrespective of what the first-instance court’s intentions may have been, it would indeed appear that the Constitutional Court’s award covered solely non-pecuniary damage. If that is so – as appears likely – the applicant is still a victim of the said violation which has not been redressed, given the absence of any redress in the form of an award for the pecuniary losses suffered by the applicant. The Court reiterates that in cases under Article 1 of Protocol No. 1, an applicant who has suffered a violation over a long period of time should not be required to pursue a further remedy in order to obtain compensation (see, mutatis mutandis, Gera de Petri, cited above, § 53).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Secondly, even assuming that the award covered both heads of damage, the Court considers that in the present case, even though the market value is not applicable and the rent valuations may be decreased due to the legitimate aim at issue, an award of EUR 16,000 – from which around EUR 9,000 must be deducted, being the sum the applicant had to pay in costs (as shown by relevant documents), leaving an award of EUR 7,000  can hardly be considered sufficient in the light of the courtappointed expert’s valuations (see paragraph 13 above). It is true that the Government contested those valuations (see paragraph 97 below); however, the Court cannot but note that the valuation was drawn up by a domestic court-appointed expert and that the Government’s arguments as well as their valuation are based on subjective opinions which are not supported by any expert valuation which could have been submitted in rebuttal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court also takes issue with the fact that in line with domestic case-law, such compensation awards are reduced on the grounds that the applicants have instituted constitutional redress proceedings several years after they started suffering the violation complained of. In this connection, the Court notes, first and foremost, that domestic law does not impose a time-limit for the institution of constitutional redress proceedings. The legislator leaves the choice of timing to the applicant. Moreover, in circumstances such as those of the present case, the violation complained of is a continuing one. The Court thus finds that such reasoning is questionable in the light of the circumstances of the case and the domestic legal framework, which appears to give great latitude to individuals seeking redress for human rights violations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Of further concern to the Court is the persistence of the unfavourable consequences for the applicant. Indeed, following the Constitutional Court judgment, the applicant has remained subject to the same laws which have breached his rights, as the Constitutional Court did not take any action in that respect. While it is true that the 2010 amendments to the Civil Code slightly ameliorated the applicant’s situation, the domestic courts did not consider that such a change struck a fair balance and that a violation of the applicant’s rights did not persist following that change. Thus, the applicant continues to suffer a violation of his rights to date.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It follows that the redress provided by the Constitutional Court did not offer sufficient relief to the applicant, who continues to suffer the consequences of the breach of his rights, and thus retains victim status for the purposes of this complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government’s objection is therefore dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": ".  The applicant submitted that there had been a violation of Article 1 of Protocol No. 1 to the Convention, as upheld by the domestic courts. That violation continued to persist, given that the amount of rent established by means of the 2010 amendments was still not reasonable. He maintained that such rent was still fifteen times inferior to the rental market value.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government admitted that the applicant had suffered a violation of his property rights up to the judgment of the Constitutional Court. They considered, however, that the violation had not continued thereafter, given that in 2010 the rent increased to EUR 185 annually, and would continue to increase every three years.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  Having regard to the findings of the Constitutional Court relating to Article 1 of Protocol No.1 (see paragraphs 14 and 21 above), the Court considers that it is not necessary to re-examine in detail the merits of the complaint. It follows that, as established by the domestic courts the applicant was made to bear a disproportionate burden.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, in view of the parties’ arguments and the lack of any specific details in the assessment of the domestic courts concerning the period following the 2010 amendments – a period which was implicitly taken into consideration for the basis of their findings – the Court considers it necessary to highlight the following.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court takes note of the efforts made by the Government to make changes to the legislation (in the form, inter alia, of the 2010 amendments) in the wake of the execution phase before the Committee of Ministers in connection with a series of judgments delivered against Malta concerning this subject matter (see Ghigo, cited above; Edwards, cited above and Fleri Soler and Camilleri v. Malta, no. 35349/05, ECHR 2006X). Indeed, in the first two of those cases the Court, having regard to the systemic situation it had identified, considered that general measures at national level were called for. Nevertheless, despite the passage of ten years, those cases remain open before the Committee of Ministers. In this connection, the Court cannot but note that the rents provided for by the amended law remain in stark contrast to the values of such property.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In relation to the present case, the Court observes that the amelioration brought about by the 2010 amendments increased the annual rent payable to the applicant in 2010 from EUR 93 to EUR 185 – the latter sum will continue to increase by a few euro every three years thereafter (for example, the rent in 2014 was EUR 197). The Court also observes that according to the court-appointed architect’s valuation and also the Government’s own estimate, the annual rent of the property at issue for 2010 was EUR 2,850 and EUR 2,000 respectively. Thus, for the same year, according to the new laws in force, the applicant was to receive in rent less than 10% of the market value estimated by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having regard to the meagre amount of rent received by the applicant, which persists to date despite the relevant amendments, the Court finds that a disproportionate and excessive burden continues to be imposed on the applicant, who has been ordered to bear most of the social and financial costs of supplying housing accommodation to C.C. It follows that the Maltese State has failed to strike the requisite fair balance between the general interests of the community and the protection of the applicant’s right of property (ibid; see also, mutatis mutandis, in connection with the above-mentioned amendments, Anthony Aquilina v. Malta, §§ 63 and 67, no. 3851/12, 11 December 2014 ).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has accordingly been a breach of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that he had not had an effective remedy, capable of redressing the violation under Article 1 of Protocol No.1 to the Convention, as demonstrated by the Constitutional Court’s judgment. He relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ observations",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that the applicant could have instituted a fresh set of constitutional redress proceedings to complain under Article 13 about the Constitutional Court judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant submitted that such an action would not have been appropriate and that the ordinary action at such stage was to bring the complaint before the Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court notes that it has already established, in the context of Maltese cases before it, that even though Maltese domestic law provides for a remedy, for the purposes of a complaint under Article 13, in respect of a final judgment of the Constitutional Court, the length of the proceedings detracts from the effectiveness of that remedy and that, in view of the specific situation of the Constitutional Court in the domestic legal order, in certain circumstances it is not a remedy which is required to be exhausted (see, passim, Saliba and Others v. Malta, no. 20287/10, § 78, 22 November 2011, and Bellizzi v. Malta, no. 46575/09, § 44, 21 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the applicant has suffered a violation of his rights for a period of over twenty years. He has already been through one set of constitutional redress proceedings, as a result of which the Court has found that he remained a victim of the violation recognised by the domestic courts (see paragraph 48 above). Given the nature of the complaint and the above-mentioned specific situation of the Constitutional Court in the domestic legal order, the Court finds that the institution of fresh constitutional redress proceedings was not a remedy which was required to be exhausted in the specific circumstances of this case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, the Government’s objection that domestic remedies have not been exhausted is dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that Article 13 does not apply in the absence of an arguable claim (see Maurice v. France [GC], no. 11810/03, § 106, ECHR 2005IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case the Court has found that the applicant’s complaint under Article 1 of Protocol No.1 was not manifestly ill-founded and concluded that there has been a violation of Article 1 of Protocol No. 1. Thus, there is no doubt that the complaint relating to that provision is an arguable one for the purposes of Article 13 of the Convention. It follows that Article 13 in conjunction with Article 1 of Protocol No. 1 is applicable in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ observations",
                                        "elements": [
                                            {
                                                "content": ".  The applicant submitted that he had not had an effective remedy, capable of redressing the violation under Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the constitutional remedy, the applicant submitted that although the courts of constitutional jurisdiction had the power to award compensation for both pecuniary and non-pecuniary damage, the fact that an individual remained subject to a requisition order and relevant laws (unless Parliament or the authorities took further action) which had caused such a violation meant that the violation had not been brought to an end and the applicant remained subject to a continuing violation. It was unheard of to expect an applicant to repeatedly lodge constitutional proceedings to claim a violation for subsequent years.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  According to the applicant, while it was true that the courts of constitutional jurisdiction had “unlimited powers”, in his case those courts had failed to use their wide-ranging powers to rectify the breach. Indeed, recent case-law showed that the Constitutional Court was taking the view that it could award compensation only for a past violation, but it would not order the return of premises or fix future rent. While some first-instance judgments had indeed ordered the return of properties to their owners, the Constitutional Court repeatedly revoked such orders – unless the requisition order had been unlawful (three such examples were submitted to the Court, namely Montanaro Gauci vs Director of Social Accommodation, Constitutional Court judgment of 25 November 2011; Josephine Mary Vella vs Director of Social Accommodation, Constitutional Court judgment of 25 May 2012; and Zammit Maempel vs The Housing Authority, Constitutional Court judgment of 18 July 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant also submitted that an ordinary civil remedy had no prospects of success, since the requisition orders were lawful and the authorities had wide discretion in requisitioning property. Moreover, even the courts of constitutional jurisdiction had proceeded to examine the merits and find a violation without requiring the applicant to have first pursued such a civil (i.e. ordinary) action.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government submitted that constitutional proceedings were capable of providing adequate redress for the violation found by the domestic courts. In fact and in practice, the courts of constitutional jurisdiction could award any type of redress, ranging from an award of compensation, which was the usual type of redress granted in cases of a violation of Article 1 of Protocol No. 1 (they relied, for example, on AIC Joseph Barbara vs the Prime Minister, Constitutional Court judgment of 31 January 2014, and Angela sive Balzan vs the Prime Minister, Constitutional Court judgment of 7 December 2012), to various other types of orders. The Government submitted, as examples from actual judgments, the reintegration of an employee into the public service, as well as an order made to the courts of criminal jurisdiction to discard a statement made by the accused when it had been taken by the police without legal assistance. They reiterated that there were no limits to the powers of the courts of constitutional jurisdiction to grant redress for Convention violations. In cases of complaints under Article 1 of Protocol No. 1, the domestic courts could annul a requisition order or evict a tenant if they considered that it would be the appropriate redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It was also of relevance that the applicants were solely entitled to a remedy, but not to a positive outcome of their claim. Thus, since the courts of constitutional jurisdiction could potentially provide redress for their claims, the Government’s obligation had been fulfilled. In any event, the combination of the available remedies would surely have constituted an effective remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government also made reference to an ordinary civil action by which the requisition could be declared null and void, and damages for loss of use of the property could be awarded. Furthermore, the applicant could also have sought authorisation for non-compliance with the Director of Social Housing’s request to recognise the tenant if he was able to show that serious hardship would be caused to him by complying with that request (Article 8 of the Housing Act). However, the applicant had not instituted such proceedings, opting instead to seek constitutional redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government also considered that the applicant could once again institute constitutional proceedings to complain of a violation of his property rights in connection with the period subsequent to the Constitutional Court judgment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court has held on many occasions that Article 13 guarantees the availability at national level of a remedy to enforce the substance of the Convention rights in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief. Although the scope of the Contracting States’ obligations under Article 13 varies depending on the nature of the applicant’s complaint, the remedy required by Article 13 must be effective in practice as well as in law. The “effectiveness” of a “remedy” within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. Nor does the “authority” referred to in that provision necessarily have to be a judicial authority; but if it is not, its powers and the guarantees which it affords are relevant in determining whether the remedy before it is effective. Furthermore, even if a single remedy does not by itself entirely satisfy the requirements of Article 13, the aggregate of remedies provided for under domestic law may do so (see Kudła v. Poland [GC], no. 30210/96, § 157, ECHR 2000XI, and Ališić and Others v. Bosnia and Herzegovina, Croatia, Serbia, Slovenia and the former Yugoslav Republic of Macedonia [GC], no. 60642/08, § 131, ECHR 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  For the purposes of Article 13, it is for the Court to determine whether the means available to an applicant for raising a complaint are “effective” in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that had already occurred (see Kudła, cited above, §§ 157-58). In certain cases a violation cannot be made good through the mere payment of compensation (see, for example, Petkov and Others v. Bulgaria, nos. 77568/01, 178/02 and 505/02, § 80, 11 June 2009 in connection with Article 3 of Protocol No. 1) and the inability to render a binding decision granting redress may also raise issues (see Silver and Others v. the United Kingdom, 25 March 1983, § 115, Series A no. 61; Leander v. Sweden, 26 March 1987, § 82, Series A no. 116; and Segerstedt-Wiberg and Others v. Sweden, no. 62332/00, § 118, ECHR 2006VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, according to the Court’s case-law, Article 13 does not go so far as to guarantee a remedy allowing a Contracting State’s laws as such to be challenged before a national authority (see, Maurice, cited above, § 107).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the context of Article 13, the Court’s role is to determine whether, in the light of the parties’ submissions, the proposed remedies constituted effective remedies which were available to the applicant in theory as well as in practice, that is to say, that they were accessible, capable of providing redress and offered reasonable prospects of success (see McFarlane v. Ireland [GC], no. 31333/06, § 114, 10 September 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that a remedy, in the form of constitutional redress proceedings, was in principle available under Maltese law, which enabled the applicant to raise with the national courts his complaint of a violation of his Convention right to peaceful enjoyment of possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  To date the Court has always held that constitutional redress proceedings are effective in respect of complaints under Article 1 of Protocol No. 1, in so far as it has always been considered that there are no limits on the means of redress (including financial redress) which may be provided by the courts of constitutional jurisdiction (see the provisions of the Constitution and the European Convention Act in the relevant domestic law part, as well as a series of Maltese cases, for example, Gera de Petri, cited above, § 70; Deguara Caruana Gatto and Others v. Malta, no. 14796/11, § 82, 9 July 2013; and Lay Lay Company Limited v. Malta, no. 30633/11, § 100, 23 July 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Nevertheless, the Court has found in a number of cases brought under Article 1 of Protocol No. 1 against Malta, that the applicants maintained their victim status notwithstanding a favourable decision by the Constitutional Court (see, for example, Azzopardi, cited above, § 34, and Frendo Randon and Others, cited above, §§ 38-39 in connection with expropriations; and Gera de Petri, cited above, § 53, concerning the control of property under title of possession and use subject to recognition rent) mainly because the domestic courts had failed to award compensation for the relevant pecuniary damage decades after the applicants had started being affected by the violation. The same has occurred in the present case, in connection with requisition orders. Indeed, the applicant pursued constitutional proceedings before the Civil Court (First Hall) in its constitutional jurisdiction and, on appeal, before the Constitutional Court. The Court has found that despite the fact that those courts found in the applicant’s favour, he has remained a victim of the alleged violation (see paragraph 48 above). The Court considers that findings that an applicant remains a victim of a violation are an indication that a remedy might not be effective for the purposes of Article 13. Moreover, the Court observes that this complaint is not an isolated one and that other applications to this effect are currently pending before it. In this light, it considers that it must assess the effectiveness of such a remedy in practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Indeed, under various Convention Articles, the Court’s case-law indicates that it may be necessary to look beyond the appearances and the language used and concentrate on the realities of the situation (see, for example, Brumărescu [GC], cited above, § 76, ECHR 1999VII, and Depalle v. France [GC], no. 34044/02, § 78, ECHR 2010, in connection with Article 1 of Protocol No. 1; Markovic and Others v. Italy [GC], no. 1398/03, § 96, ECHR 2006XIV, and Boulois v. Luxembourg [GC], no. 37575/04, § 92, ECHR 2012, in connection with Article 6; and Kafkaris v. Cyprus [GC], no. 21906/04, § 116, ECHR 2008 and Blokhin v. Russia [GC], no. 47152/06, § 180, 23 March 2016, in connection with Article 5).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the wording of the law is clear. Under the Constitution, in order to redress human rights violations which are protected by the provisions of the Constitution, a court of constitutional jurisdiction “may make such orders, issue such writs and give such directions as it may consider appropriate for the purpose of enforcing, or securing the enforcement of, any of the provisions ...” (see relevant domestic law, paragraph 28 above). The same wording is used in the European Convention Act, in connection with human rights protected by the Convention. The right to property, at issue in the present case, is covered by both texts. The Court further observes that the Government have emphasised in their observations (see, for example, paragraph 72 above) that there were no limits to the powers of the courts of constitutional jurisdiction to grant redress, and that they could also, if necessary, release property and evict a tenant.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case, the Constitutional Court considered, on the basis of its previous judgments, that it would not be appropriate to release the property and evict the tenant. It further considered that it did not have the power to impose a higher rent for the future when such rent was not provided for by law – the latter findings were also based on that court’s case-law. It reiterated that its role was limited to awarding compensation for the violation that had occurred (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Hence there is no doubt that in law, the courts of constitutional jurisdiction could annul an order and evict a tenant. Such a measure would have prevented the continuation of the violation. Nevertheless, it is clear from the case-law relied on by the domestic court and that submitted by the applicant that in situations such as those of the present case, namely where a lawful requisition has imposed an excessive burden on an applicant leading to a violation, the courts of constitutional jurisdiction, and in particular the Constitutional Court on appeal, do not take such action. Indeed, the Government have not provided one such example, despite having been requested to do so, and despite the fact that thousands of requisition orders have been in place in the past decades. It follows that, despite having the power to do so, in practice, the Constitutional Court has repeatedly failed to take the required action which would bring the violation to an end.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that such an action would surely cause some distress to the tenant. Nevertheless, it would be for the Government to relocate such a tenant. It is the role of the courts of constitutional jurisdiction to provide the available remedy for convention violations, thereby protecting the victim from a continuing violation irrespective of any Government discomfort. This is particularly so when the Government could avoid any such situations by amending the law in such a way as to provide for a reasonable amount of rent.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In this connection, the Court reiterates that it is not for it to interpret domestic law; nevertheless, it cannot but note the discrepancy between what appears to be the literal word of the law, and the interpretation given by the courts of constitutional jurisdiction as to the possibility of awarding a higher future rent. Indeed such an order, which appears to be allowed by the Constitution and the European Convention Act, would have no bearing on the validity or otherwise of the laws in place, which affect the generality of the public. It would, however, constitute a measure vis-à-vis an individual applicant, which would provide for an end to the violation without affecting the tenant. Nonetheless, this course of action has never been taken by the courts of constitutional jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Of concern to the Court is also the fact that it has repeatedly found that the sums awarded in compensation by the Constitutional Court do not constitute adequate redress. The Court makes reference to its considerations in paragraph 82 above, as well as its general principles in paragraph 43 above.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court considers that, just like an award for pecuniary damage under Article 41 of the Convention, an award for pecuniary damage made by a domestic court must be intended to put the applicant, as far as possible, in the position he would have enjoyed had the breach not occurred. It transpires from the information and cases brought before the Court that this is often not the case. Such pecuniary awards are also often not accompanied by an adequate award of non-pecuniary damage and/or an order for the payment of the relevant costs.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the light of the above considerations, and in view of the domestic judgments brought to its attention on the subject matter, the Court concludes that although constitutional redress proceedings are an effective remedy in theory, they are not so in practice, in cases such as the present one. In consequence, they cannot be considered an effective remedy for the purposes of Article 13 in conjunction with Article 1 of Protocol No. 1 concerning arguable complaints in respect of requisition orders which, though lawful and pursuing legitimate objectives, impose an excessive individual burden on applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government, relying on the effectiveness of an aggregate of remedies, also referred to ordinary civil proceedings and authorisation for non-compliance with the Director of Social Housing’s request to recognise the tenant. Firstly, the Court notes that the Government have failed to provide any examples of such proceedings and the relevant decisions indeed, not one example has been submitted. Secondly, the Government have not explained in what way such proceedings could have, alone or in combination with others, provided adequate redress in the form of awards for both pecuniary and non-pecuniary damage for the violation suffered. Nor have they explained how such proceedings could have brought an end the situation complained of. Even assuming that the ordinary courts could effectively award pecuniary damages for the loss in rent, and that an action under Article 8 of the Housing Act could release the property despite its limited scope (see relevant domestic law above, at paragraph 27), the applicant would still have had no possibility of obtaining an award for nonpecuniary damage which may only be obtained from the courts of constitutional jurisdiction. However, the Court has already found, above, that as things stand, constitutional redress proceedings are defective on various grounds for cases such as the present one.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In such circumstances, the Court considers that the Government have not demonstrated that the aggregate of remedies proposed by them in connection with requisition orders, which impose an excessive burden on property owners, constituted effective remedies available to the applicant in theory and in practice at the relevant time.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, the Court finds that there has been a violation of Article 13, in conjunction with Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": ".  The applicant claimed 43,638.83 euros (EUR) in respect of pecuniary damage reflecting the loss of rent, and EUR 78,000 in respect of non-pecuniary damage. The pecuniary damage was calculated on the basis of relevant property price indexes published by the Central Bank of Malta and the estimated rental values over the years (1976-2015) were worked backwards from 2010, as established by a court-appointed architect (for example, an annual rent of EUR 2,850 and EUR 580 respectively in 2009 and 1987). This amounted in total to EUR 59,638.83, of which the EUR 16,000 already awarded by the domestic court was deducted. The applicant was of the view that those rental values were conservative estimates. The sum requested for non-pecuniary damage reflected a claim of EUR 2,000 for each year since 1976 during which the applicant had suffered the consequences of the violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government submitted that any claims pre 1988 should not be entertained, and that the applicant had already been adequately compensated. In 1998 the price of property was quite low and it was only in 2003 that a boom in property prices had occurred. Moreover, the courtappointed architect’s valuation, which had been worked backwards from 2010, was exorbitant and had not taken into consideration a number of relevant factors. According to his report, the property was very compact and the tenant had regularly carried out maintenance work and kept the property in good condition. However, the expense incurred by the tenant to that effect had not been factored in. In the Government’s view, that factor should have reduced the valuation by at least 20%. According to the Government, for the year 2009, a more appropriate annual-rent valuation would have amounted to EUR 2,000, as opposed to the EUR 2,850 suggested by the court-appointed architect. In any event, the Government considered that any award for pecuniary damage should not exceed EUR 9,600, namely EUR 800 annually for twelve years (2003-2015) (sic.). They also submitted that an award for non-pecuniary damage should not exceed EUR 6,000, in line with the Court’s awards in similar cases against Malta.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court must proceed to determine the compensation the applicant is entitled to in respect of the loss of control, use and enjoyment of the property which he has already suffered from 1988 to date.",
                                        "elements": []
                                    },
                                    {
                                        "content": ". The Court observes that the applicant’s claims are based on valuations prepared by a court-appointed expert, and that the Government have not rebutted such valuations by any technical means. Thus, in assessing the pecuniary damage sustained by the applicant, the Court has, as far as appropriate, considered the estimates provided and had regard to the information available to it on rental values on the Maltese property market during the relevant period. It has also considered the legitimate purpose of the restriction suffered, bearing in mind that legitimate objectives in the “public interest”, such as those pursued in measures of economic reform or measures designed to achieve greater social justice, may call for less than reimbursement of the full market value and that a total lack of compensation can be considered justifiable under Article 1 of Protocol No. 1 only in exceptional circumstances (see James and Others v. the United Kingdom, 21 February 1986, Series A no. 98, § 54; Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 94, ECHR 2005VI; and Ghigo (just satisfaction), cited above, § 18). Furthermore, the sums already received by the applicant for the period 1988-2003 must be deducted.",
                                        "elements": []
                                    },
                                    {
                                        "content": ". The Court reiterates that an award for pecuniary damage under Article 41 of the Convention is intended to put the applicant, as far as possible, in the position he would have enjoyed had the breach not occurred. It therefore considers that interest should be added to the above award in order to compensate for loss of value of the award over time. As such, the interest rate should reflect national economic conditions, such as levels of inflation and rates of interest (ibid, § 20).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Hence, the Court awards the applicant EUR 30,000 in equity under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court further considers that the applicant must have sustained feelings of frustration and stress having regard to the nature of the breaches. It notes, however, that he has been awarded EUR 16,000 by the Constitutional Court. That sum appears to have been intended solely as compensation for non-pecuniary damage. The Court considers that award to be more than adequate in the circumstances. It will therefore make no further award in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Lastly, the Court makes reference to its call for general measures, under Article 46 of the Convention, to be applied by the Maltese State in order to put an end to the systemic violation of the right of property identified in such cases (see Edwards (just satisfaction), cited above, §§ 3034) and encourages the Government to pursue such a measure speedily and with due diligence under the supervision of the Committee of Ministers.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": ".  The applicant also claimed EUR 9,868.60 for the costs and expenses incurred before the domestic courts, namely EUR 1,206.74 for the costs of the Attorney General, EUR 1,022.67 for the costs of C.C., as well as EUR 3,313.79 for the costs of the Housing Authority and C.C. on appeal, and EUR 3,587.40 for his own judicial costs (as shown in the relevant bills of costs). He further claimed EUR 738 in professional fees and expenses incurred in connection with the domestic proceedings and EUR 1,132.24 (EUR 944 in professional fees and EUR 188.24 in expenses) for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government did not object to the payment of the sums of EUR 1,206.74 and EUR 1,022.67 claimed by the applicant, in respect of which the relevant receipts had been shown. As for the rest of his claims, they considered that the award should not exceed EUR 2,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court notes that no explanations have been given as to why the Government have contested the sums which have been substantiated by judicial bills of costs. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 10,000 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": ".  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares, the complaint concerning the requisition order of 1976 inadmissible and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, that there has been a violation of Article 13 read in conjunction with Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds,",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b) that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 August 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "paulo pinto de albuquerque"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "paulo pinto de albuquerque"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF APAP BOLOGNA v. MALTA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-166056.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0830JUD004693112",
    "externalsources": [],
    "extractedappno": [
        "46931/12",
        "31122/05",
        "49438/99",
        "17647/04",
        "22432/03",
        "28177/12",
        "42583/06",
        "2226/10",
        "36813/97",
        "28342/95",
        "18766/11",
        "36030/11",
        "31102/06",
        "26771/07",
        "35349/05",
        "3851/12",
        "20287/10",
        "46575/09",
        "11810/03",
        "30210/96",
        "60642/08",
        "77568/01",
        "178/02",
        "505/02",
        "62332/00",
        "31333/06",
        "14796/11",
        "30633/11",
        "34044/02",
        "1398/03",
        "37575/04",
        "21906/04",
        "47152/06",
        "46720/99",
        "72203/01",
        "72552/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-166056",
    "judgementdate": "30/08/2016 00:00:00",
    "kpdate": "30/08/2016 00:00:00",
    "kpthesaurus": [
        "444",
        "110",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "APAP BOLOGNA",
        "MALTA"
    ],
    "rank": "1608.84558105469",
    "representedby": [
        "REFALO I.",
        "GRECH S."
    ],
    "respondent": "MLT",
    "respondentOrderEng": "28",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "453978",
    "typedescription": "15"
}