{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Equality of arms)",
    "applicability": "",
    "appno": "31855/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Equality of arms"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-148174.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31855/03) against the Republic of Latvia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Latvian national, Mr Valdis Liepiņš (“the applicant”), on 4 September 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented until 3 December 2011 by Mr A. Z., a lawyer practising in Riga. The Latvian Government (“the Government”) were represented by their Agent at the time, Ms I. Reine, and subsequently by Ms K. Līce.",
                        "elements": []
                    },
                    {
                        "content": "3.  Without reference to any specific provision of the Convention, the applicant alleged, in particular, that in the course of criminal proceedings against him he had been unable to participate in a hearing before the Criminal Cases Division of the Senate of the Supreme Court (Augstākās tiesas Senāta Krimināllietu departaments) and that even though he had been absent from that hearing the prosecutor’s argument had been heard.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 November 2009 the Government were given notice of the above-mentioned complaint.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 14 May 2010, after the failure of attempts to reach a friendly settlement, the Government presented the Court with a unilateral declaration. On 7 September 2010 the Government’s unilateral declaration was examined by the Court, which decided not to accept it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1965.",
                                "elements": []
                            },
                            {
                                "content": "7.  The relevant facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The first-instance proceedings",
                                "elements": [
                                    {
                                        "content": "8.  On 11 December 2002 the Jēkabpils District Court (Jēkabpils rajona tiesa) found the applicant guilty of aggravated theft. The judgment of the District Court did not indicate that the applicant had a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant was given a prison sentence of two years. Having taken into account the applicant’s seven prior convictions the District Court imposed a final prison sentence of three years and six months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The appeal proceedings",
                                "elements": [
                                    {
                                        "content": ".  On 24 January 2003 the Zemgale Regional Court (Zemgales apgabaltiesa) partially upheld the applicant’s appeal against the above-mentioned first-instance judgment. The judgment of the District Court indicated that the applicant’s lawyer, G.L., had participated.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Regional Court reclassified the charge as theft of a small amount and reduced the prison sentence to six months, reducing the final prison sentence to three years and one month accordingly.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The cassation proceedings",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s appeal on points of law",
                                        "elements": [
                                            {
                                                "content": ".  On 27 January 2003 the applicant lodged an appeal on points of law against the appeal judgment with the Criminal Cases Division of the Senate of the Supreme Court. On 14 February 2003 he supplemented his appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government submitted, and the applicant did not argue otherwise, that in his appeal on points of law the applicant had not expressed a wish to participate in the cassation hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  At its preparatory session on 20 February 2003 the Senate of the Supreme Court decided to accept the appeal for review on points of law and scheduled the hearing for 11 March 2003.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Notification about the cassation hearing",
                                        "elements": [
                                            {
                                                "content": ".  On 21 February 2003 the Senate of the Supreme Court wrote to the applicant informing him that the cassation hearing had been scheduled for 11 March 2003. The notification was also addressed to the lawyer, G.L.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The letter also stated that the applicant had the right to participate in the cassation hearing. However, in the event of non-appearance by the parties the hearing could be held in their absence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The applicant’s attendance request",
                                        "elements": [
                                            {
                                                "content": ".  On 27 February 2003 the applicant made a request to participate in the cassation hearing “in order to provide the necessary explanations”.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As submitted by the Government, on 3 March 2003 the applicant’s request was received at the registry of the Senate of the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  On 4 March 2003 V.E., a judge of the Senate of the Supreme Court, wrote to the director of Daugavpils Prison, where the applicant was held at the time, in the following terms:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Concerning [the applicant’s] request about the possibility of participating in the court hearing of 11 March, please inform [him] that it is impossible to ensure [his participation].",
                                                "elements": []
                                            },
                                            {
                                                "content": "He made no such request in his appeal on points of law. His request to participate in the hearing of 11 March was received at the Supreme Court only on 3 March. [A]s escorts from the Daugavpils Prison to Riga depart only on 4 and 12 [March], it is no longer possible to organise his transport to the hearing of 11 March.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The cassation hearing",
                                        "elements": [
                                            {
                                                "content": ".  On 11 March 2003 the hearing took place before the Senate of the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The only party present was the public prosecutor. Neither the applicant nor his lawyer participated.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The decision of the Senate of the Supreme Court dated 11 March 2003 indicated, inter alia, that the Senate had heard the prosecutor’s opinion that the lower court’s judgment should be left unmodified.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Senate of the Supreme Court upheld the appeal judgment and dismissed the applicant’s appeal on points of law. That decision was final.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s release",
                                "elements": [
                                    {
                                        "content": ".  On 11 February 2004 the Jēkabpils District Court, in view of the amendments to the Criminal Law (Krimināllikums), which were applicable retroactively, decided that the applicant should be released from prison as he had already served his sentence.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "25.  Article 458 of the Code of Criminal Procedure (Kriminālprocesa kodekss), in its relevant part, as in force at the material time, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "The participation of the prosecutor in the cassation court hearing shall be mandatory.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "If the parties, having been informed in good time of the place and time of the hearing, fail to appear without giving reasons for their absence, the hearing may be held in their absence.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "If a person on trial who is being held in detention makes a request to participate in the hearing, arrangements shall be made for him or her to attend.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Without referring to any specific provision of the Convention, the applicant complained that he had been unable to participate in the hearing before the Criminal Cases Division of the Senate of the Supreme Court at which the prosecutor’s argument had been heard.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court finds that the above applicant’s complaint falls to be examined under Article 6 § 1 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Government claimed that in his letter of 3 December 2011 revoking the authorisation to his representative, the applicant had used offensive and threatening language towards him. They invited the Court to consider whether that language had amounted to an abuse of the right of individual petition within the meaning of Article 35 § 3 (a) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court reiterates that, whilst the use of offensive language in proceedings before it is undoubtedly inappropriate, an application may only be rejected as abusive in extraordinary circumstances (see, for example, Felbab v. Serbia, no. 14011/07, § 56, 14 April 2009, and Varbanov v. Bulgaria, no. 31365/96, § 36, ECHR 2000X). However, the persistent use of insulting or provocative language by an applicant may be considered an abuse of the right of application within the meaning of Article 35 § 3 of the Convention (see Duringer and Others v. France (dec.), nos.  and 18589/02, 4 February 2003; Manoussos v. the Czech Republic and Germany (dec.), no. , 9 July 2002; and Stamoulakatos v. the United Kingdom, no. , Commission decision of 9 April 1997).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court observes that the applicant’s reference to his representative as an “ogre” who had “put his snout in the political trough” was made in the context of the applicant’s emotional attitude towards him. Such language is undoubtedly inappropriate and excessively emotional. Likewise, the applicant’s remarks to the effect that, if the revocation of the authorisation were not accepted by the Registry, “once released from imprisonment [the applicant] would be compelled to adopt other means of influence and solutions to the problem” are regrettable. The Courts finds nothing to warrant the use of such language.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  At the same time, the Court takes into consideration that such language was used only once and has not recurred since the Registry’s letter of 15 December 2011 transmitting the applicant’s letter to the Government and the representative. As to the threatening language used towards the representative, as claimed by the Government, the Court is willing to accept that the applicant’s remarks were not wholly clear.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In those circumstances the Court considers that the grounds advanced do not justify the rejection of the present application as an abuse of the right of individual petition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court therefore does not find it appropriate to declare the application inadmissible as abusive within the meaning of Article 35 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court notes that the complaint under Article 6 § 1 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 (a). It further notes that it is not inadmissible on any other grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant pleaded that the requirement of fairness as guaranteed by Article 6 § 1 had not been complied with, since his right to participate in the cassation hearing had not been respected, and that the principle of equality of arms had been breached as the prosecutor had been present at the hearing but the applicant had been absent.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In that regard the applicant relied on Maksimov v. Azerbaijan (no. 38228/05, 8 October 2009), and Zhuk v. Ukraine (no. 45783/05, 21 October 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Further, he pointed out that, according to Article 458 of the Code of Criminal Procedure, where the accused so requested, arrangements had to be made for him to attend the hearing. The applicant had sent such a request on 27 February 2003. If he had been present at the cassation hearing the applicant could have made additional submissions. Furthermore, he should have been provided with a lawyer.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The Government maintained that there had been no violation of Article 6 § 1 on account of the applicant’s absence from the cassation hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In particular, they stressed that the case had been heard on the merits at two levels of court jurisdiction. Besides, the appeal court had modified the lower court’s judgment to the applicant’s benefit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  With regard specifically to the cassation hearing, the Government emphasised that under Article 458 of the Code of Criminal Procedure the applicant’s presence had not been mandatory. That provision reflected the essence of cassation proceedings, as the scope of their review was limited to points of law. In such types of proceedings there was rarely any necessity for an accused to make submissions in person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In support of that argument, the Government referred to Kremzow v. Austria (21 September 1993, §§ 58-64, Series A no. 268B). They further relied on Hermi v. Italy ([GC], no. 18114/02, §§ 60 and 61, ECHR 2006XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In any event, where a person in detention made a request in good time to participate in the cassation hearing, the request was granted. According to the practice of the Senate of the Supreme Court, however, the request needed to be submitted in the appeal on points of law. That was in order to avoid belated requests, where escorting the detainee would become impossible due to practical reasons, and in order to prevent delays in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case, the applicant had not made the attendance request in his appeal on points of law as further supplemented. He had been informed of the hearing well in advance, thus affording him sufficient time to appoint a lawyer to represent his interests before the cassation court. Also, the applicant had made the escort request only a week before the hearing, when transport could no longer be arranged for practical reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the Government’s submission, having established that no further submissions were required from the applicant, and in particular given the fact that his appeal alleged violations of procedural law, the Senate of the Supreme Court had proceeded with the examination of the applicant’s appeal in his absence. Even though the applicant had not been present, the Senate of the Supreme Court had considered all the arguments put forward in the appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "46.  The Court observes at the outset that proceedings involving only questions of law, as opposed to questions of fact, may comply with the requirements of Article 6 even where the appellant was not given the opportunity of being heard in person by the cassation court, provided that he was heard by a first-instance court (see, among other authorities, Hermi v. Italy, cited above, § 61, and Sutter v. Switzerland, 22 February 1984, § 30, Series A no. 74, as regards courts of cassation). In the latter case the underlying reason was that the courts concerned did not have the task of establishing the facts of the case, but only of interpreting the legal rules involved (see Hermi, cited above, § 61, and Ekbatani v. Sweden, 26 May 1988, § 31, Series A no. 134).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case the competence of the Senate of the Supreme Court was limited to the legal issues. Furthermore, the applicant did not argue before the Court that the legal questions involved could not have been separated from any factual considerations mandating his appearance at the cassation hearing. Neither did he claim that issues going to his personality or character were concerned (see Kamasinski v. Austria, 19 December 1989, §§ 106 and 107, Series A no. 168). The Court cannot therefore conclude that the applicant’s absence from the cassation hearing was in breach of Article 6 § 1 of the Convention per se.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, the personal attendance of the defendant at the hearing is only one aspect of the wider concept of a fair trial in criminal proceedings. In the case at hand the element of attendance has a direct bearing on the principle of equality of arms, which requires that each party be given a reasonable opportunity to present his or her case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent (see Kress v. France [GC], no. 39594/98, § 72, ECHR 2001VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In that connection the Court observes that the prosecutor had the advantage of being present at the cassation hearing and, unlike the applicant, was able to make oral submissions to the Senate of the Supreme Court, such submissions being intended to influence the latter’s opinion. It appears that these submissions were directed at having the applicant’s appeal on points of law dismissed and his conviction upheld (see paragraphs 21 and 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It is clear that the applicant had the right to participate in the cassation hearing (see paragraph 16 above) (concerning the rights under Article 6 in the permission-to-appeal proceedings, compare and contrast Valchev and Others v. Bulgaria (dec.), nos. ,  and , § 77, 21 January 2014). Furthermore, as the applicant was in detention, Article 458 of the Code of Criminal Procedure required that, if he so requested, arrangements had to be made for him to attend the hearing (see paragraph 25 above). The applicant made such a request, which was received at the Supreme Court a week prior to the hearing (see paragraphs 18 and 19 above) (contrast Hermi, cited above, §§ 98-102, where the applicant had waived his right to appear at the appeal hearing).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court is unable to accept the Government’s argument that the said request was belated as it was not submitted in the applicant’s appeal on points of law. As noted by the Government themselves, that assessment was based on the practice of the Senate of the Supreme Court and not on any requirement spelled out in the Code of Criminal Procedure (see paragraph 43 above). Even if it were the practice adhered to by the Senate of the Supreme Court, the Government have not shown that the applicant was informed of it. No time-limit for making the request was indicated in the notification of the cassation hearing. However, the notification stated that the applicant had the right to attend (see paragraphs 15 and 16 above). It fell upon the State authorities to take appropriate measures to enforce that right.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the notification of the cassation hearing was also addressed to the lawyer, G.L. (see paragraph 15 above). At the same time, in connection with the cassation hearing, the applicant submitted before the Court that he should have been provided with a lawyer (see paragraph 38 above). The Government did not comment on that argument. Moreover, it transpires from their submissions before the Court that the applicant did not have a lawyer. In particular, the Court notes their submission to the effect that the notification of the cassation hearing was given in good time, allowing the applicant to appoint a lawyer (see paragraph 44 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court therefore considers that the principle of procedural fairness required that the applicant should also have been given an opportunity to make oral submissions at the cassation hearing in reply to those made by the prosecutor. It notes that the Senate of the Supreme Court, having deliberated, dismissed the applicant’s appeal on points of law (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In view of the foregoing, the Court finds that the procedure before the Senate of the Supreme Court did not enable the applicant to participate in the proceedings in conformity with the principle of equality of arms (compare Zhuk, cited above, §§ 29, 34 and 35).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  Relying on Articles 3, 6, 14 and 17 of the Convention the applicant raised various complaints with regard to the criminal proceedings. He raised further complaints under Articles 6 § 3 (b), 10, 13, 17 and Article 2 of Protocol No. 4 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": ".  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that these complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "59.  The applicant claimed 50,000 euros (EUR) in respect of non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": ".  The Government contested that claim.",
                                "elements": []
                            },
                            {
                                "content": ".  They argued that the applicant had formulated it by reference to allegations which were not part of the present case, such as the alleged unlawfulness of the decision of the Senate of the Supreme Court. As such, the compensation claimed had no causal link with the alleged violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": ".  The Government further claimed that, even if there were a causal link, the finding of a violation in itself would constitute adequate compensation in the present case. Lastly, the amount requested was exorbitant.",
                                "elements": []
                            },
                            {
                                "content": ".  Having regard to the nature of the violation found in the present case, and deciding on an equitable basis, the Court awards the applicant EUR 2,000 in compensation for non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaint under Article 6 § 1 of the Convention concerning the applicant’s absence from the cassation hearing at which the prosecutor was heard, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the infringement of the principle of equality of arms;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 November 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Päivi Hirvelä",
            "role": "president"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LIEPIŅŠ v. LATVIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-148174.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1125JUD003185503",
    "externalsources": [],
    "extractedappno": [
        "31855/03",
        "14011/07",
        "31365/96",
        "61164/00",
        "18589/02",
        "46468/99",
        "27567/95",
        "38228/05",
        "45783/05",
        "18114/02",
        "39594/98",
        "47450/11",
        "26659/12",
        "53966/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-148174",
    "judgementdate": "25/11/2014 00:00:00",
    "kpdate": "25/11/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "119"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "LIEPIŅŠ",
        "LATVIA"
    ],
    "rank": "1202.36791992188",
    "representedby": [
        "Z A."
    ],
    "respondent": "LVA",
    "respondentOrderEng": "24",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "393934",
    "typedescription": "15"
}