{
    "__articles": "9;9-1;9-2;10;10-1;41",
    "__conclusion": "Violation of Art. 9;No separate issue under Art. 10;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses (Convention proceedings) - claim dismissed",
    "applicability": "",
    "appno": "32186/02",
    "article": [
        "10",
        "41",
        "9"
    ],
    "conclusion": [
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-76317.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32186/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Mr Mehmet Agga (“the applicant”), on 6 August 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Emin, a lawyer practising in Komotini (northern ). The Greek Government (“the Government”) are represented by Mr V. Kyriazopoulos, Adviser at the State Legal Council and Mrs M. Papida, Legal Assistant at the State Legal Council.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his conviction for usurping the functions of a minister of a “known religion” amounted to a violation of his rights under Articles 9 and 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 5 April 2005 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  On 17 August 1990 the applicant was chosen to be the Mufti of Xanthi by the Muslims who attended prayers at the mosques of that prefectural district. The  appointed another mufti. However, the applicant refused to step down.",
                                "elements": []
                            },
                            {
                                "content": "9.  Fourth sets of criminal proceedings were instituted against the applicant under Article 175 of the Criminal Code for having usurped the functions of a minister of a “known religion” on the ground that on 11 February 1996 and 17 February 1996 he had issued and signed messages in the capacity of the Mufti of Xanthi.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant was legally represented throughout the proceedings by lawyers of his own choice. The courts heard a number of prosecution and defence witnesses.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 11 December 1997 the single-member first instance criminal court (monomeles plimmeliodikio) of Lamia found him guilty in the three first sets of proceedings on the ground that he had issued and signed messages in the capacity of the Mufti of Xanthi (decisions nos. 3913/1997, 3914/1997, 3915/1997). On 1 December 1999 the single-member first instance criminal court (monomeles plimmeliodikio) of  found the applicant guilty in the fourth set of proceedings on the same ground (decision no. 4919/1999). The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 31 May 2000 the three-member first instance criminal court (trimeles plimmeliodikio) of  upheld the applicant’s conviction in the four sets of proceedings. It imposed, as a whole, a sentence of eight months’ imprisonment converted into a fine (decisions nos. 1654/2000, 1655/2000, 1656/2000 and 1657/2000). He alleged that these convictions amounted to a violation of Articles 6, 9 and 10 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 8 March 2002 the Court of Cassation rejected the applicant’s appeals concerning the four sets of proceedings. It considered that the offence in Article 175 of the Criminal Code was committed “when somebody appeared as a minister of a known religion and when he discharged the functions of the minister’s office including any of the administrative functions pertaining thereto”. The court considered that the applicant had committed this offence because he behaved and appeared as the Mufti of Xanthi. It further considered that the applicant’s conviction was not contrary to Articles 9 and 10 of the Convention, because the applicant had not been punished for his religious beliefs or for expressing certain views but for usurping the functions of a Mufti. As regards Article 6 of the Convention, the Court of Cassation considered that the applicant was legally represented by lawyers of his own choice throughout the proceedings and that he had exercised all his defence rights (judgment no. 304/2002).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "14.  The relevant domestic law and practice are set out in the judgment of 17 October 2002 in the case of Agga v.  (no. 2), nos. 50776/99 and 52912/99, §§ 33-44.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicant complained that his conviction amounted to a violation of Article 9 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "16.  The Government firstly argue that the applicant was not convicted for the content of the messages that he disseminated but simply because he appeared as the Mufti of Xanthi. As a result, there was no interference with his right to express his religious beliefs because Article 9 does not guarantee the applicant the right to usurp the functions of a minister of a “known religion”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In any event, even if there had been interference, the Government argue that it would have been justified under the second paragraph of Article 9. Firstly, according to the Government, the Treaty of Peace of Athens was not in force and the applicant’s complaints should be examined under Article 175 of the Criminal Code that was applicable in the present case. In this view, the Government contend that the interference was provided by law, Article 175 of the Criminal Code. This provision has been interpreted by the courts in a manner which rendered his conviction foreseeable. The interference served a legitimate purpose. By protecting the authority of the lawful Mufti the domestic courts sought to preserve order in the particular religious community and in society at large. They also sought to protect the international relations of the country, an area over which States exercise unlimited discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government further contend that the interference was necessary in a democratic society. In many countries, the Muftis are appointed by the State. Moreover, Muftis exercise important judicial functions in  and judges cannot be elected by the people. The Government submit that because there were two Muftis in Xanthi at the time, the courts had to convict the spurious one in order not to create tension among the Muslims, between the Muslims and Christians and between Turkey and . The courts considered that the offence in Article 175 is committed when somebody actually discharges the functions of a religious minister. The courts also considered that the acts that the applicant engaged in fell within the administrative functions of a Mufti in the broad sense of the term.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant disagrees with the Government’s arguments. He considers that the Treaty of Peace of Athens remains in force (see Agga v.  (no. 2), judgment cited above, §§ 33-36). Moreover, the applicant points out that the Muslims living in  had never accepted the abrogation of Law no. 2345/1920. Finally, he argues that the Christians in  have the right to elect their religious leaders. Depriving the Muslims of this possibility amounts to discriminatory treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant submits that his conviction amounted to an interference with his right to be free to exercise his religion together with all those who turned to him for spiritual guidance. He further considers that his conviction was not prescribed by law. In this respect he affirms that the Treaty of Peace of Athens remains in force. The Greek Prime-Minister accepted that at the Diplomatic Conference leading to the 1923 Treaty of Peace of Lausanne. Moreover, the Court of Cassation has recently confirmed the continued validity of the Treaty of peace of  and legal scholars hold the same view. The Muslims had never accepted the abrogation of Law no. 2345/1920. The applicant lastly contends that his conviction was not necessary in a democratic society. He points out that the Christians and Jews in  have the right to elect their religious leaders. Depriving the Muslims of this possibility amounts to discriminatory treatment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "21.  The Court must consider whether the applicant’s Article 9 rights were interfered with and, if so, whether such interference was “prescribed by law”, pursued a legitimate aim and was “necessary in a democratic society” within the meaning of Article 9 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Existence of an interference",
                                        "elements": [
                                            {
                                                "content": "22.  The Court recalls that, while religious freedom is primarily a matter of individual conscience, it also includes, inter alia, freedom, in community with others and in public, to manifest one’s religion in worship and teaching (see, mutatis mutandis, Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260A, p. 17, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The Court further recalls that the applicant was convicted for having usurped the functions of a minister of a “known religion”. The facts underlying the applicant’s conviction, as they transpire from the relevant domestic court decisions, were that he was issuing messages of a religious content in the capacity of the Mufti of Xanthi. In these circumstances, the Court considers that the applicant’s conviction amounts to an interference with his right under Article 9 § 1 of the Convention, “in community with others and in public ..., to manifest his religion ... in worship [and] teaching” (Serif v. Greece, no. 38178/97, § 39, ECHR 1999IX).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  “Prescribed by law”",
                                        "elements": [
                                            {
                                                "content": "24.  Despite the parties’ disagreement as to whether the interference in issue was “prescribed by law”, the Court does not consider it necessary to rule on the question because, in any event, the applicant’s conviction is incompatible with Article 9 on other grounds (Agga v. Greece (no. 2), judgment cited above, § 54).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Legitimate aim",
                                        "elements": [
                                            {
                                                "content": "25.  The Court accepts that the interference in question pursued a legitimate aim under Article 9 § 2 of the Convention, namely “to protect public order”. It notes in this connection that the applicant was not the only person claiming to be the religious leader of the local Muslim community and that on 20 August 1991 the authorities had appointed another person as Mufti of Xanthi (Agga v. Greece (no. 2), judgment cited above, § 55).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  “Necessary in a democratic society”",
                                        "elements": [
                                            {
                                                "content": "26.  The Court recalls that freedom of thought, conscience and religion is one of the foundations of a “democratic society” within the meaning of the Convention. The pluralism inherent in a democratic society, which has been dearly won over the centuries, depends on it. It is true that in a democratic society it may be necessary to place restrictions on freedom of religion to reconcile the interests of the various religious groups (see Kokkinakis v. Greece, judgment cited above, pp. 17 and 18, §§ 31 and 33). However, any such restriction must correspond to a “pressing social need” and must be “proportionate to the legitimate aim pursued” (see, among others, Wingrove v. the United Kingdom, judgment of 25 November 1996, Reports of Judgments and Decisions 1996V, p. 1956, § 53).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Court recalls that in the case of Agga v.  (no. 2), (judgment cited above), concerning the same applicant and similar facts, it has already found a violation of Article 9 of the Convention due to the applicant’s conviction under Articles 175 and 176 of the Criminal Code. In particular, the Court noted that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(...) the domestic courts that convicted the applicant did not mention in their decisions any specific acts by the applicant with a view to producing legal effects. The domestic courts convicted the applicant on the mere ground that he had issued messages of religious content and that he had signed them as the Mufti of Xanthi. Moreover, it has not been disputed that the applicant had the support of at least part of the Muslim community in Xanthi. However, in the Court’s view, punishing a person for merely presenting himself as the religious leader of a group that willingly followed him can hardly be considered compatible with the demands of religious pluralism in a democratic society. (...) the Court recalls that there is no indication that the applicant attempted at any time to exercise the judicial and administrative functions for which the legislation on the muftis and other ministers of “known religions” makes provision. As for the rest, the Court does not consider that, in democratic societies, the State needs to take measures to ensure that religious communities remain or are brought under a unified leadership. (...) apart from a general reference to the creation of tension, the Government did not make any allusion to disturbances among the Muslims in Xanthi that had actually been or could have been caused by the existence of two religious leaders. Moreover, the Court considers that nothing was adduced that could warrant qualifying the risk of tension between the Muslims and Christians or between Greece and Turkey as anything more than a very remote possibility” (Agga v.  (no. 2), judgment cited above, §§ 58-60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Turning to the instant case, the Court observes that the applicant was convicted under Article 175 of the Criminal Code, which renders criminal offence the act of intentionally usurping the functions of a State or municipal official. However, as in the Agga v.  (no. 2) judgment (cited above, § 58), the Court notes that the domestic courts that convicted the applicant did not mention in their decisions any specific acts by the applicant with a view to producing legal effects. On the contrary, the domestic courts convicted the applicant on the mere ground that he had issued messages of religious content and that he had signed them as the Mufti of Xanthi.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In the light of the above circumstances, the Court does not find any reason from departing from its aforementioned judgment. In particular, the Court considers that it has not been shown that the applicant’s conviction under Article 175 of the Criminal Code was justified in the circumstances of the case by “a pressing social need”. As a result, the interference with the applicant’s right, in community with others and in public, to manifest his religion in worship and teaching was not “necessary in a democratic society ..., for the protection of public order” under Article 9 § 2 of the Convention (see Agga v.  (no. 2), judgment cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has, therefore, been a violation of Article 9 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant further complained that, since he had been convicted for certain statements that he had made in writing, there had also been a violation of Article 10 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "31.  Given its finding that there has been a violation of Article 9 of the Convention, the Court does not consider it necessary to examine whether Article 10 was also violated, because no separate issue arises under the latter provision.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "33.  The applicant claimed compensation for pecuniary loss amounting to 1,848.86 euros (EUR) corresponding to the fine that he was called to pay by the three-member first instance criminal court of Lamia, without submitting any supporting documents. He further sought an award of EUR 10,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The respondent Government submitted that the applicant should be award satisfaction only for the damage he has actually suffered. As regards the applicant’s claim for non-pecuniary damage, the respondent Government considered that the finding of a violation of Article 9 of the Convention constitutes in itself adequate just satisfaction for the purposes of Article 41 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court observes that the applicant has failed to show that he had paid any amount as a fine. Moreover, he has not produced any evidence from which the specific amount emerges. The Court therefore dismisses his claim under this head. Furthermore, as regards the applicant’s claim for non-pecuniary damage, the Court considers that the finding of a violation of Article 9 of the Convention constitutes in itself adequate just satisfaction for the purposes of Article 41 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "36.  Finally, the applicant sought reimbursement of costs and expenses incurred in the course of the domestic proceedings and the proceedings before the Court amounting to EUR 5,119.95. He detailed his claims as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  EUR 1,619.95 for fees and expenses in the proceedings before the domestic courts;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  EUR 2,500 for various expenses (travelling expenses and accommodation) and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  EUR 1,000 for fee in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant provided invoices solely for the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government submitted that costs and expenses should be awarded to the extent that they were actually and necessarily incurred and were reasonable to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court reiterates that under Article 41 of the Convention, it will reimburse only the costs and expenses that are shown to have been actually and necessarily incurred and are reasonable as to quantum. Furthermore, Rule 60 § 2 of the Rules of Court provides that itemised particulars of any claim made under Article 41 of the Convention must be submitted, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part (see, for example, Cumpǎnǎ and Mazǎre v. Romania [GC], no. 33348/96, § 133, ECHR 2004XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the instant case, the Court observes that the applicant has submitted supporting documents solely as regards the costs and expenses incurred in the course of the domestic proceedings. The Court is satisfied that the costs and expenses before the domestic courts were actually and necessarily incurred in order to obtain redress for or prevent the matter found to constitute a violation of the Convention and were reasonable as to quantum. In accordance with the criteria laid down in its case law, it therefore awards the applicant EUR 1,620 under this head, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "40.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds that no separate issue arises under Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 1,620 (one thousand six hundred and twenty euros) for costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 July 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Loucaides",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section regitrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AGGA v. GREECE (N° 3)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76317.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0713JUD003218602",
    "externalsources": [],
    "extractedappno": [
        "32186/02",
        "50776/99",
        "52912/99",
        "38178/97",
        "33348/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [
        "Articles 175-176 of the Criminal Code"
    ],
    "itemid": "001-76317",
    "judgementdate": "13/07/2006 00:00:00",
    "kpdate": "13/07/2006 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "154",
        "237",
        "482",
        "505",
        "269",
        "371",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "9-1",
        "9",
        "9-2",
        "10",
        "10-1",
        "41"
    ],
    "parties": [
        "AGGA",
        "GREECE"
    ],
    "rank": "552.004699707031",
    "representedby": [
        "EMIN S., lawyer, Komotini"
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [
        "Agga v. Greece (no. 2), judgment of 17 October 2002, nos. 50776/99 and 52912/99, §§ 33-44, 54, 55, 58, 61",
        "Cumpana and Mazare v. Romania [GC], no. 33348/96, § 133, ECHR 2004 XI",
        "Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260 A, §§ 31, 33",
        "Serif v. Greece, no. 38178/97, § 39, ECHR 1999 IX",
        "Wingrove v. the United Kingdom, judgment of 25 November 1996, Reports 1996 V, p. 1956, § 53"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "438076",
    "typedescription": "15"
}