{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "26828/03",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-92357.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26828/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Ms Fatma Kurt and Ms Zeynep Fırat (“the applicants”), on 28 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr M. Birlik, a lawyer practising in Şanlıurfa. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 September 2007 the President of the Second Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1921 and 1926 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1999 the Ministry of Energy and Natural Resources expropriated a plot of land belonging to the applicants (plot no. 746) in the Aşağıçardak village, in Nizip, in order to build the Birecik dam.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 9 February 1999 the applicants brought an action before the  for additional compensation.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 30 December 1999 the Nizip Civil Court of First Instance awarded the applicants additional compensation of 15,748,251,500 Turkish liras (TRL) plus interest at the statutory rate, running from 28 February 1999.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 26 June 2000 the Court of Cassation upheld the judgment of the first-instance court.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 3 December 2002 and 23 May 2007 the administration paid the applicants TRL 47,876,259,385 and 24,628.81 Turkish liras (TRY) respectively in additional compensation, together with interest.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "10.  The applicants complained that the delay in the payment of the additional compensation they were awarded following the expropriation of their property, coupled with the low interest rates, had caused them to suffer a financial loss. They relied on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "11.  The Government submitted that the applicants had not exhausted domestic remedies as they had failed to make proper use of the remedy available to them under Article 105 of the Code of Obligations. The Government added that the applicants had failed to respect the six-month rule, having lodged their application on 28 April 2003 whereas the Court of Cassation had delivered its judgment on 26 June 2000.",
                                "elements": []
                            },
                            {
                                "content": "12.  The Court observes that it dismissed similar preliminary objections in the case of Akkuş v  (9 July 1997, §§ 20-23, Reports of Judgments and Decisions 1997-IV). It sees no reason to do otherwise in the present case and therefore rejects the Government’s objections.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "14.  As regards the merits of the case, the Court notes that it has already examined similar cases on previous occasions and has found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 (see, for instance, Burdov v. Russia, no. 59498/00, §§ 34-42, ECHR 2002-III; Kaçar and Others v. Turkey, nos. 38323/04, 38379/04, 38389/04, 38403/04, 38423/04, 38510/04, 38513/04, and 38522/04, §§ 22-25, 22 July 2008). The Court considers that there is nothing to warrant a departure from its findings in the previous cases. It notes that the authorities effected the first payment two years and five months after the Court of Cassation’s decision and that the second payment was made almost seven years after the said decision. Consequently, the Court finds that the delay in the payment of the additional compensation awarded by the domestic courts was attributable to the expropriating authority and caused the owners to sustain loss additional to that of the expropriated land. As a result of that delay and the length of the proceedings as a whole, the Court finds that the applicants have had to bear an individual and excessive burden that has upset the fair balance that must be maintained between the demands of the general interest and protection of the right to the peaceful enjoyment of possessions (see M. Kaplan v. Turkey, no. 29016/04, §§ 16-19, 9 December 2008).",
                                "elements": []
                            },
                            {
                                "content": "15.  In the light of the foregoing, the Court concludes that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicants claimed EUR 17,000 in respect of pecuniary damage and EUR 50,000 in respect of non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Government contested these claims.",
                                "elements": []
                            },
                            {
                                "content": "18.  In respect of the applicants’ complaint under Article 1 of Protocol No. 1, the Court estimates – using the same method of calculation as in the Akkuş judgment (cited above, §§ 35, 36 and 39) and having regard to the relevant economic data at the material time – that the applicants’ loss after the two payments is EUR 1,100. The Court considers, in the light of its case-law, that the payment by the Government to the applicants, jointly, of the outstanding judgment debt would satisfy their claim for pecuniary damage (see, among other authorities, Basoukou v. Greece, no. 3028/03, § 26, 21 April 2005; Ahmet Kılıç v. Turkey, no. 38473/02, § 39, 25 July 2006; Akıncı v. Turkey, no. 12146/02, § 21, 8 April 2008; Kaçar and Others, cited above).",
                                "elements": []
                            },
                            {
                                "content": "19.  The Court accepts that the applicants must have suffered some nonpecuniary damage which cannot be sufficiently compensated by the finding of a violation alone. Consequently, taking into account the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicants EUR 3,000 each.",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicants also claimed EUR 6,700 for the costs and expenses incurred before the Court.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government contested this claim.",
                                "elements": []
                            },
                            {
                                "content": "22.  However, the Court makes no award under this head as the applicants have failed to substantiate it.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 in respect of the late enforcement of the domestic judgment;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "\t(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following sums, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "\t\t(i)  to the applicants jointly, EUR 1,100 (one thousand one hundred euros), plus any tax that may be chargeable, in respect of pecuniary damage,",
                        "elements": []
                    },
                    {
                        "content": "\t\t(ii)  to each applicant, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\t(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 April 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KURT AND FIRAT  v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92357.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0421JUD002682803",
    "externalsources": [],
    "extractedappno": [
        "26828/03",
        "59498/00",
        "38323/04",
        "38379/04",
        "38389/04",
        "38403/04",
        "38423/04",
        "38510/04",
        "38513/04",
        "38522/04",
        "29016/04",
        "3028/03",
        "38473/02",
        "12146/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-92357",
    "judgementdate": "21/04/2009 00:00:00",
    "kpdate": "21/04/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "KURT AND FIRAT",
        "TURKEY"
    ],
    "rank": "671.088195800781",
    "representedby": [
        "BIRLIK M."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "349315",
    "typedescription": "14"
}