{
    "__articles": "6;6-1;35;35-1;41",
    "__conclusion": "No violation of Art. 6-1;Remainder inadmissible",
    "applicability": "",
    "appno": "38112/04",
    "article": [
        "6",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        }
    ],
    "content": {
        "001-101195.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38112/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Petr Vasilyevich Korolev (“the applicant”), on 10 September 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Y. Gavrilova, a lawyer practising in . The Russian Government (“the Government”) were represented by Mrs V. Milinchuk, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 24 January 2008 the Court declared the application partly inadmissible and decided to communicate the complaints concerning length of the criminal proceedings against the applicant and non-enforcement of a foreign judgment in his favour to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1951 and lived in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Labour dispute",
                                "elements": [
                                    {
                                        "content": "5.  On 17 July 1995 the commanding officer of a military unit appointed the applicant as deputy master of the medium tanker (MT) Argun. On 25 July 1995 the command of the auxiliary fleet service of the Russian Pacific Fleet sent the applicant on a trade mission to . On 1 September 1995 the commander of the military unit appointed him as master of MT Argun. The applicant remained in this post until 10 April 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Between 28 April 1994 and 5 April 1996 the tanker was leased out by the State Committee for Management of the Property of the  (“the State Property Committee”) to a private company Inakva Co. The lease agreement stipulated that the tanker was to be staffed by the auxiliary fleet service of the Pacific Fleet which also paid the staff's wages in the Russian national currency. Inakva Co was obligated to cover the part of the staff's wages that was paid in foreign currency and the tanker maintenance costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 5 April 1996 the State Property Committee signed a new lease agreement with an American company National Pacific Limited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On an unspecified date the applicant and his crew brought proceedings in the High Court of South Africa for the unpaid wages earned by them in 1995, 1996 and 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 25 May 1999 the tanker was arrested in , pending adjudication of the dispute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  By judgment of 25 November 1999 (of 13 August 1999 according to the documents submitted by the Government), the High Court of South Africa declared the  to be the lawful owner of the vessel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 12 March 2001 the Ministry of State Property of the , the successor of the State Property Committee, signed a new lease agreement with a private company Oil Compact, which was obligated to undertake all possible measures to release the tanker from arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  By final judgment of 12 September 2002 the High Court awarded the applicant 79,750.79  dollars against the vessel MT Argun and interest at the rate of 15.5% per annum on that amount. The MT Argun was ordered to pay the applicant's costs and travel expenses. It was also decided that the vessel would be sold at an auction to cover the court awards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 16 May 2003 the Supreme Court of Appeal of  heard the parties' appeals and upheld the judgment of 12 September 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 21 November 2003 the Ministry of State Property and Ministry of Defence signed an agreement with a private agent OAO Sovfrakht seeking release of MT Argun from arrest and its transfer to the Russian Military Fleet. On the same day OAO Sovfrakht signed an agreement with a third party Avangard-2 Shipping Company S.A. which won the auction and bought the vessel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 16 January 2004 the MT Argun was handed over to the Russian Military Pacific Fleet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  According to the applicant, in June and July 2006 he received part of the judicial award in the amount of 7,156 USD in respect of the wages and 4,752 USD in respect of the accrued interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 4 May 2006 the applicant brought proceedings against the State complaining of the actions (inaction) of the Federal Agency for Management of State Property in respect of his claims for unpaid wages and seeking to recover the said wages in the amount of 72.547 USD as well as legal expenses and non-pecuniary damage. On 5 May 2006 the Leninskiy District Court of Vladivostok declined jurisdiction in the case. This decision was upheld by the  on 28 June 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Thereafter, the applicant brought the same claims before the Tverskoy District Court of Moscow. On 3 October 2006 the District Court declined jurisdiction in favour of a justice of peace. This decision was upheld by the Moscow City Court on 27 February 2007. It appears that the applicant did not bring his claims to any other court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "19.  On 25 November 2002 the authorities initiated criminal proceedings in respect of the applicant in connection with his claims in the South African court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 17 March 2003 the applicant was charged with fraudulent acquirement of title to the property of the  and other related crimes. On the same day his case was sent for preliminary investigation to the military prosecutor's office of the Pacific Fleet, and the applicant was ordered not to leave town.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 26 August 2003 the preliminary investigation was stayed pending the applicant's convalescence. On 5 December 2003 the investigation was resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Between 16 January 2004 and 17 June 2005 the applicant and his legal counsel studied the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 20 June 2005 the case was submitted for trial by the Leninskiy District Court of Vladivostok (“the District Court”) and was assigned to judge I.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 6 July 2005 the applicant requested that the preparatory hearing be postponed due to his counsel's illness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 17 November 2005 the District Court refused to examine the case and ordered the prosecution to redraft the bill of indictment tainted with a number of defects. The case was returned to the court on 29 November 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 12 January 2006 the hearing did not take place as the judge was involved in different proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The hearing of 13 January 2006 also did not take place due to the applicant's illness. The proceedings were stayed pending his convalescence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 6 July 2006 the proceedings resumed, but the hearing did not take place as the applicant's counsel did not appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 12 July 2006 the applicant was granted leave to study the new bill of indictment until 21 July 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 24 July 2006 the court granted the applicant's request to send the case back to the prosecutor for re-drafting of the bill of indictment. The case was returned to the court on 18 August 2006 and was assigned to judge P.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The hearings scheduled for September and October 2006 did not take place due to the applicant's illness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In November 2006 the court began hearing the case on the merits. The court adjourned the proceedings in November 2006, January and June 2007, each time for a week, due to the applicant's or his counsel's illness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 25 June 2007 the court adjourned the proceedings for ten days as the judge was away on a study trip.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The hearings of 24 December 2007 and 25 January 2008 did not take place following the applicant's and his counsel's failure to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By judgment of 11 March 2008 the applicant was convicted of fraudulent acquirement of title to property by way of obtaining of the court award of allegedly unpaid wages, and received a suspended sentence of five years' imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 2 June 2009 the applicant died.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Civil Procedure of the RSFSR of 1964 in force until 1 February 2003",
                                "elements": [
                                    {
                                        "content": "37.  Article 437 provided that the procedure for enforcement of foreign judgments was determined by the relevant international treaties. It further stated that a judgment of a foreign court could be submitted for enforcement within three years after its adoption.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Civil Procedure of  in force as of 1 February 2003",
                                "elements": [
                                    {
                                        "content": "38.  Article 409 provides that judgments of foreign courts concerning civil matters are recognized and enforced in  pursuant to a pertinent international treaty. It further stipulates that such judgments can be submitted for enforcement within three years after their adoption.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Article 410 provides that a request for enforcement of a foreign judgment should be filed with a regional court or other court of equal standing at the place of the debtor's residence or location.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Article 411 sets out the rules of procedure applying to the requests for enforcement of foreign judgments.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Decision of the Supreme Court of  of 7 June 2002 № 5Г0264",
                                "elements": [
                                    {
                                        "content": "41.  The court ruled that lack of a pertinent international treaty cannot be cited as grounds for refusal of a request for enforcement of a foreign judgment. It further stated that such a request can be granted in the event that the courts of the relevant foreign State recognize the judgments of the Russian courts on the basis of reciprocity. It ordered that the lower court verify whether such reciprocity existed in the case at hand and inquire into the existence of other international treaties concerning the two relevant States that might concern co-operation in the legal and judicial domain.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Convention on Legal Assistance in Civil, Family and Criminal Cases of the  States of 1993",
                                "elements": [
                                    {
                                        "content": "42.  The Convention requires that that all members of the Commonwealth of Independent States, including Russia, Ukraine and  grant the citizens of the other member States the national legal regime in all legal matters. Section III determines the reciprocal order of recognition and enforcement of the decisions taken by legal bodies in civil, family and criminal cases.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  LOCUS STANDI",
                        "elements": [
                            {
                                "content": "43.  The Court takes note of the applicant's death and of the wish of Ms Koroleva, his widow, to pursue the proceedings he initiated.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court reiterates that where an applicant dies during the examination of a case his or her heirs may in principle pursue the application on his or her behalf (see Ječius v. Lithuania, no. 34578/97, § 41, ECHR 2000-IX). Furthermore, in some cases concerning non-enforcement of court judgments and length of proceedings, the Court recognised the right of the relatives of the deceased applicant to pursue the application (see Shiryayeva v. Russia, no. 21417/04, §§ 8-9, 13 July 2006 concerning the non-enforcement; Horváthová v. Slovakia, no. 74456/01, § 26, 17 May 2005, in the context of the length of proceedings).",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court notes that the rights at stake in the present case are very similar to those at the heart of the cases referred to above. Nothing suggests that the rights the applicant sought to protect through the Convention mechanism were eminently personal and non-transferable (see Malhous v. the Czech Republic [GC], no. 33071/96, § 1, 12 July 2001). The Government did not contend that Ms Koroleva had no standing to pursue the case. Therefore, the Court considers that the applicant's widow has a legitimate interest in pursuing the application.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 AND ARTICLE 1 OF PROTOCOL No. 1 OF THE CONVENTION ON ACCOUNT OF NON-ENFORCEMENT",
                        "elements": [
                            {
                                "content": "46.  The applicant complained that the Russian authorities' failure to fully pay him the award made by the judgment of 12 September 2002 violated the rights guaranteed to him by Article 6 § 1 and Article 1 of Protocol No. 1 of the Convention. The relevant provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "47.  The Government firstly submitted that the judgment of 12 September 2002 of the High Court of South Africa was not enforceable in Russia due to the lack of a pertinent agreement between Russia and . They further argued that in any event the applicant should have at least attempted to apply to a national court pursuant to Articles 410 and 411 of the Code of Civil Procedure, requesting enforcement of the judgment and, by failing to do so, he had not exhausted the available domestic remedies. They Government contended that the suggested remedy was effective and cited to this effect three decisions delivered by the Supreme Court of Russia, two of which upheld enforcement in Russia of the court judgments adopted previously in Ukraine and .",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant retorted that application to a national court with a request for enforcement of the judgment would have been ineffective in his case as there was no pertinent agreement between Russia and  required by Article 409 of the Civil Code. He argued that for this reason the legal precedents cited by the Government were not applicable to his situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court is cognisant of the fact that according to its previous findings, a person who has obtained a judgment against the State may not be expected to bring separate enforcement proceedings due to the fact that the defendant State authority must be duly notiﬁed and is thus well placed to take all necessary initiatives to comply with it or to transmit it to another competent State authority responsible for compliance (see Akashev v. Russia, no. 30616/05, § 21, 12 June 2008). At the same time, the Court admitted in the past that a successful litigant may be required to undertake certain procedural steps in order to recover the judgment, provided that the required formalities do not gravely restrict or reduce his access to the enforcement proceedings (see Shvedov v. , no. 69306/01, § 32, 20 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Turning to the present situation, the Court observes that the link between a court of one State and the authorities of another State is not as immediate and evident as that between the judicial and enforcement authorities of the same State. It is clear that in the modern environment most States choose to install a special implementation procedure for the judgments adopted by other States, unless they have previously agreed to a different standard. Therefore the Court considers it reasonable to distinguish the applicant's situation from the one where both adjudication of the dispute and implementation of the judgment occur in the same national legal system. It will now look at what remedies were available to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court reiterates that the only remedies required by Article 35 of the Convention to be exhausted are those that relate to the breaches alleged and at the same time are available and sufficient. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, which was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success. However, once this burden of proof has been satisfied it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted or was for some reason inadequate and ineffective in the particular circumstances of the case or that there existed special circumstances absolving him or her from the requirement (see Selmouni v. France [GC], no. 25803/94, §§ 7576, ECHR 1999V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Following this approach, the Court recalls that indeed in arguing for the effectiveness of the suggested remedy, the Government drew on the precedents available in respect of the countries with which  does have an international treaty providing for mutual recognition and enforcement of each other's judgments (see para. 41 above). It is satisfied that no such treaty exists between Russia and . At the same time, in view of the decision of the Supreme Court of Russia of 7 June 2002 cited above (paragraph 40), it is cognisant that the Russian legal system does not exclude enforcement of the judgments adopted by the courts of the State with which Russia has no pertinent agreement and authorizes the courts of general jurisdiction to consider other relevant factors when examining the case. Seeing that the cited decision was already in force at the time the applicant obtained a judgment of the South African court in his favour, the Court cannot accept the applicant's argument that lack of a relevant agreement between two States automatically rendered the most obvious legal remedy in his case ineffective and his potential attempts to take advantage of it superfluous. It considers that, especially in view of the fact that the applicant had explored several other avenues of action to attain his goal, no objective circumstance existed that would have made it impossible for him to file a request with a national court for enforcement of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Regard being had to the above, the Court concludes that the applicant had not exhausted the available domestic remedies. Therefore, this complaint should be rejected in accordance with Article 35 §§ 1 and 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF CRIMINAL PROCEEDINGS",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The applicant complained that the length of the criminal proceedings against him was incompatible with the “reasonable time” requirement as provided in Article 6 § 1 of the Convention. The relevant part of the invoked provision reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "55.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "56.  The Government submitted that the greater part of the length of the criminal proceedings had been attributable to the applicant. In particular, they refer to the lengthy time taken up by the applicant and his counsel to study his case file, as well as numerous incidents of his or his counsel's illness and his requests for adjournment. They further argued that the case had been complex having concerned an accusation of fraud committed in a foreign State and involved multiple evidence in a foreign language. The case also required examination of approximately thirty-four volumes of documents, forty witnesses and three experts. Finally, they contended that the domestic court had not idled, scheduled regular hearings and swiftly examined all procedural matters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicant disputed the number of examined witnesses and documents and blamed the prosecution for having added up to the volume of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court observes that the criminal proceedings against the applicant commenced on 25 November 2002 and ended on 11 March 2008. Accordingly, it took the domestic authorities approximately five years and four months to examine the case at one level of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the applicant's conduct and the conduct of the competent authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court accepts that the applicant's criminal case bore a certain degree of complexity having concerned an allegation of fraud committed in a foreign State and involved a significant amount of evidence in a foreign language. However, it cannot accept that the complexity of the case, taken on its own, was such as to justify the overall length of the proceedings (see, among others, Antonov v. Russia (dec.), no. 38020/03, 3 November 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  As regards the applicant's conduct, the Court takes cognisance of the Government's submission that a large gap in the proceedings occurred when the applicant took time to study the case file and that numerous adjournments happened due to the applicant's illness. The Court accepts that the applicant cannot be blamed for taking advantage of the procedural rights available to him and is satisfied that an illness constitutes an objective factor responsible for the delay. At the same time it is of the opinion that the State cannot bear the responsibility for this either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Insofar as the behaviour of the authorities is concerned, the Court observes that the remittal of the case to the prosecution for correction of defects on two occasions led to a delay of approximately six weeks. The adjournment of two hearings due to the judge's unavailability also did not hold back the proceedings significantly. The Court notes that the authorities demonstrated sufficient diligence in handling the applicant's case. The hearings were scheduled regularly, and the adjournments were short.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Having regard to the relative complexity of the case, significant delays attributable to the applicant and the authorities' expeditious treatment of the case, the Court is satisfied that the “reasonable time” requirement was not breached in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  There has, accordingly, been no violation of Article 6 § 1 on this account.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 October 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PETR KOROLEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-101195.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1021JUD003811204",
    "externalsources": [],
    "extractedappno": [
        "38112/04",
        "34578/97",
        "21417/04",
        "74456/01",
        "33071/96",
        "30616/05",
        "69306/01",
        "25803/94",
        "25444/94",
        "38020/03"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-101195",
    "judgementdate": "21/10/2010 00:00:00",
    "kpdate": "21/10/2010 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "445",
        "76",
        "113",
        "7",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "35-1",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "PETR KOROLEV",
        "RUSSIA"
    ],
    "rank": "761.507690429688",
    "representedby": [
        "GAVRILOVA Y."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Akashev v. Russia, no. 30616/05, 12 June 2008",
        "Antonov v. Russia (dec.), no. 38020/03, 3 November 2005",
        "Horváthová v. Slovakia, no. 74456/01, 17 May 2005",
        "Jecius v. Lithuania, no. 34578/97, ECHR 2000-IX",
        "Malhous v. the Czech Republic [GC], no. 33071/96, 12 July 2001",
        "Pélissier and Sassi v. France [GC], no. 25444/94, ECHR 1999-II",
        "Selmouni v. France [GC], no. 25803/94, ECHR 1999-V",
        "Shiryayeva v. Russia, no. 21417/04, 13 July 2006",
        "Shvedov v. Russia, no. 69306/01, 20 October 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "358225",
    "typedescription": "15"
}