{
    "__articles": "6;6-2;35",
    "__conclusion": "Remainder inadmissible;No violation of Article 6 - Right to a fair trial (Article 6-2 - Presumption of innocence)",
    "applicability": "47",
    "appno": "54963/08",
    "article": [
        "6",
        "35"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6-2 - Presumption of innocence"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        }
    ],
    "content": {
        "001-141947.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 54963/08) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Roger Müller (“the applicant”), on 3 November 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr B. Schroer, a lawyer practising in Marburg. The German Government (“the Government”) were represented by their Agents, Mrs A. WittlingVogel, Mrs K. Behr and Mr H. J. Behrens of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the decisions given on his request for probationary release failed to respect the presumption of innocence.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 March 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1958. He is currently serving a life sentence in Schwalmstadt prison.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  On 29 February 1984 the applicant was arrested after he had shot his wife, Ms I. M., who had recently left him, and injured two bystanders. On 17 December 1984 the Frankfurt am Main Regional Court convicted the applicant of murder and negligent bodily injury and sentenced him to life imprisonment. He has been imprisoned ever since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 3 December 1993 the Marburg Regional Court determined that the applicant’s guilt was not of “particular gravity” pursuant to Section 57 (a) of the German Criminal Code (see Relevant domestic law below), implying that the degree of the applicant’s guilt did not require an execution of more than fifteen years of his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  From November 1995 until March 1997 the applicant served his sentence in a semi-custodial regime (offener Vollzug). On 13 March 1997 this privilege was withdrawn after preliminary investigations were initiated against the applicant who was suspected of having, in January 1997, while on prison leave, caused bodily harm to a female acquaintance, Ms J., by using an electric truncheon. On 2 February 1999 the Frankfurt District Court acquitted him of these charges on factual grounds without giving any further written reasons.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Previous review of the execution of sentence",
                                "elements": [
                                    {
                                        "content": "9.  On 23 February 1999 the Marburg Regional Court, sitting as an execution of sentence chamber (Strafvollstreckungskammer) rejected the applicant’s request to suspend the remainder of his sentence and to release him on probation. The chamber considered that the criminal proceedings before the Frankfurt District Court had failed sufficiently to clarify the facts of the incident of January 1997. Having heard evidence by witnesses, the chamber noted that the applicant had started a sexual relationship with Ms J., who was married, in autumn 1995. When Ms J. decided to terminate the relationship in November 1995, the applicant had threatened to tell her husband and children about her extramarital relationship. Based on testimony given by several witnesses, the chamber was further convinced that the applicant had attacked Ms J. in the evening of 10 January 1997. The chamber considered that the applicant’s submissions that he had not been in Frankfurt at the time of the alleged incident lacked credibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  With regard to the prognostic decision, the decision reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Chamber is convinced that a serious danger still emanates from [the applicant] for other persons’ lives and limbs. The established facts disclose remarkable similarities to the crime against I. M. The convict knew both women from his youth... Irrespective of the qualification of the incident under criminal law – which is irrelevant for the prognostic decision at hand – both incidents were preceded by a long period of time during which the perpetrator and the victim were deeply involved on an emotional level. The convict made elaborate plans for the future with both women, which ended in disappointment, and both women decided to leave him for another man...The convict was unable to take a clear stance in respect of the separation from both women. He oscillated between aggressive acts and menacing behaviour on the one side and pleadings on the other. In both cases, his behaviour followed the same pattern: it started with rather low-key aggression, which escalated during the course of the crisis which was marked by serious feelings of mortification....Now and then he threatened the women with violence and displayed suicidal tendencies... Ms J. might not yet have been in serious danger, as the convict had still been able to set himself limits. However, the Chamber has very serious doubts whether he will remain able to respect these limits in the future.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Chamber further observed that the psychological expert Prof F., in an expert report prepared on 7 September 1994, had given the applicant a favourable legal prognosis. However, these findings had become obsolete in view of the freshly established events. The Chamber finally considered that the fact that the applicant had been acquitted in the criminal proceedings before the Frankfurt District Court did not prevent the execution of sentence chamber from making its own assessment of the relevant facts, as the Frankfurt District Court had failed sufficiently to examine those facts in a convincing way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 28 June 1999, the Frankfurt Court of Appeal rejected the applicant’s appeal. That court considered that the principle of presumption of innocence did not prevent the execution of sentence chamber from examining on its own motion those facts that were relevant for its prognostic decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 11 October 2001, the Federal Constitutional Court refused to entertain the applicant’s constitutional complaint. On 16 October 2001, the applicant lodged an application with the Court (no. 5598/02) in which he complained about his continued detention. On 6 April 2004, a Committee of three judges declared this application inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Between February 2001 and November 2006, the applicant lodged four further requests for the stay of execution of the remainder of the sentence, which were likewise rejected by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Since 2002, the applicant has again enjoyed relaxed conditions of detention (Vollzugslockerungen), like accompanied outings and therapy. Further relaxed conditions of detention were not granted because on 13 January 2004 the Hessian Ministry of Justice objected to the prison authority’s proposal in this regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The proceedings at issue",
                                "elements": [
                                    {
                                        "content": "15.  By decision of 4 September 2007, the Kassel Regional Court, sitting as an execution of sentence chamber, and after having heard the applicant, rejected his request for a suspension of his sentence on probation. The court found that there was no real chance that the applicant would not reoffend if released. This finding was based on the psychiatric expert report submitted by Prof K. on 20 April 2007, which had found that the applicant continued to be dangerous. The Regional Court further found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On the other hand, it has to be taken into account that the expert detected risk factors in the convict’s personality which make it difficult to come to an unconditionally positive social and legal prognosis... [The expert found] that these risk factors derived on the one hand from the fact that the convict had failed to deal with his offence, had not admitted any guilt and had not shown sympathy for his victims. In the expert’s view, he displayed a massive infantile egocentricity which was reflected in distinctive cantankerousness. While it was true that this would not necessarily lead to the commission of further criminal offences, the criminal offence that the applicant had committed to the detriment of Ms J. showed that the applicant was willing to enter into relationships with women once more and that a separation would lead to violent acts for reasons of wounded pride. His problem was that he was incapable of dealing either with his own weaknesses or with his catastrophic actions and that he could not take a mature, adult stance towards them”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(“Anderenfalls war hierbei jedoch zu berücksichtigen, dass auch nach den Ausführungen des Gutachters in der Person des Verurteilten Risikofaktoren festgestellt wurden, die eine uneingeschränkt positive Sozial- und Legalprognose...erschweren. Diese Risikofaktoren ergeben sich zum einen daraus, dass der Verurteilte sich nach der Tat nicht mit seinem eigenen Tun auseinandergesetzt hat und weder seine eigene Schuld eingeräumt noch Mitleid mit den Opfern gezeigt hat. Bei ihm besteht nach Auffassung des Sachverständigen eine massive infantile Egozentrik, die sich in einer ausgeprägten Rechthaberei widerspiegelt. Zwar führe dies nicht notwendig zur Begehung weiterer Straftaten. Doch zeige die Straftat zum Nachteil der Frau J., dass der Verurteilte geneigt und imstande sei, wieder Beziehungen zu Frauen einzugehen und dass es bei Trennungen zu Gewalttaten aus gekränkter Eitelkeit komme. Seine Problematik bestehe darin, dass er auβerstande sei, sich mit seinen eigenen Schwächen, aber auch mit seinen eigenen katastrophalen Handlungen auseinanderzusetzen und diesen gegenüber einen reifen, erwachsenen Standpunkt zu gewinnen.“)",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Regional Court further considered that there was no need to obtain further expert reports. It observed, in this context, that it was part of the expert’s task to assess a factual situation from a medical point of view in order to deliver the requested prognostic assessment. The court observed that the risk associated with a suspension of the sentence on probation could only be taken once it was clear that the applicant would adhere to the norms and once his conduct had been tested for some time in the framework of relaxed conditions of detention, in particular in a semi-custodial regime. In this context, the court also welcomed that the applicant was now cooperating and it was thus envisioned to start individual therapy in September 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 13 September 2007, the applicant appealed against the Regional Court’s decision. He submitted, inter alia, that he had not received the Public Prosecutor’s observations the Regional Court had referred to in its decision and that his rights under Article 6 § 2 of the Convention were violated because the Regional Court had based its decision on the alleged incident with J., even though he had been acquitted of all charges in this respect. He further maintained that the decision could not be based on the lack of relaxed conditions of detention; otherwise, the court had an obligation to ensure that appropriate measures were taken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 9 October 2007, the Frankfurt Court of Appeal dismissed the appeal. The Court of Appeal based its decision on the expert report, recalling the expert’s findings, inter alia, that the murder of his wife and the incident with Ms J., as referred to in previous decisions of the Regional Court and of the Court of Appeal, showed that with regard to women the applicant thought he could execute his own “law” at his discretion. He still did not accept his own weaknesses and did not have a plan on how to avoid or deal with critical situations in the future. Referring to its previous decisions of 1999, 2001 and 2005, the Court of Appeal concluded that the circumstances had not changed to a decisive degree. The murder of his wife was not triggered by the environment, but by the applicant’s personality. Since the criminogenic structure of his personality remained unchanged, the fact that the applicant’s conduct was non-objectionable was only of minor prognostic relevance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court of Appeal observed that it had been legitimate for the execution of sentence chamber to investigate on its own motion the incident with Ms J., since this was relevant for the prognosis. Therefore, the expert was allowed to base his prognostic assessment on the execution of sentence chamber’s findings in this respect. According to the Court of Appeal, which referred to its prior decisions, this did not constitute a violation of the presumption of innocence. Having regard to the persistent danger that the applicant committed further violent acts in situations which could be compared to the original offence, the Court of Appeal considered that it was not justifiable to take the risk of suspending the further execution of the life sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 October 2007, the applicant submitted a constitutional complaint. He raised in particular the issue of presumption of innocence and further alleged that his right to be heard had been violated since he had not received the prosecution’s observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 6 February 2008, the Federal Constitutional Court declared the complaint inadmissible for non-exhaustion of prior remedies on the grounds that the applicant had failed to lodge a motion to be heard (Anhörungsrüge).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 19 March 2008, the Kassel Regional Court dismissed the applicant’s motion to be heard on the grounds that the applicant and his counsel had been informed about the content of the public prosecutor’s statement and of the prison authority’s submissions during a hearing. Furthermore, the prison authority’s submissions had been served on the applicant’s counsel for comments on 12 July 2007. On 5 June 2008, the Frankfurt Court of Appeal, relying on the same grounds, rejected the applicant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 18 July 2008, the Federal Constitutional Court refused to admit the applicant’s fresh complaint lodged on 12 May 2008 against the decisions given by the Frankfurt Court of Appeal on 9 October 2007 and by the Kassel Regional Court on 4 September 2007 for adjudication without giving any further reasons. This decision was served on the applicant on 29 July 2008.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "24.  On 21 January 2013 the Marburg District Court refused to order the applicant’s probationary release and, at the same time, instigated fresh proceedings on the review of the applicant’s continued detention. On 28 May 2013 the Frankfurt Court of Appeal confirmed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Until July 2013, the applicant underwent therapy. He was granted prison leave to attend therapy lessons. As from March 2013 the applicant was additionally granted one or two prison leaves per week. Since 23 October 2013 the applicant is serving his sentence in a semi-custodial regime.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "26.  The relevant provisions of the German Criminal Code read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“(1) The court shall suspend on probation the execution of the remainder of a fixedterm sentence of imprisonment, if",
                                "elements": []
                            },
                            {
                                "content": "1. two thirds of the imposed sentence, but not less than two months, have been served;",
                                "elements": []
                            },
                            {
                                "content": "2. this can be justified upon consideration of the safety interests of the general public; and",
                                "elements": []
                            },
                            {
                                "content": "3. the convicted person consents.",
                                "elements": []
                            },
                            {
                                "content": "The decision shall consider, in particular, the personality of the convicted person, his previous history, the circumstances of his offence, the importance of the legal interest endangered should he re-offend, the conduct of the convicted person while serving his sentence, his circumstances and the effects an early release are to be expected to have on him.”",
                                "elements": []
                            },
                            {
                                "content": "“(1) The court shall suspend on probation the execution of the remainder of a lifelong term of imprisonment, if",
                                "elements": []
                            },
                            {
                                "content": "1. fifteen years of the sentence have been served;",
                                "elements": []
                            },
                            {
                                "content": "2. the particular gravity of the convicted person’s guilt does not require its continued enforcement; and",
                                "elements": []
                            },
                            {
                                "content": "3. the requirements of § 57(1) 1st sentence nos. 2 and 3 are met.",
                                "elements": []
                            },
                            {
                                "content": "Section 57 (1) 2nd sentence ... shall apply mutatis mutandis.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant complained that the decisions given by the Kassel Regional Court on 4 September 2007 and by the Frankfurt Court of Appeal on 9 October 2007 failed to respect the presumption of innocence under Article 6 § 2 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“ Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                "elements": []
                            },
                            {
                                "content": "28.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29. The applicant complained that the decisions given by the Kassel Regional Court on 4 September 2007 and by the Frankfurt Court of Appeal on 9 October 2007 failed to respect the presumption of innocence under Article 6 § 2 of the Convention, which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "30.  The Government alleged, at the outset, that the applicant had failed to submit all relevant documents within the six months’ time-limit. He had, in particular, failed to submit copies of the decision of the Marburg Regional Court dated 23 February 1999 and of the expert opinion dated 20 April 2007. The Government considered that it would have been appropriate to dispose of the instant complaint under Rule 47 § 4 of the Rules of Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government further submitted that the presumption of innocence did not apply to the instant proceedings, as the applicant had not been charged with a criminal offence and the proceedings were not aimed at establishing the applicant’s guilt. In deciding whether to suspend a sentence on probation in accordance with Article 57a § 1 of the Criminal Code, the execution of sentence chamber had to make its own prognosis on the danger posed by the convicted person.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "32.  According to the applicant, Article 6 § 2 of the Convention was applicable in the instant case. The presumption of innocence was not only applicable until the judgment had been reached, but also obliged the domestic courts to respect in their future decisions that the applicant had been acquitted of the charges brought out against him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "33.  The Court notes, at the outset, that the applicant raised his complaint within the six months’ time limit (Article 35 § 1 of the Convention) and submitted all relevant documents requested by the Registry. It follows that the instant complaint is not inadmissible for failure to comply with the sixmonths’ time limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court has recently summarised its case-law on the applicability of Article 6 § 2 of the Convention in its judgment in the case of Allen v. the United Kingdom ([GC], no. 25424/09 [GC], §§ 95-102, ECHR 2013). The Court has, in particular, confirmed its previous stance that Article 6 § 2 of the Convention does not only apply to pending proceedings on the determination of a criminal charge, but will remain applicable after the conclusion of criminal proceedings in order to ensure that, as regards any charge which was not proven, the innocence of the person in question is respected. Whenever the question of the applicability of Article 6 § 2 of the Convention arises in the context of subsequent proceedings, the applicant must demonstrate the existence of a link between the concluded criminal proceedings and the subsequent proceedings (see Allen, cited above, § 104; also compare Sekanina v. Austria, 25 August 1993, § 22, Series A no. 266A and Yassar Hussain v. the United Kingdom, no. 8866/04, § 19, ECHR 2006III). The Court has considered that such a link was likely to be present where the subsequent proceedings required examination of the outcome of the prior criminal proceedings and, in particular, to assess the applicant’s participation in some or all of the events leading to the criminal charge (see Allen, ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Turning to the circumstances of the instant case, the Court notes that the applicant was charged of having caused bodily harm to a female acquaintance while on prison leave in January 1997. In February 1999, the Frankfurt District Court acquitted the applicant of this charge on factual grounds without giving any further written reasons. In 2007, the execution of sentence chamber of the Kassel Regional Court and the Frankfurt Court of Appeal considered that the circumstances of the alleged incident of January 1997 were of relevance for the decision on the applicant’s request for probationary release. The Court concludes that there exists a sufficient connection between the criminal proceedings terminated by the applicant’s acquittal in 1999 and the proceedings on the applicant’s request for probationary release which brings the instant proceedings within the scope of applicability of Article 6 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  It follows that this complaint is not inadmissible ratione materiae with the provisions of the Convention. The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "37.  The applicant maintained that the domestic courts, and, in particular, the execution of sentence chamber of the Marburg Regional Court, in its decision of 23 February 1999, had assumed that he had committed the crime he had been accused of in 1997, notwithstanding the fact that he had been acquitted of all charges in this respect. That court had thus disrespected the presumption of innocence. All further decisions on the applicant’s requests to suspend the further execution of his sentence on probation based their assessment on the assumption that he had committed the act he had been accused of in 1997, and thus perpetuated the violation of his Convention rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  According to the applicant, the execution of sentence chamber had re-enacted the main hearing before the trial court. However, the execution of sentence chamber was not competent to take a decision on the applicant’s guilt. Furthermore, the applicant did not enjoy the same procedural rights, which he would have had before a trial court. Unlike the main hearing in criminal proceedings, the hearing before the execution of sentence chamber was not a public one. Furthermore, the applicant did not have a formal right to request the court to hear further evidence. It was thus not surprising that the execution of sentence chamber reached a different conclusion than the trial court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant considered that the situation was comparable to that examined by the Court in the case of Böhmer v. Germany (no. 37568/97, 3 October 2002). In both cases, a different court than the competent trial court had assumed the functions of the trial court. It was true that it had not been necessary to establish in the instant case that the applicant had committed a new criminal act. Nevertheless, the execution of sentence chamber had assumed that a new criminal act had been committed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant further submitted that the execution of sentence chamber based its decision not to grant probationary release exclusively on the assumption that the applicant had committed the offence he had been accused of in 1997, as all further statutory prerequisites for his probationary release had been met. He emphasised, in particular, that he had served fifteen years of his life sentence, that he had been granted measures of relaxation and that the prognostic expert report prepared in 1994 had been favourable.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "41.  The Government submitted that the domestic courts did not fail to respect the presumption of innocence. In deciding whether to suspend a sentence on probation in accordance with Article 57a § 1 of the Criminal Code, the execution of sentence chamber had to make its own prognosis on the danger posed by the convicted person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  According to the Government, the facts of the instant case differed considerably from those under the Court’s consideration in the Böhmer case (cited above). The Böhmer case concerned the revocation of probation which, under the relevant law, presupposed that the convicted person committed a criminal offence during the period of probation. In that case, the Court found a violation of the presumption of innocence on the grounds that the execution of sentence chamber, in the absence of a criminal conviction, considered that the applicant had committed a fresh criminal offence which justified revocation of probation. Conversely, in the proceedings at hand, it was not the court’s task to establish whether the applicant had committed a fresh criminal offence, but to examine, within its own competence, the applicant’s dangerousness. It followed that the rules established in the Böhmer judgment could not be transferred to the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Independently of this, the presumption of innocence had not been disrespected, as the execution of sentence chamber did not deal with the question of the applicant’s criminal liability and did not reproach him with having committed a new offence. The chamber considered, independently of the assessment of the incident under criminal law, and based solely on the conduct, which he had acknowledged himself, that the applicant was so dangerous that early release could not be justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  According to the Government, the execution of sentence chamber was not bound by the findings of the Frankfurt District Court, which had acquitted the applicant with regard to the alleged incident of 10 January 1997, because it had to decide on a completely different issue. The trial court was called upon solely to decide on the criminal law aspect of the incident. In contrast, the task of the execution of sentence chamber was to assess whether and to what extent the applicant would be dangerous in the future. For that assessment, the applicant’s overall conduct following his separation from Ms J. was relevant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government contested that the decisions given on the applicant’s subsequent requests merely perpetuated an error committed by the execution of sentence chamber in 1999. The subsequent requests were based on a fresh assessment of the applicant’s dangerousness.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "46.  The Court reiterates that the presumption of innocence enshrined in Article 6 § 2 is one of the elements of a fair criminal trial required by Article 6 § 1. It will be violated if a statement of a public official concerning a person charged with a criminal offence reflects an opinion that he is guilty unless he has been proved so according to law. It emerges from the case-law examined by the Court in the Allen case (cited above, §§ 120-124) that there is no single approach to ascertaining the circumstances in which that Article will be violated in the context of proceedings which follow the conclusion of criminal proceedings. As illustrated by the Court’s existing case-law, much will depend on the nature and context of the proceedings in which the impugned decision was adopted (see Allen, cited above, § 125 and Yassar Hussain, cited above, § 19). Furthermore, the language used by the decision-maker will be of critical importance in assessing the compatibility of the decision and its reasons with Article 6 § 2 (see Allen, cited above, § 126 and the further case-law cited therein). However, when regard is had to the nature and context of the particular proceedings, even the use of some unfortunate language may not be decisive. The Court’s case-law provides some examples of instances where no violation of Article 6 § 2 has been found even though the language used by domestic authorities and courts was criticised (see Allen, cited above, § 126; A.L. v. Germany, no. 72758/01, §§ 38-39, 28 April 2005 and Reeves v. Norway (dec.), no. 4248/02, 8 July 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Turning to the circumstances of the instant case, the Court observes at the outset that the applicant was given a life-sentence for having shot his wife in 1984. In January 1997 the applicant was suspected of having, while on prison leave, caused bodily harm to his female acquaintance Ms J. On 2 February 1999 a trial court acquitted him of any charges in this respect. Having served 15 years of his life sentence, the applicant became eligible for probationary release, provided that this could be justified upon consideration of the safety interests of the general public (compare sections 57 and 57a of the criminal code, paragraph 26, above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court further notes that on 23 February 1999, the execution of sentence chamber of the Marburg Regional Court, having heard witness evidence, considered that the alleged incident had taken place in January 1997. Because of parallels between the applicant’s behaviour towards Ms J. and the behaviour he had displayed towards his wife before having shot her in 1984, the execution of sentence chamber considered that the applicant remained dangerous and rejected his request for probationary release. On 4 September 2007 the Kassel Regional Court, sitting as an execution of sentence chamber and basing its examination on fresh expert opinion, considered that there was still no realistic chance that the applicant would not reoffend if released. That court took note of the expert’s statement according to which “the criminal offence that the applicant had committed to the detriment of Ms J. showed that the applicant was willing to enter into relationships with women once more and that a separation would lead to violent acts for reasons of wounded pride” (see paragraph 15, above). The Frankfurt Court of Appeal confirmed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  With regard to the scope of examination, the Court notes that the instant complaint directly relates only to the decisions given by the Kassel Regional Court on 4 September 2007 and by the Frankfurt Court of Appeal on 9 October 2007. The decisions given on the applicant’s previous requests for probationary release, in particular the decision given by the Marburg Regional Court on 23 February 1999, are relevant only insofar as they provide the context for the aforementioned decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  With regard to the nature and context in which the impugned decision was taken, the Court observes that, under the relevant domestic law, the execution of sentence chamber was called upon to assess whether the applicant’s probationary release would cause a risk to public safety. To these ends, the chamber had to consider, inter alia, the conduct of the applicant while serving his sentence. It was within this context that the execution of sentence chamber examined the applicant’s behaviour following his separation from Ms J. The Court notes, in particular, that the Marburg Regional Court, in its decision given on 23 February 1999, expressly stated that the qualification of the alleged incident under criminal law was irrelevant for the prognostic decision at hand (see paragraph 10, above). In the light of this, the Court does not consider that the execution of sentence chamber was a priori prevented from taking into account certain facts which were under consideration of the criminal court in 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  With regard to the language used by the execution of sentence chamber, the Court notes that the Kassel Regional Court, in the German original of the text, made use of the grammatical form (Konjunktiv) devised to identify indirect speech. It is thus clear that the reference to the “criminal offence to the detriment of Ms J.” was not contained in the Kassel Regional Court’s own reasoning, but summarised the report submitted by the expert Prof K. on 20 April 2007 (see paragraph 15, above). It is true that the Regional Court has not explicitly distanced itself from the wording used by the expert, who was, in any event, not called upon to assess the applicant’s criminal liability. The Court considers that it would have been more prudent for the Regional Court either clearly to distance itself from the misleading statements made by the expert, or even to advise the expert to refrain from making any unsolicited statements in respect of the applicant’s criminal liability in order to avoid any possible misconceptions that questions of guilt and innocence could be in any way relevant to the proceedings at hand (see, mutatis mutandis, Adams v. the United Kingdom (dec.), no. 70601/11, § 41, 12 November 2013 and A. L. F. v. the United Kingdom (dec.), no. 5908/12, § 24, 12 November 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  That being said, the Court considers that it is sufficiently clear from the wording used by the Regional Court in the instant case that the impugned sentence was a direct quote from the expert report and that the reference was accepted as a follow-up to the analysis given by the execution of sentence chamber in 1997. Neither the Kassel Regional Court nor the Frankfurt Court of Appeal stated that the applicant had been guilty of a fresh criminal offence, but merely based their prognosis on the applicant’s dangerousness on the assessment that the applicant’s behaviour towards his female acquaintance Ms J. displayed similarities to his conduct before he murdered his wife. Furthermore, the Regional Court expressly stated that it was part of the expert’s task to assess a factual situation from a medical point of view. In the Court’s view, a close reading of the text excludes an understanding which would touch upon the applicant’s reputation and the way he is perceived by the public (compare Allen, cited above, § 94).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court considers that the instant case falls to be distinguished from the Böhmer case (cited above). In the latter case, an execution of sentence chamber revoked the suspension of Mr Böhmer’s original sentence on the ground that he had committed a further criminal offence during his probation period, even though he had not been convicted in respect of this alleged offence. The relevant law expressly required the courts to base their assessment on a finding that the person had committed a criminal offence during the period of probation (see Böhmer, cited above, § 63). The Court found a violation of Article 6 § 2 of the Convention on the ground that the execution of sentence chamber had unequivocally declared that the applicant was guilty of a criminal offence he had not been convicted of (see Böhmer, cited above, §§ 65 and 70). Conversely, the relevant law applicable in the instant case did not require the execution of sentence chamber to establish that the applicant had committed a further offence. It follows that the principles developed in the Böhmer case do not apply in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In the light of the above considerations, and bearing in mind that, under the Court’s case-law, even the regrettable use of some unfortunate language does not have to be decisive given the nature and context of the particular proceedings (compare paragraph 46, above, in fine), the Court is satisfied that the execution of sentence chamber, when deciding on the applicant’s request for probationary release, did not demonstrate a lack of respect for the presumption of innocence which the applicant enjoys in respect of the criminal charge of which he has been acquitted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  There has accordingly been no violation of Article 6 § 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  Relying on Articles 6 and 14 of the Convention and on Article 4 of Protocol No. 7 to the Convention, the applicant further complained about the alleged unfairness of the proceedings before the execution of sentence chamber and about having been discriminated against. The applicant further complained under Article 5 of the Convention about his ongoing detention. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "57.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaint under Article 6 § 2 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by five votes to two, that there has been no violation of Article 6 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 March 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge De Gaetano, joined by Judge Yudkivska, is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  I regret that I cannot share the view of the majority that there has been no violation of Article 6 § 2 of the Convention in this case (point 2 of the operative part of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "2.  In my separate (concurring) opinion in Allen v. the United Kingdom ([GC], no. 25424/09, ECHR 12 July 2013) I have already had occasion to express my concern over the “language” issue in similar cases, particularly when the proceedings subsequent to the applicant’s acquittal are civil proceedings for compensation arising from the same facts upon which the criminal charge was based. While it is clear that in such subsequent civil proceedings the mere finding of liability for damages despite a previous acquittal cannot per se give rise to an issue under Article 6 § 2 as otherwise one would have to abolish such civil-liability actions – a point made recently in the case of Vella v. Malta (no. 69122/10, 11 February 2014, § 60) – the fact remains that to speak of “unfortunate language used” and then to distinguish between unfortunate language that is in violation of the presumption of innocence and unfortunate language which is not merely shoves the problem into the realm of the aleatory.",
                        "elements": []
                    },
                    {
                        "content": "3.  In the instant case, the proceedings in issue were not civil proceedings, but collateral proceedings for determination of whether sentence was to be suspended and the applicant released on probation (see paragraphs 9 and 15 of the judgment). In that sense they could be said to be intimately connected with criminal proceedings. In reviewing the postconviction behaviour of the applicant one would have expected the Regional Court, sitting as an execution of sentence chamber, to be extremely cautious not to suggest, even tangentially, that the applicant had in fact committed the offence against Ms J. What in fact happened was that the court not once but twice suggested that the offence had in fact been committed by the applicant in respect of Ms J. – in its decision of 23 February 1999 (Marburg Regional Court, see paragraph 9) and in its decision of 4 September 2007 (Kassel Regional Court, see paragraph 15). As regards the first decision (which, it must be emphasised, is mentioned in the judgment only by way of background to the case, the “offending” decisions, for the purpose of the instant judgment, being those of September and October 2007), the Marburg Regional Court, although stating that the applicant had attacked Ms J. in the evening of 10 January 1997 (and using the word “perpetrator” to boot), did at least attempt to “decriminalise”, as it were, the facts by adding the perfunctory sentence “irrespective of the qualification of the incident under criminal law” (see paragraph 10). The Kassel Regional Court, on the other hand, in its decision of 4 September 2007, reproduced without the slightest compunction, reservation or criticism the medical expert’s view that “... the criminal offence that the applicant had committed to the detriment of Ms J. showed that the applicant was willing to enter into relationships with women once more and that a separation would lead to violent acts for reasons of wounded pride ...” (see paragraph 15). Neither the Kassel Regional Court nor the Frankfurt Court of Appeal (decision of 9 October 2007, see paragraphs 18 and 19) attempted to distance themselves from this clear attribution of criminal liability as regards the incident involving Ms J. It is true that neither court stated explicitly that the applicant had been guilty of a fresh criminal offence, but both clearly implied it by their lack of criticism of the expert’s views in this respect.",
                        "elements": []
                    },
                    {
                        "content": "4.  In my view, no amount of pedagogical finger-wagging (see last sentence of paragraph 51) can alter the inevitable conclusion that the decisions of September and October 2007 clearly implied that the applicant had been guilty of the offence of which he was, rightly or wrongly, acquitted way back in February 1999. The cases of A.L. v. Germany and Reeves v. Norway, both cited at the end of paragraph 46 in support of the proposition that “unfortunate language” used may nonetheless not give rise to a breach of the presumption of innocence, are hardly the best examples that could have been adduced. In A.L. the “unfortunate language” used was not part of a public court judgment but was contained in a letter that the presiding judge had sent to the applicant’s counsel, and, in any event, in that case the error of the presiding judge had been rectified by the Frankfurt Court of Appeal and by the Federal Constitutional Court (see paragraph 38 of that judgment). As for Reeves, the less said the better – the third but last paragraph of that decision is, in my view, a strained exegetical exercise to defend the indefensible.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MÜLLER v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-141947.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0327JUD005496308",
    "externalsources": [],
    "extractedappno": [
        "54963/08",
        "5598/02",
        "25424/09",
        "8866/04",
        "37568/97",
        "72758/01",
        "4248/02",
        "70601/11",
        "5908/12",
        "69122/10"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-141947",
    "judgementdate": "27/03/2014 00:00:00",
    "kpdate": "27/03/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "325",
        "14"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-2",
        "35"
    ],
    "parties": [
        "MÜLLER",
        "GERMANY"
    ],
    "rank": "1099.28479003906",
    "representedby": [
        "SCHROER B."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "A. L. F. v. the United Kingdom (dec.), no. 5908/12, § 24, 12 November 2013",
        "A.L. v. Germany, no. 72758/01, §§ 38-39, 28 April 2005",
        "Adams v. the United Kingdom (dec.), no. 70601/11, § 41, 12 November 2013",
        "Allen v. the United Kingdom [GC], no. 25424/09, ECHR 2013",
        "Böhmer v. Germany no. 37568/97, 3 October 2002",
        "Reeves v. Norway (dec.), no. 4248/02, 8 July 2004",
        "Sekanina v. Austria, 25 August 1993, § 22, Series A no. 266 A",
        "Yassar Hussain v. the United Kingdom, no. 8866/04, § 19, ECHR 2006 III"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "404511",
    "typedescription": "15"
}