{
    "__articles": "11;11-2;11-1;43;10;10-2",
    "__conclusion": "No violation of Art. 11",
    "applicability": "",
    "appno": "44158/98",
    "article": [
        "10",
        "11",
        "43"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "element": "No violation of Art. 11",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-61637.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 44158/98) against the Republic of Poland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Polish nationals, Mr Jerzy Gorzelik, Mr Rudolf Kołodziejczyk and Mr Erwin Sowa (“the applicants”), on 18 June 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Mr S. Waliduda, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr K. Drzewicki, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged a breach of Article 11 of the Convention in that they had been refused permission to register an association called “Union of People of Silesian Nationality”.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  It was allocated to the Fourth Section of the Court. By a decision of 17 May 2001, following a hearing on admissibility and the merits (Rule 54 § 3 of the Rules of Court), the application was declared admissible by a Chamber of that Section, composed of Mr G. Ress, President, Mr A. Pastor Ridruejo, Mr L. Caflisch, Mr J. Makarczyk, Mr V. Butkevych, Mr J. Hedigan and Mrs S. Botoucharova, judges, and Mr V. Berger, Section Registrar.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 20 December 2001 the Chamber gave judgment, holding unanimously that there had been no violation of Article 11 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 20 March 2002 the applicants requested, under Article 43 of the Convention and Rule 73, that the case be referred to the Grand Chamber.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 10 July 2002 a panel of the Grand Chamber decided to accept the request.",
                        "elements": []
                    },
                    {
                        "content": "9.  The composition of the Grand Chamber was determined in accordance with the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24. On 1 July 2002 Mr Makarczyk, the judge who had sat in respect of  in the original Chamber (Article 27 § 3 of the Convention and Rule 24 § 2 (d)), resigned from the Court. Subsequently, on 16 June 2003, he withdrew from the case (Article 23 § 7 of the Convention and Rules 26 § 3 and 28). He was replaced by Mr L. Garlicki, his successor as the judge elected in respect of .",
                        "elements": []
                    },
                    {
                        "content": "10.  The applicants and the Government each filed a memorial.",
                        "elements": []
                    },
                    {
                        "content": "11.  A hearing took place in public in the , , on 2 July 2003 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "One of the applicants, Mr Gorzelik, was also present.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Waliduda, Mr Drzewicki and Ms Kowalska. Mr Gorzelik also made a short statement in reply to a question put by the Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "12.  The applicants were born in 1971, 1940 and 1944 respectively. All three live in ; Mr Gorzelik and Mr Sowa in , and Mr Kołodziejczyk in .",
                                "elements": []
                            },
                            {
                                "content": "A.  General background",
                                "elements": [
                                    {
                                        "content": "13.   (Śląsk) is a historic region that is now in south-western . It was originally a Polish province that became a possession of the Bohemian Crown in 1335. It passed with that Crown to the House of Habsburg in 1526, and was taken over by  in 1742 under the Treaty of Berlin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After the First World War, the 1919 Treaty of Versailles provided for a plebiscite to be held to determine if Upper Silesia should remain German or pass over to . The results of the plebiscite in 1921 were favourable to  except in the easternmost part of Upper Silesia. After an armed uprising of the Poles in 1922, the League of Nations agreed to a partition of the territory; the larger part of the industrial area, including , passed over to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the aftermath of the Munich Pact of 1938, most of Czech Silesia was divided between  and . After the German conquest of  in 1939, the whole of Polish Silesia was annexed by .",
                                        "elements": []
                                    },
                                    {
                                        "content": "After the Second World War, the pre-1938 boundary between  and  was restored. The western boundary of  was moved to the Oder and Lusatian Neisse rivers. In effect, all of former German Silesia east of the Lusatian Neisse was incorporated into , while only a small sector of Lower Silesia west of the Neisse remained within the former East German Land of Saxony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to some linguists, although the Polish language is relatively unaffected by regional variations, it is possible to identify at least two regional varieties: Kashubian and Silesian. At the hearing, one of the applicants, Mr Gorzelik, described Silesian as a still uncodified language that was a mixture of Czech, German and Polish.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  From 2 May to 8 June 2002 a census – the National Population and Housing Census – was carried out in . Its purpose was to gather data relating to the distribution of the population, demographic and social factors, employment, standards of living and housing. It also addressed issues relating to citizenship and nationality. One of the questions relating to nationality gave the following definition:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Nationality is a declared (based on a subjective feeling) individual feature of every human being, expressing his or her emotional, cultural or genealogical (relating to parents' origin) link with a specific nation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the census report prepared by the Central Statistical Office (Główny Urząd Statystyczny), 36,983,700 people (96.74% of the population) declared themselves Polish nationals. 471,500 persons (1.23% of the population) declared a non-Polish nationality, including 173,200 persons who declared that they were “Silesians”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings for the registration of the applicants' association",
                                "elements": [
                                    {
                                        "content": "1.  The first-instance proceedings",
                                        "elements": [
                                            {
                                                "content": "16.  On an unspecified date the applicants, who describe themselves as “Silesians”, decided together with 190 other persons to form an association (stowarzyszenie) called “Union of People of Silesian Nationality” (Związek Ludności Narodowości Śląskiej). The founders subsequently adopted a memorandum of association. The applicants were elected to the provisional management committee (Komitet Założycielski) and were authorised to proceed with the registration of the association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 11 December 1996 the applicants, acting on behalf of the provisional management committee of the “Union of People of Silesian Nationality”, applied to the  (Sąd Wojewódzki) for their association to be registered. They relied on, inter alia, section 8(2) of the Law on associations (Prawo o stowarzyszeniach) of 7 April 1989. They produced the memorandum of association along with the other documents required by that Law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The relevant general provisions of the memorandum of association read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The present association shall be called the “Union of People of Silesian Nationality” (hereafter referred to as “the Union”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The Union shall conduct its activity within the territory of the ; it may establish local branches.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "6. (1)  The Union may join other domestic or international organisations if the aims pursued by [the latter] correspond to the aims pursued by the Union.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The aims of the association and the means of achieving them were described as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“7.  The aims of the Union are:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1)  to awaken and strengthen the national consciousness of Silesians;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  to restore Silesian culture;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  to promote knowledge of ;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  to protect the ethnic rights of persons of Silesian nationality; [and]",
                                                "elements": []
                                            },
                                            {
                                                "content": "(5)  to provide social care for members of the Union.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  The Union shall accomplish its aims by the following means:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1)  organising lectures, seminars, training courses and meetings, establishing libraries and clubs, and carrying out scientific research;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  organising cultural and educational activities for members of the Union and other persons;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  carrying out promotional and publishing activities;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  promoting the emblems and colours of  and Upper Silesia;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(5)  organising demonstrations or [other] protest actions;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(6)  organising sporting events ... and other forms of leisure activities;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(7)  setting up schools and other educational establishments;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(8)  cooperating with other organisations;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(9)  conducting business activities for the purpose of financing the aims of the Union – this may include establishing commercial entities and cooperating with other [commercial] entities;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(10)  establishing other entities or [legal] persons with a view to achieving the aims of the Union; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(11)  conducting any other activities.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  Paragraphs 9 and 10 dealt with membership. They read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  There shall be two categories of members of the Union, namely ordinary members and supporting members.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  Any person of Silesian nationality may become an ordinary member of the Union.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The relevant part of paragraph 15 of the memorandum of association read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A person shall cease to be a member of the Union if:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) (a)  on a reasoned motion by the Board, the Management Committee decides to deprive him of his membership;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  the relevant motion of the Board may be based on such reasons as the fact that the member in question has not fulfilled the requirements set out in the memorandum of association for becoming a member or has failed to perform the duties of members as specified in paragraph 14.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  Paragraph 30 provided:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Union is an organisation of the Silesian national minority.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Subsequently the , pursuant to section 13(2) of the Law on associations (see paragraph 39 below), served a copy of the applicants' application, together with copies of the relevant enclosures, on the Governor (Wojewoda) of Katowice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 27 January 1997 the Governor of Katowice, acting through the Department of Civic Affairs (Wydział Obywatelski), submitted his comments on the application to the court. Those comments contained lengthy arguments against allowing the association to be registered, the main thrust of which was as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(i)  It cannot be said that there are 'Silesians' [Ślązak], in the sense of representatives of a distinct 'Silesian nationality'. 'Silesian' is a word denoting a representative of a local ethnic group, not a nation. This is confirmed by paragraph 7 (1) of the memorandum of association, which aims merely to 'awaken and strengthen the national consciousness of Silesians'. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  The social research relied on by the applicants to demonstrate the existence of a 'Silesian nationality' does not accord with numerous other scientific publications. Polish sociology distinguishes between two concepts of 'homeland', namely a 'local homeland' and an 'ideological homeland'. In German, this distinction is expressed by the terms Heimat (local homeland) and Vaterland (ideological homeland). The research relied on by the applicants merely refers to the self-identification of the inhabitants of , indicating that their local self-identification takes precedence over their national self-identification. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  Paragraph 10 of the memorandum of association states that any person of Silesian nationality may become an ordinary member of the association, but does not clearly specify the criteria for establishing whether or not a given person fulfils this requirement. This absence of unambiguous criteria is contrary to section 10(1) (i) and (iv) of the Law on associations. Moreover, it renders paragraph 15 (2) (b) of the memorandum unlawful, for that provision allows the Management Committee to deprive a person of his membership in the event of failure to satisfy the conditions set out in the memorandum of association. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  Paragraph 30 of the memorandum of association, which calls the Union an 'organisation of the Silesian national minority', is misleading and does not correspond to the facts. There is no basis for regarding the Silesians as a national minority. Recognising them as such would be in breach of Articles 67 § 2 and 81 § 1 of the [former] Constitution, which guarantee Polish citizens equal rights. In particular, under the relevant provisions of the Law on elections to the Sejm[] of 28 May 1993 [Ordynacja wyborcza do Sejmu Rzeczypospolitej Polskiej – 'the 1993 Elections Act'], registration of the Union would give it a privileged position in terms of distribution of seats in Parliament. The Union would obtain rights and privileges guaranteed to national minorities in respect of education in their native language and access to the media. Registration of the association would be to the detriment of other ethnic groups in , such as Cracovians [Krakowiacy], Highlanders [Górale] and Mazurians [Mazurzy]; this would amount to a return to the tribalism [podziały plemienne] which existed prior to the formation of the . ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(v)  We therefore propose that the memorandum of association should be amended so as to reflect the above observations. In particular, the misleading name of the association should be changed, the criteria for membership should be set out in an unambiguous manner and paragraph 30 should be deleted. In our opinion, these are the conditions for registration of the association.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 13 March 1997 the applicants filed a pleading in reply to those arguments. They asserted that the fact that the majority of Poles failed to recognise the existence of a Silesian nation did not mean that there was no such nation. They cited various scientific publications and went on to explain that the fact that the Silesians formed a distinct group had already been acknowledged at the end of the First World War; moreover, the Silesians had always sought to preserve their identity and had always formed a distinct group, regardless of whether Upper Silesia had belonged to Germany or to Poland. Consequently, any comparison between them and the Cracovians or Highlanders was totally unjustified, because the latter groups neither regarded themselves as national minorities, nor had they ever been perceived as such in the past. Finally, the applicants cited certain letters of the Ministry of the Interior that had been published by the press and which explained that the National and Ethnic Minorities Bill had explicitly stated that a “declaration that a person belongs to a minority shall not be questioned or verified by the public authorities”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 9 April 1997 the Governor of Katowice filed a pleading with the court. He maintained his previous position. On 14 April 1997 he produced two letters from the Ministry of the Interior (dated 4 February and 10 April 1997 respectively, and addressed to the Department of Civic Affairs of the Office of the Governor of Katowice). The relevant parts of the letter of 4 February 1997 read:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“We share your doubts as to whether certain inhabitants of  should be deemed to be a national minority. We therefore suggest that you submit your observations to the court, indicating those doubts, and that you ask the court to grant you leave to join the proceedings as a party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "We suggest that you rely on the fact that the [Council of Europe] Framework Convention for the Protection of National Minorities [('the Framework Convention')] has not been ratified by Poland, so that its provisions [do not apply in the domestic legal system]. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "In our view, neither historical nor ethnographical circumstances justify the opinion that the inhabitants of  can be recognised as a national minority.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The relevant parts of the letter of 10 April 1997 read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The arguments advanced by the provisional management committee of the association [in their pleading of 13 March 1997] do not contain any new elements; [in particular] ... the [Framework Convention] does not constitute the law applicable in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "Likewise, the letters of the Ministry of the Interior [on the interpretation of the National and Ethnic Minorities Bill] do not change the situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The sense of belonging to a nation falls within the realm of personal liberties; it does not in itself entail any legal consequences. [By contrast,] the formation of an organisation of a national minority is a legal fact which entails legal consequences such as, for instance, those referred to in the 1993 Elections Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the circumstances, the registration of the association called 'Union of People of Silesian Nationality' could be allowed provided that the existence of such a nation had been established.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 28 April 1997 the applicants submitted a further pleading to the court. They criticised the arguments of the Ministry of the Interior, pointing out that the latter had failed to indicate any legal basis for rejecting their application. In particular, the authorities had not shown that any provision of the memorandum of association was contrary to the law, whereas, under section 1(2) of the Law on associations, “the [exercise of the] right of association may be subject only to such limitations as are prescribed by law and are necessary for ensuring the interests of national security or public order and for the protection of health and morals or for the protection of the rights and freedoms of others”. Lastly, the applicants stated that they would not amend the memorandum of association in the manner proposed by the authorities, in particular in respect of the name of the association and the content of paragraph 30. They agreed, however, to amend paragraph 10 of the memorandum and rephrased it as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Everyone who is a Polish citizen and who has submitted a written declaration stating that he is of Silesian nationality may become an ordinary member [of the Union].”",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 23 May 1997 the  held an “explanatory hearing” (posiedzenie wyjaśniające) aimed at obtaining comments and clarifications from the parties and settling the matters in dispute. The relevant parts of the minutes of that hearing read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The representatives of the [Governor] declared that the deletion of paragraph 30 from the memorandum of association would not be sufficient, and that they also required a change in the name of the association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They referred to the arguments set out in the pleadings filed in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The representatives of the applicants declared that paragraph 30 was modelled on a similar provision to be found in the statutes of the Socio-Cultural Society of Germans of the . ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The President urged the representatives of the [parties] to make certain concessions in their positions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "He proposed to the provisional management committee that, for example, they delete paragraph 30 of the memorandum. However, the representatives of the committee absolutely refused to do away with this provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The representatives of the [Governor] also adopted a harder position, in that they demanded not only the deletion of paragraph 30, but also a change of the name of the association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The two sides engaged in a polemic as to whether or not Silesians should be recognised as a nation or nationality. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The representatives of the [Governor] argued with the applicants, claiming there were no grounds for ascribing Silesian nationality to people.",
                                                "elements": []
                                            },
                                            {
                                                "content": "[The hearing was adjourned and subsequently resumed]",
                                                "elements": []
                                            },
                                            {
                                                "content": "At this point the representative of the [Governor] declared that, if the applicants were to delete paragraph 30 from the memorandum, the [Governor] would not object to registration of the association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "J. Gorzelik reacted vehemently to this proposal, but the President told him to think it over.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In connection with the above, the [applicants] asked to be given a time-limit within which they could react in writing to this suggestion and consider the [Governor's] proposal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court decided to allow [the applicants] ten days in which to react to the proposal of the [Governor] ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 27 May 1997 the applicants lodged a pleading with the court, maintaining that in the course of the above-mentioned hearing the authorities had “de facto acknowledged that a Silesian nation exists”, in particular by accepting the name of the association and certain provisions of the memorandum (namely paragraph 7 (1) and (4) and paragraph 10). They stressed, however, that the authorities' insistence on the removal of paragraph 30 was “unjustified and illogical” and, consequently, refused to alter or delete that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Later, on 16 June 1997, the Governor of Katowice submitted his final pleading to the court, opposing the registration of the association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 24 June 1997 the , sitting with a single judge and in camera, granted the applicants' application and registered their association under the name “Union of People of Silesian Nationality”. The relevant reasons for that decision read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... There was a dispute between [the parties] over the concepts 'nation' and 'national minority'. Finally [the authorities concerned] pleaded that the application for registration of the association should be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This Court has found that the application is well-founded [and as such should be granted].",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the preamble to the Law on associations, the legislature guarantees [everyone] a cardinal right – the right to freedom of association – which enables citizens, regardless of their convictions, to participate actively in public life and express different opinions, and to pursue individual interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Freedom of association is one of the natural rights of a human being. [For this reason,] section 1(1) of the Law on associations does not establish the right to freedom of association but merely sets out the manner and limits of its exercise, thus reflecting Poland's international obligations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Under section 1(2) of the Law on associations, the right to form an association may be subject only to such limitations as are prescribed by law either in the interests of national security or public safety, or in the interests of public order, or for the protection of health and morals, or for the protection of the rights and freedoms of others. No other restrictions may be placed on the exercise of the right to associate with others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As recently as 16 June 1997, in their pleading, the authorities advanced the argument that the registration of the present association would infringe the rights and freedoms of others because it would result in an unequal treatment of other local communities and would diminish their rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This argument is unconvincing, since it does not emerge from the content of the memorandum of association that the future activities of the association are aimed at [diminishing] the rights and freedoms of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Under paragraph 7 of the memorandum of association, the aims of the association are[, for example,] to awaken and strengthen the national consciousness of Silesians, to restore Silesian culture, to promote knowledge of  and to provide social care for members of the association. None whatsoever of these aims is directed against the rights and freedoms of others. The means to be used for accomplishing these aims are not directed against the rights and freedoms of others either. Those means include organising lectures and seminars, carrying out scientific research, establishing libraries, organising cultural and educational activities for members and other persons, carrying out promotional and publishing activities, promoting the emblems and colours of Silesia and Upper Silesia, organising demonstrations and protest actions, organising sporting events, setting up schools and other educational establishments, conducting business activities and cooperating with other organisations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In sum, the argument that the association would infringe the rights and freedoms of others must definitely be rejected. Moreover, it should be noted that this argument refers to [a mere possibility] because only practical action taken by the association could possibly demonstrate whether, and if so to what extent, the [future] activities of the association would require taking measures aimed at protecting the rights of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the terms 'Silesian nationality' or 'Silesian national minority', the problems involved in the determination of their proper meaning cannot be examined by this Court in detail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This Court must, pursuant to section 13(1) of the Law on associations, rule on the present application within a period not exceeding three months from the date on which it was lodged. It is therefore not possible [in the course of the present proceedings] to determine such complicated issues (which involve problems falling within the sphere of international relations).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is, however, possible to assume, for the purposes of making a ruling in these proceedings, that the nationality of an individual is a matter of personal choice; moreover, it is a matter of common knowledge that the original inhabitants of Silesia constitute a minority in Upper Silesia – at least for anyone who has ever spent some time in this region and has been willing to perceive this fact. After all, the authorities, although they 'rend their garments' [sic] complaining that the applicants dare establish an association, do not contest the fact that [the Silesians] are an ethnic minority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In view of the foregoing, this Court, finding that the provisional management committee has complied with the requirements of sections 8(4), 12 and 16 read in conjunction with section 13(2) of the Law on associations and Article 516 of the Code of Civil Procedure, holds as in the operative part of the decision.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The appeal proceedings",
                                        "elements": [
                                            {
                                                "content": "31.  On 2 July 1997 the Governor of Katowice lodged an appeal with the Katowice Court of Appeal (Sąd Apelacyjny), asking that the first-instance decision be quashed, that the case be remitted to the court of first instance, and that expert evidence be obtained in order to determine the meaning of the terms “nation” and “national minority”. In his appeal, he alleged that the court of first instance had violated sections 1(1) and 2 of the Law on associations and unspecified provisions of the Code of Civil Procedure. The relevant grounds of the appeal read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[The court of first instance] formally recognised and legally sanctioned the existence of a distinct Silesian nation constituting a 'Silesian national minority'.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In our opinion, such an important and unprecedented ruling, which is of international significance, could not and should not be given without defining the concepts of 'nation' and 'national minority'. The , leaving this issue aside – merely because of certain statutory time-limits – simplified the proceedings in an unacceptable manner. This led, in itself, to a failure on the part of the court to establish all the circumstances relevant to the outcome of the case and, furthermore, provided a sufficient basis for this appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The appellant admits that Polish law does not define the terms 'nation' and 'national minority'. This, however, does not justify the conclusion of the  that 'the nationality of an individual is a matter of personal choice'.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The appellant does not contest the right of a person to decide freely to belong to a national minority; however, a precondition for making such a choice is the existence of a 'nation' with which that person identifies himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The decision appealed against proclaims the opinion that the subjective feelings of the person concerned suffice for the purposes of creating a 'nation' or a 'nationality'. Having regard to the potential social repercussions of such an approach, it is not possible to agree with it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In these circumstances, prior to making any decision on the registration of the 'Union of People of Silesian Nationality', it is necessary to determine whether a 'Silesian nation' exists – a distinct, non-Polish nation – and whether it is admissible in law to create a 'Silesian national minority'.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the appellant's opinion, there are no objective arguments in favour of the finding that a distinct Silesian nation exists. In case of doubt, ... this question should be resolved by obtaining evidence from experts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the contested decision, the lower court focused in principle on determining whether the aims of the association and the means of accomplishing those aims were lawful. ... The appellant does not contest the majority of these aims; it must be said that such activities as restoring Silesian culture, promoting knowledge of Silesia or providing social care for members of the association are worthy of respect and support. However, these aims can be fully accomplished without the contested provision of the memorandum of association, namely paragraph 30 ... In addition, the applicants were not prevented from incorporating the above-mentioned aims into the memorandum of an existing association called 'Movement for the Autonomy of Silesia' [Ruch Autonomii Śląska], the more so as the applicants belong to influential circles of the latter organisation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The fact that the applicants have failed to do so but [instead] are creating a new association, and are describing themselves as a 'Silesian national minority', clearly demonstrates what their real objective is. In fact, their objective is to circumvent the provisions of the 1993 Elections Act, under which parties or other organisations standing in elections must reach a threshold of 5% or 7% of votes in order to obtain seats in Parliament. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Legal acts – including the act of adopting a memorandum of association – are null and void under Article 58 § 1 of the Civil Code if they aim at evading or circumventing the law. According to legal theory, defects in legal acts, as defined in Article 58 of the Civil Code, may constitute a basis for refusing to register an association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Sanctioning the rights of the 'Silesian national minority' amounts to discrimination against other regional and ethnic groups or societies. This will be the case at least as regards electoral law and will be contrary to Article 67 § 2 of the Constitution. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Katowice Court of Appeal heard the appeal on 24 September 1997. The prosecutor at the Court of Appeal (Prokurator Apelacyjny) appeared at the hearing and asked the court to grant him leave to join the proceedings as a party intervening on behalf of the Governor of Katowice. Leave was granted. The court next heard addresses by the appellant, the prosecutor (who requested the court to set aside the first-instance decision and reject the applicants' application) and the representative of the applicants. On the same day the court set aside the first-instance decision and rejected the applicants' application for their association to be registered. The reasons for that decision included the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The lower court, by registering the association under the name 'Union of People of Silesian Nationality', approved paragraph 30 of the memorandum of association, which states that the Union is an organisation of the Silesian national minority. We therefore agree with the appellant that the Union, on the basis of the above-mentioned paragraph, would have the right to benefit from the statutory privileges laid down in section 5 of the 1993 Elections Act. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, recognising the Silesians as a national minority may also result in further claims on their part [for privileges] granted to national minorities by other statutes. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Contrary to the opinion expressed by the lower court, it is possible to determine whether or not the Silesians constitute a national minority in ; it is not necessary to obtain expert evidence in that connection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Under Article 228 § 1 of the Code of Civil Procedure, facts that are common knowledge, that is, those which every sensible and experienced citizen should know, do not need to be proved. Common knowledge includes historical, economic, political and social phenomena and events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is therefore clear that at present no legal definition of 'nation' or 'national minority' is commonly accepted in international relations. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the other hand, an 'ethnic group' is understood as a group which has a distinct language, a specific culture and a sense of social ties, is aware of the fact that it differs from other groups, and has its own name.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Polish ethnographic science of the nineteenth and twentieth centuries describes 'Silesians' as an autochthonous population of Polish origin residing in Silesia – a geographical and historical region. At present, as a result of political and social changes, the term 'Silesians' refers equally to immigrants who have been living in this territory for several generations and who identify themselves with their new region of residence. It also refers to the German-speaking population, linked with  by [such factors as] birth, residence and tradition (see the encyclopaedia published by the Polish Scientific Publishers in 1996). ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicants derive the rights they claim from the principles set out in the [Framework Convention], stating that every person belonging to a national minority has the right freely to choose to belong or not to belong to such a minority. ... In relying on European standards, they fail, however, to remember that a national minority with which a given person identifies himself must exist. There must be a society, established on the basis of objective criteria, with which this person wishes to identify. No one can determine his national identity independently of a fundamental element, which is the existence of a specific nation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It emerges from the above-mentioned definition of a 'nation' that a nation is formed in a historical process which may last for centuries and that the crucial element which forms a nation is its self-identification, that is to say its national awareness established on the basis of the existing culture by a society residing on a specific territory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Certainly, the Silesians belong to a regional group with a very deep sense of identity, including their cultural identity; no one can deny that they are distinct. This does not, however, suffice for them to be considered a distinct nation. They have never commonly been perceived as a distinct nation and they have never tried to determine their identity in terms of [the criteria for a 'nation']. On the contrary, the history of  unequivocally demonstrates that the autochthonous inhabitants [of this region] have preserved their distinct culture and language (the latter having Polish roots from an ethnic point of view), even though their territories were not within the borders of the  and even though they were under strong German influence. They are therefore Silesians – in the sense of [inhabitants of the] region, not in the sense of [their] nationality. Thus, Upper Silesia, in its ethnic roots [sic], remained Polish; that was, without a doubt, demonstrated by three uprisings. The role played by the Silesians in building and preserving the Polish character of , even though they remained isolated from their homeland, is unquestionable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, a given nation exists where a group of individuals, considering itself a 'nation', is in addition accepted and perceived as such by others. In the common opinion of Polish citizens, both the Silesians and other regional groups or communities [for example, the Highlanders or the Mazurians] are perceived merely as local communities. In the international sphere,  and, similarly,  and  are perceived as single-nation States, regardless of the fact that there exist distinct ethnic groups (for example, the inhabitants of  or  in , or the inhabitants of  in ).",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the whole, sociologists agree that the Silesians constitute an ethnic group and that the autochthonous inhabitants [of ] do have some features of a nation but that those features are not fully developed. That ... means that the awakening of their national identity is still at a very early stage. A nation exists only when there are no doubts as to its right to exist. ... In , national minorities constitute only a small part of society, that is to say about 3 to 4%. They include – and this has never been denied – Germans, Ukrainians, Belarusians, Lithuanians, Slovaks, Czechs, Jews, Roma, Armenians and Tatars.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the Polish tradition, national minorities are perceived as groups linked to a majority outside ; in other words, a minority is an ethnic group that has support amongst a majority [residing] abroad. Moreover, traditionally, our society has not considered that groups which preserve a distinct culture but which do not belong to any State can be deemed to be national minorities. Accordingly, for a long time the Roma people were regarded as an ethnic, not a national group. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicants' opinion that the mere choice of the individual concerned is decisive for his nationality is reflected in paragraph 10 of the memorandum of association. Acceptance of this opinion would consequently lead to a situation in which the aims pursued by the association could be accomplished by groups of members who did not have any connection or links with  and who had become members of the Union solely to gain an advantage for themselves. Undoubtedly, such groups of members cannot [be allowed] to accomplish the aims of an association of a national minority. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicants have relied on the results of sociological research carried out in 1994 in the . Indeed, the research demonstrates that 25% of persons requested to declare their ethnic and regional identity replied that they were Silesians. However, it transpires from [the material collected in the course of another piece of sociological research of 1996 which was submitted by the applicants during the appeal hearing] that two years later the number of persons who considered themselves to be Silesians had decreased to 12.4% and that, moreover, the majority of inhabitants of the province of Katowice considered themselves to be Poles (that is, 81.9%, including 18.1% who stated that they were 'Polish Silesians'; only 3.5% of inhabitants considered themselves to be Germans, including 2.4 % who stated that they were 'German Silesians').",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the light of the above research, it cannot be said that such a poorly established self-identity of a small (and decreasing) group of Silesians, as demonstrated by their refusal to declare that they belong to the [Polish] nation, provides a basis for recognising that all Silesians (who have lived in Silesia for generations and state that they belong to the Polish nation) constitute a separate nation. This would be contrary to the will of the majority, a will well known to the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "We therefore find that the appellant is right in submitting that granting the applicants' application for their association to be registered is unjustified because the memorandum of association is contrary to the law, namely Article 5 of the Civil Code. Indeed, the application is aimed at registering an organisation of a minority which cannot be regarded as a national minority and at circumventing the provisions of the 1993 Elections Act and other statutes conferring particular privileges on national minorities. Granting such a request could lead to granting unwarranted rights to the association in question. This would, moreover, give it an advantage in relation to other regional or ethnic organisations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In these circumstances, in accordance with section 14 of the Law on associations and Article 58 of the Civil Code, read in conjunction with Articles 386 § 1 and 13 of the Code of Civil Procedure and section 8 of the Law on associations, the appeal must be allowed.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The proceedings before the Supreme Court",
                                        "elements": [
                                            {
                                                "content": "33.  On 3 November 1997 the applicants lodged an appeal on points of law (kasacja) with the Supreme Court (Sąd Najwyższy). They alleged that the Katowice Court of Appeal had wrongly interpreted the relevant provisions of the Law on associations and that the impugned decision had contravened Article 84 of the Constitution, Article 22 of the International Covenant on Civil and Political Rights and Article 11 of the Convention. Their arguments are summarised as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Since a refusal to register an association could be justified only if an activity specified in the memorandum of association was banned by the law, the principal issue to be determined by the Court of Appeal was whether the memorandum of the applicants' association complied with the statutory requirements. That was clearly not the case and the court's fear that the registration of the applicants' association would in future lead to discrimination against other national or ethnic minorities was based on mere speculation. In any event, the Law on associations [in sections 8(2), 25 et seq.] provided for various means whereby the activity of an association could be supervised by the competent State authorities or, in the event that its activity was unlawful, the association could be dissolved.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Court of Appeal, instead of assessing the formal requirements of the registration, decided at the outset that the core issue in the proceedings was to establish whether a Silesian nation existed. It consequently went on to lay down its own arbitrary and controversial definition of 'nation' and 'national minority', and finally concluded that there was no 'Silesian nation'. It did so without any effort to obtain expert evidence in respect of such an important matter.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 27 November 1997 the Governor of Katowice filed a pleading in reply to the applicants' appeal on points of law. The relevant arguments are summarised as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The refusal to register the applicants' association was fully justified. In the course of the proceedings at first instance, the Governor eventually proposed that the applicants amend paragraph 30 of the memorandum of association and alter the name of their association by deleting the word 'nationality'. Those arguments were based on section 10(1) (i) of the Law on associations, which provides that a memorandum of association should enable the association in question to be differentiated from other associations. This means that the name of an association should not be misleading. Since the requirement set out in the above-mentioned section was not complied with, the refusal to register the applicants' association was justified under section 14(1).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It must be stressed that even in the explanatory report to the [Framework Convention] it is clearly stated that the individual's subjective choice to belong to a national minority is inseparably linked to objective criteria relevant to the person's identity. That means that a given nation must exist prior to the individual making a decision to belong to this nation. That being so, the applicants' application for their association to be registered must be seen as a thoughtless and incomprehensible attempt to exploit the distinct characteristics [of the Silesians] with a view to achieving political aims.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 28 November 1997 the prosecutor at the Katowice Court of Appeal filed a pleading in reply to the applicants' appeal on points of law. He submitted, among other things, that it was clear that the content of the memorandum of association was contrary to the law since it explicitly stated that the Union was an association of a national minority, and thus ignored the fact that the Silesians could not be regarded as a minority of that kind. The Silesians, being merely an ethnic group, could not exercise the rights conferred on national minorities, in particular those referred to in the 1993 Elections Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 18 March 1998 the Administrative, Labour and Social Security Division of the Supreme Court, sitting as a panel of three judges, dismissed the applicants' appeal on points of law. The relevant parts of the reasons for this decision read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... [A] necessary prerequisite for the registration of an association is the conformity of its memorandum of association with the entire domestic legal order, including conformity with [the provisions of ] international treaties ratified by .",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the present case the Court of Appeal had no doubts as to the lawfulness of the aims pursued by [the applicants'] association, but refused to register the association for the sole reason that [the applicants], in the memorandum of association, used such terms as 'Silesian nation' and 'Silesian national minority'.",
                                                "elements": []
                                            },
                                            {
                                                "content": "We agree with the opinion [of the Court of Appeal]. 'National minority' is a legal term (see Article 35 of the Constitution of 2 February 1997), although it is not defined either in Polish law or in the conventions relied on in the appeal on points of law. However, the explanatory report to the [Framework Convention] states plainly that the individual's subjective choice of a nation is inseparably linked to objective criteria relevant to his or her national identity. That means that a subjective declaration of belonging to a specific national group implies prior social acceptance of the existence of the national group in question. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "An individual has the right to choose his or her nation but this, as the Court of Appeal rightly pointed out, does not in itself lead to the establishment of a new, distinct nation or national minority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There was, and still is, a common perception that a Silesian ethnic group does exist; however, this group has never been regarded as a national group and has not claimed to be regarded as such. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Registration of the association, which in paragraph 30 of its memorandum of association states that it is an organisation of a [specific] national minority, would be in breach of the law because it would result in a non-existent 'national minority' taking advantage of privileges conferred on [genuine] national minorities. This concerns, in particular, the privileges granted by the 1993 Elections Act ... such as an exemption from the requirement that a party or other organisation standing in elections should get at least 5% of the votes, which is a prerequisite for obtaining seats in Parliament ... [or] ... privileges in respect of the registration of electoral lists; thus, it suffices for an organisation of a national minority to have its electoral lists registered in at least five constituencies [whereas the general requirement is to register an electoral list in at least half of the constituencies in the whole of Poland].",
                                                "elements": []
                                            },
                                            {
                                                "content": "Pursuant to the relevant ruling of the Constitutional Court [Trybunał Konstytucyjny] on the interpretation of the 1993 Elections Act, ... the privileges [referred to above] are conferred on electoral committees of registered national minorities and, in case of doubt [as to whether or not an electoral committee represents a national minority], the State Electoral College may request evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The simplest means of proving the existence of a specific national minority is to present a memorandum of association confirming that fact. It is true that, under the new Constitution, resolutions of the Constitutional Court on the interpretation of statutes no longer have universally binding force; however, in view of the persuasiveness of the reasons given by the Constitutional Court and the requirements of practice, [we consider that] a memorandum of association still remains basic evidence demonstrating the existence of a national minority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Conferring on the Silesians, an ethnic group, the rights of a national minority would be contrary to Article 32 of the Constitution, stating that all persons are equal before the law, [because] other ethnic minorities would not enjoy the same rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The memorandum of association is contrary to section 10(1) (iv) of the Law on associations, which stipulates that a memorandum of association must set out rules concerning acquisition and loss of membership, and the rights and duties of members. Paragraph 10 of the memorandum provides that everyone who is a Polish citizen and has submitted a written declaration stating that he is of Silesian nationality may become a member of the Union, whereas paragraph 15 states that a person ceases to be a member of the Union if, inter alia, he has not fulfilled the membership requirements set out in the memorandum of association. Since no Silesian nation exists, no one would lawfully be able to become a member of the Union, because his declaration of Silesian nationality would be untrue. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, it must be pointed out that the refusal to register the association does not contravene Poland's international obligations. Both the International Covenant on Civil and Political Rights ... and the Convention allow [the State] to place restrictions on the freedom of association, [in particular such as] are prescribed by law and are necessary in a democratic society in the interests of national security or public safety or for the protection of health and morals or for the protection of the rights of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is contrary to public order to create a non-existent nation that would be able to benefit from the privileges conferred solely on national minorities. Such a situation would also lead to the infringement of the rights of others, not only national minorities but also all other citizens of . Granting privileges to a [specific] group of citizens means that the situation of the other members of society becomes correspondingly less favourable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This is particularly so in the sphere of election law: if certain persons may become members of Parliament [because of their privileged position], it means that other candidates must obtain a higher number of votes than what would be required in the absence of privileges [in that respect].",
                                                "elements": []
                                            },
                                            {
                                                "content": "It also has to be noted that the essential aims of the association can be accomplished without the contested provisions of the memorandum and without the [specific] name of the association. Under the provisions of the Constitution of the Republic of Poland, national and ethnic minorities have equal rights as regards their freedom to preserve and develop their own language, to maintain their customs and traditions, to develop their culture, to establish educational institutions or institutions designed to protect their religious identity and to participate in the resolution of matters relating to their cultural identity (see Article 35). ...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT NATIONAL AND INTERNATIONAL LAW AND DOMESTIC PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitutional provisions",
                                "elements": [
                                    {
                                        "content": "37.  Article 12 of the Constitution, which was adopted by the National Assembly on 2 April 1997 and came into force on 17 October 1997, states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The  shall ensure freedom for the creation and functioning of trade unions, socio-occupational farmers' organisations, societies, citizens' movements, other voluntary associations and foundations.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 13 of the Constitution reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Political parties and other organisations whose programmes are based on totalitarian methods or the models of naziism, fascism or communism, or whose programmes or activities foster racial or national hatred, recourse to violence for the purposes of obtaining power or to influence State policy, or which provide for their structure or membership to be secret, shall be forbidden.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 32 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  All persons shall be equal before the law. All persons shall have the right to equal treatment by public authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  No one shall be discriminated against in political, social or economic life for any reason whatsoever.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 35 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Republic of  shall ensure that Polish citizens belonging to national or ethnic minorities have the freedom to preserve and develop their own language, to maintain customs and traditions, and to develop their own culture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  National or ethnic minorities shall have the right to establish educational and cultural institutions and institutions designed to protect religious identity, as well as to participate in the resolution of matters relating to their cultural identity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 58 of the Constitution, proclaiming the right to freedom of association, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The freedom of association shall be guaranteed to everyone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Associations whose purposes or activities are contrary to the Constitution or statute shall be prohibited. The courts shall decide whether to register an association and/or whether to prohibit an [activity of] an association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Categories of associations requiring court registration, the procedure for such registration and the manner in which activities of associations may be monitored shall be specified by law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Chapter III of the Constitution, entitled “Sources of law”, refers to the relationship between domestic law and international treaties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 87 § 1 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The sources of universally binding law of the  shall be the Constitution, statutes, ratified international treaties and ordinances.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 91 states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  As soon as a ratified international treaty has been promulgated in the Journal of Laws of the , it shall become part of the domestic legal order and shall be applied directly, unless its application depends on the enactment of a statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  An international treaty ratified after prior consent has been given in the form of a statute shall have precedence over statutes where the provisions of such a treaty cannot be reconciled with their provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Where a treaty ratified by the  establishing an international organisation so provides, the rules it lays down shall be applied directly and have precedence in the event of a conflict of laws.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Law on associations",
                                "elements": [
                                    {
                                        "content": "39.  The relevant part of section 1 of the Law on associations reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Polish citizens shall exercise the right of association in accordance with the Constitution ... and the legal order as specified by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The [exercise of the] right of association may be subject only to such limitations as are prescribed by law and are necessary for ensuring the interests of national security or public order and for the protection of health and morals or for the protection of the rights and freedoms of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  Associations shall have the right to express their opinion on public matters.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant part of section 2 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  An association is a voluntary, self-governing, stable union pursuing non profit- making aims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  An association shall freely determine its objectives, its programmes of activity and organisational structures, and shall adopt internal resolutions concerning its activity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant part of section 8, in the version applicable at the material time, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  An association shall register, unless otherwise provided by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Registration of an association shall be effected by the registering regional court (hereafter referred to as 'the registering court') within whose territorial jurisdiction that association has its headquarters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  The regional court within whose territorial jurisdiction an association has its headquarters (hereafter referred to as 'the court') shall be competent to take the measures that are prescribed by this Law in respect of an association [for example, those listed in sections 25, 26, 28 and 29].",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  In proceedings before it, the registering court or the court shall apply the provisions of the Code of Civil Procedure relating to non-contentious proceedings, unless otherwise provided by this Law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  The activities of associations shall be supervised by [the governor of the relevant province] (referred to hereafter as 'the supervisory authority').”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 10, in its relevant part, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  An association's memorandum shall in particular specify:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  the name of the association which shall differentiate it from other associations, organisations or institutions;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  the conditions for the admission of members, the procedure and grounds for the loss of membership, and the rights and obligations of members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  An association that intends to set up regional branches shall specify in its memorandum of association the structure of the organisation and the principles on which such branches shall be formed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 12 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The management committee of an association shall lodge with the relevant court an application for the registration of their association, together with a memorandum of association, a list of the founders containing their first names, surnames, dates and places of birth, their places of residence and signatures, a record of the election of the management committee and the address of their provisional headquarters.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 13 stipulates:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A court dealing with an application for registration of an association shall rule on such an application promptly; a ruling should be given within three months from the date on which the application was lodged with the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The court shall serve a copy of the application for the registration, together with the accompanying documents specified in section 12 on [the relevant] supervisory authority. The supervisory authority shall have the right to comment on the application within fourteen days from the date of service and, with the court's leave, to join the proceedings as a party.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 14 reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court shall refuse to register an association if it does not fulfil the conditions laid down in [this] Law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 16 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court shall allow an application for registration of an association if it is satisfied that the latter's memorandum of association is in conformity with the law and its members comply with the requirements laid down in [this] Law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Chapter 3 of the Law, entitled “Supervision of associations”, provides in sections 25 and following for various means of monitoring the activities of associations and lays down the conditions for the dissolution of an association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under section 25, the relevant supervisory authority may request the management committee of an association to submit, within a specified time-limit, copies of resolutions passed by the general meeting of the association or to ask the officers of an association to provide it with “necessary explanations”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the event that such requests are not complied with, the court, under section 26 and a motion from the supervisory authority, may impose a fine on the association concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under section 28, a supervisory authority, if it finds that activities of an association are contrary to the law or infringe the provisions of the memorandum of association in respect of matters referred to in section 10(1) and (2), may request that such breaches cease, or issue a reprimand, or request the competent court to take measures under section 29.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant part of section 29 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The court, at the request of a supervisory authority or a prosecutor, may:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  reprimand the authorities of the association concerned;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  annul [any] resolution passed by the association if such a resolution is contrary to the law or the provisions of the memorandum of association;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  dissolve the association if its activities have demonstrated a flagrant or repeated failure to comply with the law or with the provisions of the memorandum of association and if there is no prospect of the association reforming its activities so as to comply with the law and the provisions of the memorandum of association.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The 1993 Elections Act",
                                "elements": [
                                    {
                                        "content": "41.  Section 3 of the 1993 Elections Act provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  In the distribution of [seats in the Sejm] account shall be taken only of those regional electoral lists of electoral committees which have obtained at least 5% of the valid votes cast in the whole [of ].",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The regional electoral lists of electoral committees referred to in section 77(2) (electoral coalitions) shall be taken into account in the distribution of [seats in the Sejm], provided that they have obtained at least 8% of the valid votes cast in the whole [of ].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 4 read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the distribution of seats among national electoral lists, account shall be taken only of those lists of electoral committees which have obtained at least 7% of the valid votes cast in the whole [of ].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 5 stipulated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Electoral committees of registered organisations of national minorities may be exempted from one of the conditions referred to in section 3(1) or section 4, provided that, not later than the fifth day before the date of the election, they submit to the State Electoral College a declaration to that effect[].",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The State Electoral College shall promptly acknowledge receipt of the declaration referred to in subsection (1). This declaration shall be binding on electoral colleges.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant part of section 91 provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  An electoral committee which has registered its regional electoral lists in at least half of the constituencies [in the whole of ] ... shall be entitled to register a national electoral list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  The electoral committee[s] of organisations of national minorities shall be entitled to register a national electoral list, provided [they] ha[ve] registered their regional electoral lists in at least five constituencies. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Constitutional Court's interpretative ruling of 30 April 1997",
                                "elements": [
                                    {
                                        "content": "42.  On 23, 29 and 30 April 1997 the Constitutional Court dealt with an application by the President of the Supreme Administrative Court (Naczelny Sąd Administracyjny) seeking a universally binding interpretation of sections 5, 91(3), 79(3) and 87(4) of the 1993 Elections Act. In its ruling, the  addressed, among other things, the following question:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... whether it is implicit in the expression 'shall promptly acknowledge receipt of the declaration', as used in section 5(2) of the 1993 Elections Act, that, in order to issue such acknowledgment, the State Electoral College must verify whether an electoral committee that has submitted the declaration referred to in section 5(1) of the Act is in fact the electoral committee of a registered national minority organisation and may, for the purposes of such verification, require the committee to produce documents other than those listed in section 81(5) (i) of the 1993 Elections Act, such as the memorandum of association of the organisation ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The  held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the State Electoral College, in performing its duties as set out in section 5(2) of the 1993 Elections Act shall verify whether the declaration referred to in section 5(1) of that Act was submitted by the authorised electoral committee of one or more registered national minority organisations, and may, in case of doubt, require documentary evidence of such authorisation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "It further explained that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It must be stressed at the outset that the basis for section 5(1) of the 1993 Elections Act is to give Polish citizens belonging to national minorities an equal opportunity to participate in representative bodies. However, the possibility provided by this provision for electoral committees of registered national minority organisations to take advantage of exemptions from electoral thresholds is an exception to the principle of equality of electoral rights in a material sense. In practice, the electoral committee that has submitted a given national minority list [of candidates] will participate [in the distribution of seats in Parliament] ..., despite the fact that its list has not attained the corresponding threshold. This solution reflects a certain understanding of the equality principle that involves entities participating in elections being given equal opportunities ... This amounts to discrimination in favour of electoral committees of registered national minority organisations in comparison with other electoral committees. Since they constitute an exception to the equality principle, provisions governing such discrimination cannot be interpreted extensively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, section 5(1) reserves the privilege of exemption from electoral thresholds to lists of candidates supplied by the electoral committees of one or more registered national minority organisations, and only committees of that type may submit corresponding declarations to the State Electoral College. The emphasis should be placed on both the reference to 'registered organisations of national minorities' and to electoral committees acting in their name, for this privilege is available to 'national minority' organisations that are organised and act as such. [A] ... condition of the validity, and hence of effectiveness of a declaration seeking to take advantage of the exemption is that it must be submitted by an entity entitled to do so. It is therefore the responsibility of that entity to provide documentary evidence of its entitlement to submit the declaration. In practice, this amounts to a responsibility to submit to the State Electoral College documents unambiguously demonstrating that the electoral committee submitting the declaration is an entity entitled to do so, that is to say, the electoral committee of not just any organisation, but of one or more registered national minority organisations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with section 5(2), the State Electoral College is required to acknowledge, without delay, receipt of the declaration referred to in subsection (1), in other words, a declaration that has been submitted by an entity entitled to do so. In that connection, the College has a duty to verify whether the declaration was submitted by such an entity, and if in doubt, may require documentation unambiguously confirming the entity's right to submit the declaration, as the declaration gives rise to legal consequences, so justifying the need for specific verification. ... If such documents are not submitted, the State Electoral College is precluded from acknowledging receipt of the declaration referred to in section 5(1), since, apart from the requirement that it be made at the prescribed time to the appropriate electoral college, a vital condition for the validity of the declaration is that it be made by an entitled entity. On the other hand, the State Electoral College does not verify the content of the declaration, for which the electoral committee takes full responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Determining which documents are to be accepted by the State Electoral College as confirmation of the electoral committee's entitlement to submit the declaration referred to in section 5(1) is a separate issue. ... [I]t can be assumed that the State Electoral College may require the presentation of appropriate documents, such as a memorandum of association, that will allow it unambiguously to ascertain that the entity submitting the declaration is the electoral committee of one or more registered national minority organisations.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The Civil Code",
                                "elements": [
                                    {
                                        "content": "44.  Article 5 of the Civil Code reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall exercise any right held by him or her in a manner contrary to its socio-economic purpose or to the principles of co-existence with others [zasady współżycia społecznego]. No act or omission [matching this description] on the part of the holder of the right shall be deemed to be the exercise of the right and be protected [by law].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant part of Article 58 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A[ny] act which is contrary to the law or aimed at evading the law shall be null and void, unless a statutory provision provides for other legal effects, such as the replacement of the void elements of such an act by elements provided for by statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Any act which is contrary to the principles of co-existence with others shall be null and void.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "F.  The Framework Convention for the Protection of National Minorities",
                                        "elements": [
                                            {
                                                "content": "45.  At the material time  was a signatory to the Council of Europe Framework Convention for the Protection of National Minorities (European Treaty Series no. 157); the date of signature was 1 February 1995.  ratified the Framework Convention on 20 December 2000. It came into force in respect of  on 1 April 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Framework Convention contains no definition of the notion of “national minority”. Its explanatory report mentions that it was decided to adopt a pragmatic approach, based on the recognition that at that stage it was impossible to arrive at a definition capable of mustering the general support of all Council of Europe member States.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  , at the time of the deposit of the instrument of ratification, made the following declaration:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Taking into consideration the fact that the Framework Convention for the Protection of National Minorities contains no definition of the national minorities notion, the  declares that it understands this term as national minorities residing within the territory of the  at the same time whose members are Polish citizens.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  The applicants complained that the Polish authorities had arbitrarily refused to register their association, called “Union of People of Silesian Nationality”, and alleged a breach of Article 11 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                "elements": []
                            },
                            {
                                "content": "49.  In its judgment of 20 December 2001, the Chamber found that there had been no breach of Article 11. It held that the refusal to register the applicants' association, which had been prompted by the need to protect the State electoral system against the applicants' potential attempt to claim unwarranted privileges under electoral law, had been justified under paragraph 2 of that provision (see paragraphs 64 et seq. of the Chamber's judgment).",
                                "elements": []
                            },
                            {
                                "content": "50.  The applicants, in their letter of 20 March 2002 requesting that the case be referred to the Grand Chamber, stressed that a refusal to register an association could not – as had happened in their case – be based on mere impressions or suppositions about the association's future actions. They criticised the Chamber's conclusion that the statement in paragraph 30 of the memorandum of association that their Union was to be an “organisation of the Silesian national minority” had given the impression that they might later aspire to stand in elections and acquire privileges under electoral law. In that connection, they argued that not only had that finding been unsupported by any evidence showing that that was indeed their intention, but also that registration of their association would not have conferred on them any such privileges automatically since, in the absence of any definition of the concept of “national minority” in Polish law, that issue had been left for the State Electoral College to decide.",
                                "elements": []
                            },
                            {
                                "content": "51.  The Government entirely agreed with the findings and conclusions of the Chamber and considered that the applicants' arguments should be rejected.",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there has been an interference",
                                "elements": [
                                    {
                                        "content": "52.  Both before the Chamber and the Grand Chamber, the parties agreed that there had been an interference with the exercise of the applicants' right to freedom of association within the meaning of paragraph 2 of Article 11. In that connection, the Court also notes that the central issue underlying the applicants' grievance is the refusal to register their association as an “organisation of the Silesian national minority” (see paragraphs 22, 48 and 50 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "53.  The impugned restriction will not be justified under the terms of Article 11 unless it was “prescribed by law”, pursued one or more of the legitimate aims set out in paragraph 2 of that Article and was “necessary in a democratic society” for the achievement of those aims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  “Prescribed by law”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Chamber's judgment",
                                "elements": [
                                    {
                                        "content": "54.  The Chamber, finding that the refusal to register the applicants' association was based on a number of legal provisions, including Article 32 of the Constitution, Articles 5 and 58 of the Civil Code and sections 8, 10(1) (i) and (iv) and 14 of the Law on associations, held that the restriction on their freedom of association had been “prescribed by law” (see paragraph 38 of the Chamber's judgment).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The parties' submissions to the Grand Chamber",
                                "elements": [
                                    {
                                        "content": "55.  The applicants contested the Chamber's conclusion. They argued, first and foremost, that they had been denied the right to form an association not because they had failed to meet the requirements for registration laid down in the Law on associations, or because their aims or the means of their achievement had been contrary to the law, but solely because the authorities considered that there was no Silesian national minority in Poland.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  That opinion was, they stressed, completely arbitrary. It was based on purely political, not legal or factual, grounds. Thus, in reality, there had been no possibility of ascertaining whether or not a given group constituted a national minority, since under Polish law there was still no procedure whereby a minority could seek legal recognition or provision defining the notion of “national” or “ethnic” minority. They asserted that that lacuna in the law made it impossible for them to determine how to form an association comprising members of a minority group wishing to pursue common goals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They also noted that the Chamber had already found that the absence of any such legal criteria left the authorities a degree of latitude and made the situation of the individual uncertain. In their view, the power of appreciation left to the authorities was practically unlimited and the rules they would apply were unpredictable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Furthermore, the authorities had used the registration procedure under the Law on associations as a means of denying them a minority status. Yet that procedure could not act as an instrument for determining whether or not a national minority existed. It was purely formal and could serve only the purposes for which it was designed, namely to determine whether registration was admissible under section 14 of the Law on associations, and whether, as prescribed by section 16, the memorandum of association was in conformity with the law and the members satisfied the statutory requirements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The applicants asserted that they had fulfilled all those conditions. Consequently, under the relevant Law, the authorities were obliged to register the association and, as the  rightly held, there had been no legal basis for their refusal to do so. However, instead of focusing on the requirements for registration, the higher courts had engaged in speculation about whether they intended to stand in elections and had tried the case as a dispute over the existence of Silesian nationality. In the absence of any legal definition of the concept of “national minority” or criteria for determining what might qualify as a “national minority”, that approach had deprived the applicants of the ability to foresee what legal rules would be applied in their case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government fully agreed with the Chamber's opinion and added that the relevant provisions were sufficiently clear, precise and accessible to allow the applicants to determine their conduct. Consequently, they met the standard of “foreseeability” of a “law” under the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  At the hearing before the Grand Chamber, the Government acknowledged that Polish legislation, as it stood at the material time, had not defined the notions of “national” and “ethnic” minority, in particular for the purposes of electoral law. That, in their view, did not alter the position since it could not be said that the State had a duty to provide a definition. The fact that some States had chosen – either in their legislation or in their declarations under the Framework Convention – to give descriptive or enumerative definitions of minorities did not mean that the  had to do likewise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Indeed, in  national or ethnic minorities could be, and were, identified by reference to various legal sources such as the bilateral treaties on good neighbourliness and friendly cooperation it had entered into with , ,  and other neighbouring states. They were also recognised in legal instruments, a specific example being the official report on the implementation of the Framework Convention, submitted by the Polish government to the Secretary General of the Council of Europe in 2002. The 2002 National and Ethnic Minorities Bill, which was currently before Parliament, also contained a list of national and ethnic minorities in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "All those documents constituted bases for establishing the existence of national minorities, but none of them mentioned Silesians.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government further pointed out that, under both the 1993 Elections Act and the current 2001 Elections Act, there existed two other ways of recognising a “national minority” for the purposes of electoral law. First, a court dealing with an application for the registration of an association representing a national minority would examine whether it had the necessary attributes. Second, on receipt of a declaration under the 1993 Elections Act from an electoral committee of a registered organisation of a national minority, the State Electoral College was required to determine whether it had been submitted by a competent body and was supported by satisfactory evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In conclusion, the Government considered that, although under Polish law there was no definition of “national minority” and no specific procedure for acquiring that status, the combination of the applicable rules had given the applicants sufficient guidance on conditions for recognition as a national minority and registration of an association of such a minority.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "64.  The Court reiterates that the expression “prescribed by law” requires firstly that the impugned measure should have a basis in domestic law. It also refers to the quality of the law in question, requiring that it be accessible to the persons concerned and formulated with sufficient precision to enable them – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail and to regulate their conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, it is a logical consequence of the principle that laws must be of general application that the wording of statutes is not always precise. The need to avoid excessive rigidity and to keep pace with changing circumstances means that many laws are inevitably couched in terms which, to a greater or lesser extent, are vague. The interpretation and application of such enactments depend on practice (see Rekvényi v. Hungary [GC], no. 25390/94, § 34, ECHR 1999-III, and, as a recent authority, Refah Partisi (the Welfare Party) and Others v. Turkey [GC], nos. 41340/98, 41342/98,41343/98 and 41344/98, § 57, ECHR 2003-II, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The scope of the notion of foreseeability depends to a considerable degree on the content of the instrument in question, the field it is designed to cover and the number and status of those to whom it is addressed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It must also be borne in mind that, however clearly drafted a legal provision may be, its application involves an inevitable element of judicial interpretation, since there will always be a need for clarification of doubtful points and for adaptation to particular circumstances. A margin of doubt in relation to borderline facts does not by itself make a legal provision unforeseeable in its application. Nor does the mere fact that such a provision is capable of more than one construction mean that it fails to meet the requirement of “foreseeability” for the purposes of the Convention. The role of adjudication vested in the courts is precisely to dissipate such interpretational doubts as remain, taking into account the changes in everyday practice (see Refah Partisi (the Welfare Party) and Others and Rekvényi, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Turning to the circumstances of the present case, the Court observes that the applicants' arguments as to the alleged unforeseeablity of Polish law do not concern the legal provisions on which the refusal to register their association was actually based, namely Article 32 of the Constitution and various provisions of the Law on associations and the Civil Code (see paragraphs 32, 36, 54 and 55-58 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes in this respect that the Law on associations gives the courts the power to register associations (section 8) and in this context to verify, inter alia, the conformity with the law of the memorandum of association (section 16), including the power to refuse registration if it is found that the conditions of the Law on associations have not been met (section 14) (see paragraph 39 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present case the Polish courts refused registration because they considered that the applicants' association could not legitimately describe itself as an “organisation of a national minority”, a description which would give it access to the electoral privileges conferred under section 5 of the 1993 Elections Act (see paragraph 41 above), as the Silesian people did not constitute a “national minority” under Polish law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants essentially criticised the absence of any definition of a national minority or any procedure whereby such a minority could obtain recognition under domestic law. They contended that that lacuna in the law made it impossible for them to foresee what criteria they were required to fulfil to have their association registered and left an unlimited discretionary power in that sphere to the authorities (see paragraphs 56-58 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  It is not for the Court to express a view on the appropriateness of methods chosen by the legislature of a respondent State to regulate a given field. Its task is confined to determining whether the methods adopted and the effects they entail are in conformity with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the applicants' argument that Polish law did not provide any definition of a “national minority”, the Court observes firstly, that, as the Chamber rightly pointed out, such a definition would be very difficult to formulate. In particular, the notion is not defined in any international treaty, including the Council of Europe Framework Convention (see paragraph 62 of the Chamber's judgment and paragraph 46 above and, for example, Article 27 of the United Nations International Covenant on Civil and Political Rights, Article 39 of the United Nations Convention on the Rights of the Child and the 1992 United Nations Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Likewise, practice regarding official recognition by States of national, ethnic or other minorities within their population varies from country to country or even within countries. The choice as to what form such recognition should take and whether it should be implemented through international treaties or bilateral agreements or incorporated into the Constitution or a special statute must, by the nature of things, be left largely to the State concerned, as it will depend on particular national circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  While it appears to be a commonly shared European view that, as laid down in the preamble to the Framework Convention, “the upheavals of European history have shown that the protection of national minorities is essential to stability, democratic security and peace on this continent” and that respect for them is a condition sine qua non for a democratic society, it cannot be said that the Contracting States are obliged by international law to adopt a particular concept of “national minority” in their legislation or to introduce a procedure for the official recognition of minority groups.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In  the rules applicable to national or ethnic minorities are not to be found in a single document, but are divided between a variety of instruments, including the Constitution, electoral law and international agreements. The constitutional guarantees are afforded to both national and ethnic minorities. The Constitution makes no distinction between national and ethnic minorities as regards their religious, linguistic and cultural identities, the preservation, maintenance and development of their language, customs, traditions and culture, or the establishment of educational and cultural institutions (see paragraph 37 above). In contrast, electoral law introduces special privileges only in favour of “registered organisations of national minorities” (see paragraph 41 above). It does not give any indication as to the criteria a “national minority” must fulfil in order to have its organisation registered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the Court considers that the lack of an express definition of the concept of “national minority” in the domestic legislation does not mean that the  was in breach of its duty to frame law in sufficiently precise terms. Nor does it find any breach on account of the fact that the  chose to recognise minorities through bilateral agreements with neighbouring countries rather than under a specific internal procedure. The Court recognises that, for the reasons explained above, in the area under consideration it may be difficult to frame laws with a high degree of precision. It may well even be undesirable to formulate rigid rules. The  cannot, therefore, be criticised for using only a general statutory categorisation of minorities and leaving interpretation and application of those notions to practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Consequently, the Court does not consider that leaving to the authorities a discretion to determine the applicable criteria with regard to the concept of “registered associations of national minorities” underlying section 5 of the 1993 Elections Act was, as the applicants alleged, tantamount to granting them an unlimited and arbitrary power of appreciation. As regards the registration procedure, it was both inevitable and consistent with the adjudicative role vested in them for the national courts to be left with the task of interpreting the notion of “national minority”, as distinguished from “ethnic minority” within the meaning of the Constitution, and assessing whether the applicants' association qualified as an “organisation of a national minority” (see paragraph 65 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In reviewing the relevant principles, the Supreme Court and the Court of Appeal took into consideration all the statutory provisions applicable to associations and national minorities as well as social factors and other legal factors, including all the legal consequences that registering the applicants' association in the form they proposed might entail (see paragraphs 32 and 36 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Contrary to what the applicants have alleged, those courts do not appear to have needlessly transformed the registration procedure into a dispute over the concept of Silesian nationality. Rather, it was the statement in paragraph 30 of the memorandum of association that made it necessary to consider that issue in the proceedings (see paragraphs 22, 25 and 28 above). The applicants must have been aware, when that paragraph was drafted, that the courts would have no alternative but to interpret the notion of “national minority” as it applied in their case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to the foregoing, the Court is satisfied that the Polish law applicable in the present case was formulated with sufficient precision, for the purposes of paragraph 2 of Article 11 of the Convention, to enable the applicants to regulate their conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Legitimate aim",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Chamber's judgment",
                                "elements": [
                                    {
                                        "content": "72.  The Chamber found that the Polish authorities had sought to avoid the association using a name which the public might find misleading as it established a link to a non-existent nation. It also found that they had acted in order to protect other, similar ethnic groups whose rights might be affected by the registration of the association. The Chamber consequently held that the interference with the applicants' right had pursued legitimate aims under Article 11, namely “the prevention of disorder” and “the protection of the rights of others” (see paragraph 44 of the Chamber's judgment).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The parties' submissions to the Grand Chamber",
                                "elements": [
                                    {
                                        "content": "73.  The applicants stressed that it was undisputed that all the aims of their association, as set out in paragraph 7 of the memorandum of association, were in conformity with the law. The name chosen for the association could not be seen as capable of causing “disorder” and, therefore, justify measures to “prevent disorder”, especially as the authorities had eventually accepted the name and only insisted on the deletion of paragraph 30 of the memorandum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  They further submitted that the fact that that paragraph stated that “[t]he Union is an organisation of the Silesian national minority” did not by itself infringe the rights of other ethnic groups, in particular under electoral law. That single provision, in the absence of any attempt on their part to stand in elections or to claim minority status under the 1993 Elections Act, and in the absence of any such objective in the memorandum of association, could not in any way affect the rights or freedoms of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In conclusion, the applicants invited the Grand Chamber to hold that the restriction on their right to freedom of association had not been imposed in pursuance of any legitimate aim within the meaning of Article 11 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government disagreed. They fully subscribed to the Chamber's conclusion and stood by their submissions to it, reiterating that it had been legitimate for the authorities to refuse to register the applicants' association as an organisation of a national minority. Had they allowed the registration, it would have had serious consequences for the domestic legal order because it would have enabled the applicants to claim privileges reserved for genuine national minorities. It would also have amounted to discrimination against other ethnic groups in the sphere of electoral law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "76.  When justifying the impugned decisions, the domestic courts expressly relied on the need to protect the domestic legal order and the rights of other ethnic groups against an anticipated attempt by the applicants' association to circumvent the provisions of the 1993 Elections Act or other statutes conferring particular rights on national minorities (see paragraphs 32 and 36 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Against that background, the Grand Chamber considers that the applicants have not put forward any arguments that would warrant a departure from the Chamber's finding that the interference in question was intended to prevent disorder and to protect the rights of others. Indeed, it could be said that, as the impugned measure purported to prevent a possible abuse of electoral law by the association itself or by other organisations in a similar situation, it served to protect the existing democratic institutions and procedures in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  “Necessary in a democratic society”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Chamber's judgment",
                                "elements": [
                                    {
                                        "content": "77.  The Chamber held that the refusal to register the association without the deletion of the contested paragraph 30 of the memorandum of association satisfied the test of “necessity”, as it was made with a view to protecting the electoral system of the State, which was an indispensable element of the proper functioning of a “democratic society” within the meaning of Article 11 of the Convention (see paragraph 66 of the Chamber's judgment).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The parties' submissions to the Grand Chamber",
                                "elements": [
                                    {
                                        "content": "78.  The applicants disagreed with the Chamber and stressed that the refusal had been an extreme measure that amounted to a prior, unjustifiable restraint on their freedom of association and could not be reconciled with the principles governing a democratic society. It had been based on entirely unfounded suspicions as to their true intentions and on speculation as to their future actions. In the applicants' opinion, there was always a hypothetical risk that a particular association might infringe the law or engage in activities incompatible with the aims it proclaimed. Yet the mere possibility of that happening could not justify a preventive blanket ban being imposed on its activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The principal argument put forward by the authorities had been the alleged need to protect the electoral system against a possible attempt by the applicants to claim national-minority status in parliamentary elections and special privileges under electoral law. In the authorities' view, that mere eventuality had become a certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By taking that stance, they had overlooked the obvious fact that only a series of events and decisions – none of which were in the least bit certain – would have enabled the applicants to gain those privileges. First, they would have had to want to run for elections. Second, they would have had to set up an “electoral committee of a registered organisation of a national minority”. Given that their memorandum of association had not envisaged such a form of activity, the authorities could have interfered at that stage, under sections 28 and 29 of the Law on Associations. Next, the committee would have had to submit to the State Electoral College a declaration under section 5 of the 1993 Elections Act. The College would have examined that declaration thoroughly so as to ascertain whether it had been submitted by an entity entitled to make such a declaration. In case of doubt, it could have ordered the committee to produce supporting evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In consequence, the State Electoral College would have had the ultimate power to acknowledge or reject their claim to privileges under the 1993 Elections Act, as was apparent not only from section 5 but also from the general provisions of the Act, which obliged the College to ensure compliance with its provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The applicants said that, in any event, it had not been necessary for the authorities to have recourse to so drastic a measure as preventing the very existence of the association. Under the Law on associations, they had a number of powerful legal tools at their disposal for regulating the activities of an existing association. They could reprimand its officers, annul any unlawful resolution passed by the association or even dissolve it under section 29. In contrast to a preventive restriction on registration in anticipation of a particular scenario, such measures could be regarded as acceptable under Article 11 as their application depended on the actual conduct and actions of the association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, without needing to resort to a refusal of registration, the authorities could have effectively corrected or put an end to the association's future activity if the need to “prevent disorder” or to “protect the rights of others” had in fact arisen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  In view of the foregoing, the applicants concluded that the contested restriction had been disproportionate to the aims relied on by the authorities and could not, therefore, be regarded as necessary in a democratic society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government maintained that the authorities' intention was not to put a preventive restraint on the applicants' right to associate freely with others in order to maintain distinctive features of Silesians or to promote Silesian culture. Their primary purpose had been to forestall their likely attempt to use the registration of the association as a legal means for acquiring special status under electoral law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The authorities had not acted, as the applicants asserted, on unfounded suspicions as to their concealed intentions but on the basis of an objective assessment of the relevant facts and the legal consequences of the registration of an association that declared itself to be an organisation of a national minority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Thus, the crucial issue between the applicants and the authorities was not the intended name of the association – as the latter had eventually been prepared to accept it – but the content of paragraph 30 of the memorandum of association, which corresponded to the wording of section 5 of the 1993 Elections Act. It was the provisions of the memorandum of association, not its name, that would subsequently have been decisive for the State Electoral College in determining whether the association constituted a “registered organisation of a national minority”. It could be assumed that, even if the association had been registered as an organisation of “people of Silesian nationality” but with the disputed paragraph deleted from the memorandum, the applicants would not have been able to take advantage of the electoral privileges envisaged for national minorities. In the Government's submission, the applicants had been perfectly aware of that consequence as, otherwise, they would have accepted the Governor's proposal for the deletion of paragraph 30.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government added that, on the basis of that provision, the applicants would inevitably have acquired on registration of the association an unconditional right to benefit from preferential treatment under the 1993 Elections Act. Consequently, the authorities had had to act before that risk had become real and immediate since, at election time, all the measures available under the Law on associations would have either been inadequate or come too late.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  In reality, under Polish law an association could only be dissolved if its activities demonstrated a flagrant or repeated non-compliance with the law or its memorandum of association. To begin with, there had been nothing in the stated aims of the association to cast doubt on their conformity with the law; the prime objective, which had been to obtain minority status, had not been articulated expressly. Secondly, had the applicants, or other members, stood for future parliamentary elections, there would have been no legal means to prevent them from taking advantage of the privileges under electoral law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Running for election, in the legitimate exercise of a political right, could not be considered an unlawful activity under the Law on associations. At that stage the State Electoral College would have had no power to reject the declaration stating that the applicants had constituted an electoral committee of a registered organisation of a national minority, because their status would have been confirmed officially by the content of their memorandum of association and, in particular, paragraph 30 thereof. It would only have had the power to ascertain whether the declaration had been made by an authorised legal entity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In sum, the Government considered that the restriction imposed on the exercise of the applicants' right to freedom of association had been necessary in a democratic society since it corresponded to a “pressing social need” and had been proportionate to the legitimate aims pursued.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "88.  The right to freedom of association laid down in Article 11 incorporates the right to form an association. The ability to establish a legal entity in order to act collectively in a field of mutual interest is one of the most important aspects of freedom of association, without which that right would be deprived of any meaning (see Sidiropoulos and Others v. Greece, judgment of 10 July 1998, Reports of Judgments and Decisions 1998-IV, p. 1614, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Indeed, the state of democracy in the country concerned can be gauged by the way in which this freedom is secured under national legislation and in which the authorities apply it in practice (ibid.). In its case-law, the Court has on numerous occasions affirmed the direct relationship between democracy, pluralism and the freedom of association and has established the principle that only convincing and compelling reasons can justify restrictions on that freedom. All such restrictions are subject to a rigorous supervision by the Court (see, among many authorities, United Communist Party of Turkey and Others v. Turkey, judgment of 30 January 1998, Reports 1998-I, pp. 20 et seq., §§ 42 et seq.; Socialist Party and Others v. Turkey, judgment of 25 May 1998, Reports 1998-III, pp. 1255, et seq,. §§ 41 et seq.; and Refah Partisi (the Welfare Party) and Others, cited above, §§ 86 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  As has been stated many times in the Court's judgments, not only is political democracy a fundamental feature of the European public order but the Convention was designed to promote and maintain the ideals and values of a democratic society. Democracy, the Court has stressed, is the only political model contemplated in the Convention and the only one compatible with it. By virtue of the wording of the second paragraph of Article 11, and likewise of Articles 8, 9 and 10 of the Convention, the only necessity capable of justifying an interference with any of the rights enshrined in those Articles is one that may claim to spring from “democratic society” (see, for instance, United Communist Party of Turkey and Others, cited above, pp. 20-21, §§ 43-45, and Refah Partisi (the Welfare Party) and Others, cited above, §§ 86-89).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Referring to the hallmarks of a “democratic society”, the Court has attached particular importance to pluralism, tolerance and broadmindedness. In that context it has held that, although individual interests must on occasion be subordinated to those of a group, democracy does not simply mean that the views of the majority must always prevail: a balance must be achieved which ensures the fair and proper treatment of minorities and avoids any abuse of a dominant position (see Young, James and Webster v. the United Kingdom, judgment of 13 August 1981, Series A no. 44, p. 25, § 63, and Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 112, ECHR 1999-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Furthermore, given that the implementation of the principle of pluralism is impossible without an association being able to express freely its ideas and opinions, the Court has also recognised that the protection of opinions and the freedom of expression within the meaning of Article 10 of the Convention is one of the objectives of the freedom of association (see, for instance, Refah Partisi (the Welfare Party) and Others, cited above, § 88).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  While in the context of Article 11 the Court has often referred to the essential role played by political parties in ensuring pluralism and democracy, associations formed for other purposes, including those protecting cultural or spiritual heritage, pursuing various socio-economic aims, proclaiming or teaching religion, seeking an ethnic identity or asserting a minority consciousness, are also important to the proper functioning of democracy. For pluralism is also built on the genuine recognition of, and respect for, diversity and the dynamics of cultural traditions, ethnic and cultural identities, religious beliefs, artistic, literary and socio-economic ideas and concepts. The harmonious interaction of persons and groups with varied identities is essential for achieving social cohesion. It is only natural that, where a civil society functions in a healthy manner, the participation of citizens in the democratic process is to a large extent achieved through belonging to associations in which they may integrate with each other and pursue common objectives collectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court recognises that freedom of association is particularly important for persons belonging to minorities, including national and ethnic minorities, and that, as laid down in the preamble to the Council of Europe Framework Convention, “a pluralist and genuinely democratic society should not only respect the ethnic, cultural, linguistic and religious identity of each person belonging to a national minority, but also create appropriate conditions enabling them to express, preserve and develop this identity” . Indeed, forming an association in order to express and promote its identity may be instrumental in helping a minority to preserve and uphold its rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Freedom of association is not absolute, however, and it must be accepted that where an association, through its activities or the intentions it has expressly or implicitly declared in its programme, jeopardises the State's institutions or the rights and freedoms of others, Article 11 does not deprive the State of the power to protect those institutions and persons. This follows both from paragraph 2 of Article 11 and from the State's positive obligations under Article 1 of the Convention to secure the rights and freedoms of persons within its jurisdiction (see Refah Partisi (the Welfare Party) and Others, cited above, §§ 96-103).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Nonetheless, that power must be used sparingly, as exceptions to the rule of freedom of association are to be construed strictly and only convincing and compelling reasons can justify restrictions on that freedom. Any interference must correspond to a “pressing social need”; thus, the notion “necessary” does not have the flexibility of such expressions as “useful” or “desirable” (see Young, James and Webster, and Chassagnou and Others, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  It is in the first place for the national authorities to assess whether there is a “pressing social need” to impose a given restriction in the general interest. While the Convention leaves to those authorities a margin of appreciation in this connection, their assessment is subject to supervision by the Court, going both to the law and to the decisions applying it, including decisions given by independent courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When the Court carries out its scrutiny, its task is not to substitute its own view for that of the national authorities, which are better placed than an international court to decide both on legislative policy and measures of implementation, but to review under Article 11 the decisions they delivered in the exercise of their discretion. This does not mean that it has to confine itself to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; it must look at the interference complained of in the light of the case as a whole and determine whether it was “proportionate to the legitimate aim pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In so doing, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 11 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see, mutatis mutandis, United Communist Party of Turkey and Others, cited above, p. 27, §§ 46-47, and Refah Partisi (the Welfare Party) and Others, cited above, § 100).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court will first determine whether there could be said to have been, at the relevant time, a “pressing social need” to take the impugned measure – namely the refusal to register the association with the description in paragraph 30 of its memorandum of association (see paragraph 22 above) – in order to achieve the legitimate aims pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The principal reason for the interference thereby caused with the applicants' enjoyment of their freedom of association was to pre-empt their anticipated attempt to claim special privileges under the 1993 Elections Act, in particular an exemption from the threshold of 5% of the votes normally required to obtain seats in Parliament and certain advantages in respect of the registration of electoral lists (see paragraphs 32, 36 and 41 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants, for their part, asserted that the impugned restriction was premature and that the authorities had based their decisions on unfounded suspicions as to their true intentions and on speculation about their future actions. They stressed that running for elections was not one of the aims stated in their memorandum of association (see paragraphs 78-79 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  It is true that the applicants' intentions could not be verified by reference to the conduct of the association in practice, as it was never registered. It is also true that the aim of securing representation in Parliament was not explicitly stated in the memorandum of association and that any unstated intention that the applicants may have had to secure electoral privileges would have depended on a combination of future events (see paragraphs 19, 32, 36 and 41-43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  In this connection, however, there was a dispute between the parties as to the repercussions, under Polish law, of registration as regards qualification for electoral privileges. The applicants submitted that the effective – and ultimate – power to acknowledge or reject their claim to privileges under section 5 of the 1993 Elections Act was vested in the State Electoral College (see paragraph 79 above). The Government, on the other hand, contended that the College would have had no power to reject a declaration by the association notifying it that it had set up an “electoral committee of a registered organisation of a national minority” because that would have been the legal status enjoyed by the association as confirmed by documentary evidence in the form of the memorandum of their registered association and, more particularly, paragraph 30 thereof (see paragraph 86 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court reiterates that it is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation, the Court's role being confined to determining whether the effects of that interpretation are compatible with the Convention (see, among other authorities, Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  When considering the legal consequences of registering the association with the statement in its memorandum of association that it was “an organisation of the Silesian national minority”, the Supreme Court evidently worked on the assumption that, had the members of the association run for election, the State Electoral College would have had no choice but to accept their declaration under section 5 of the 1993 Elections Act (see paragraph 36 above). Such a reading of the relevant provisions of domestic law, limiting the role of the State Electoral College to controlling technical and formal matters, with no competence to examine substantive criteria such as the existence or not of a “national minority”, cannot, in the Court's opinion, be regarded as arbitrary. Under Polish law, as authoritatively interpreted by the Polish Supreme Court, therefore, the procedure before the State Electoral College could not – after the registration of the association – serve to prevent its members from acquiring special electoral status (see paragraphs 36 and 42-43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Had registration been granted, a decision by the applicants to run as candidates in elections as members of the association would, as the Government have pointed out (see paragraph 86 above), have been no more than a legitimate exercise of their political rights. In consequence, the Court is not convinced that any of the drastic measures available under the Law on associations, such as annulment of a resolution to put up candidates in elections or dissolution of the association, which could be imposed only if “such a resolution [was] contrary to the law or the provisions of the memorandum of association” or “if its activities ... demonstrated a flagrant or repeated failure to comply with the law or with the provisions of the memorandum of association” (see paragraph 40 above), would have been applicable and, therefore, susceptible of avoiding the particular mischief which the authorities were seeking to avoid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court will accordingly proceed on the understanding, which was the basis of the judgment by the Polish Supreme Court, that under Polish law the registration of the applicants' association as an “organisation of a national minority” was capable by itself of setting in motion a chain of further events that would lead, subject only to voluntary actions by the association and its members, to the acquisition of electoral privileges. In other words, the risk that the association and its members might claim electoral privileges was inherent in any decision that allowed them to form the association without first amending paragraph 30 of the memorandum of association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  That being so, the appropriate time for countering the risk of the perceived mischief, and thereby ensuring that the rights of other persons or entities participating in parliamentary elections would not actually be infringed, was at the moment of registration of the association and not later. The Court does not therefore subscribe to the applicants' analysis of the impugned measure as being one of prior restraint in anticipation of any action which the association might or might not take in future and which could as well have been controlled by the exercise of the authorities' supervisory powers under sections 25 and 26 of the Law on associations. In reality, imposing as a condition for registration of the association that the reference to an “organisation of a national minority” be removed from paragraph 30 of the memorandum of association was no more than the legitimate exercise by the Polish courts of their power to control the lawfulness of this instrument, including the power to refuse any ambiguous or misleading clause liable to lead to an abuse of the law – in the event, a clause which would create for the association and its members a capacity, which could not be impeded, to enjoy electoral privileges to which they were not entitled (see the reasoning of the Supreme Court quoted in paragraph 36 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, the Court accepts that the national authorities, and in particular the national courts, did not overstep their margin of appreciation in considering that there was a pressing social need, at the moment of registration, to regulate the free choice of associations to call themselves an “organisation of a national minority”, in order to protect the existing democratic institutions and election procedures in Poland and thereby, in Convention terms, prevent disorder and protect the rights of others (see paragraph 76 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  It remains for the Court to ascertain whether, in view of its adverse effects on the ability of the association and its members, including the applicants, to carry out their associative activities, the refusal to register the association with the description “organisation of the Silesian national minority” was proportionate to the legitimate aims pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants stressed the particular severity of the interference, which in their view had amounted to a preventive blanket ban on their activities. They also argued that it had not been necessary for the authorities to take such a drastic measure, because they could have corrected their future actions using the means designed by the Law on associations to regulate the latter's activities (see paragraph 80 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government maintained that the authorities had not acted in order to prohibit the formation of an association preserving Silesian cultural identity but to prevent the applicants' possible attempt to obtain, through the registration of their association, a special legal status. They further submitted that the machinery established by the Law on associations for monitoring the activities of associations would not be sufficient to prevent them from taking advantage of privileges under electoral law (see paragraphs 82-86 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court, on the basis of Polish law as authoritatively interpreted by the Polish Supreme Court, has already rejected the applicants' argument that the provisions on the regulation of the activities of associations in the Law on associations would have provided an alternative and less onerous means of avoiding a future abuse of electoral privileges by the applicants' association (see paragraphs 101 and 103, first sub-paragraph, above). The Court does however accept that, in its impact on the applicants, the impugned measure was radical: it went so far as to prevent the association from even commencing any activity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the degree of interference under paragraph 2 of Article 11 cannot be considered in the abstract and must be assessed in the particular context of the case. There may also be cases in which the choice of measures available to the authorities for responding to a “pressing social need” in relation to the perceived harmful consequences linked to the existence or activities of an association is unavoidably limited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the instant case the refusal was not a comprehensive, unconditional one directed against the cultural and practical objectives that the association wished to pursue, but was based solely on the mention, in the memorandum of association, of a specific appellation for the association. It was designed to counteract a particular, albeit only potential, abuse by the association of its status as conferred by registration. It by no means amounted to a denial of the distinctive ethnic and cultural identity of Silesians or to a disregard for the association's primary aim, which was to “awaken and strengthen the national consciousness of Silesians” (see paragraph 19 above). On the contrary, in all their decisions the authorities consistently recognised the existence of a Silesian ethnic minority and their right to associate with one another to pursue common objectives (see paragraphs 32 and 36 above). All the various cultural and other activities that the association and its members wished to undertake could have been carried out had the association been willing to abandon the appellation set out in paragraph 30 of its memorandum of association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Like the Chamber, the Grand Chamber finds it hard to perceive any practical purpose for this paragraph in relation to the association's proposed activities other than to prepare the ground for enabling the association and its members to benefit from the electoral privileges accorded by section 5(1) of the 1993 Elections Act to “registered organisations of national minorities” (see also paragraph 64 of the Chamber's judgment). The disputed restriction on the establishment of the association was essentially concerned with the label which the association could use in law – with whether it could call itself a “national minority” – rather than with its ability “to act collectively in a field of mutual interest” (see paragraph 88 above). As such, it did not go to the core or essence of freedom of association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, for the purposes of Article 11 of the Convention and the freedom of association which it guarantees, the interference in question cannot be considered disproportionate to the aims pursued.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  The Court's conclusion",
                                "elements": [
                                    {
                                        "content": "106.  The Court concludes, therefore, that it was not the applicants' freedom of association per se that was restricted by the State. The authorities did not prevent them from forming an association to express and promote distinctive features of a minority but from creating a legal entity which, through registration under the Law on associations and the description it gave itself in paragraph 30 of its memorandum of association, would inevitably become entitled to a special status under the 1993 Elections Act. Given that the national authorities were entitled to consider that the contested interference met a “pressing social need” and given that the interference was not disproportionate to the legitimate aims pursued, the refusal to register the applicants' association can be regarded as having been “necessary in a democratic society” within the meaning of Article 11 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been no violation of Article 11 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "Holds that there has been no violation of Article 11 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "\nDone in English and in French, and delivered at a public hearing in the Human Rights Building, , on 17 February 2004.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint concurring opinion of Mr Costa and Mr Zupančič joined by Mr Kovler is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  It was after much hesitation that we decided to join our colleagues in the Grand Chamber in finding that  had not violated Article 11 of the Convention in the instant case by refusing to register the association with the name “Union of People of Silesian Nationality”.",
                        "elements": []
                    },
                    {
                        "content": "2.  Freedom of association is one of the most fundamental political freedoms and, in States that profess democratic values, the courts protect it, usually by according it constitutional status (examples include, in France: the Conseil d'Etat's judgment of 11 July 1956, Amicale des Annamites de Paris, and the decision of the Constitutional Council no. 71-44 of 16 July 1971; and, in the United States: Supreme Court judgments such as In re Primus, 436 United States Reports 412 (1978), and Roberts v. United States Jaycees, 468 United States Reports 609 (1984).",
                        "elements": []
                    },
                    {
                        "content": "3.  The European Court of Human Rights itself views freedom of association as meriting special protection and considers that the limitations set out in paragraph 2 of Article 11 of the Convention must be construed narrowly (see, among other authorities, United Communist Party of Turkey and Others v. Turkey, judgment of 30 January 1998, Reports of Judgments and Decisions 1998-I, p. 22, § 46, and Sidiropoulos and Others v. Greece, judgment of 10 July 1998, Reports 1998-IV, p. 1614, § 40; in both cases, the Court held unanimously that there had been a violation of Article 11).",
                        "elements": []
                    },
                    {
                        "content": "4.  So what is the present case about? It concerns an association that was formed with the name “Union of People of Silesian Nationality” and whose aims as stated in its memorandum of association included: “to awaken and strengthen the national consciousness of Silesians; to restore Silesian culture; to promote knowledge of ; to protect the ethnic rights of persons of Silesian nationality ...”. The memorandum of association afforded the Union very broad-ranging means with which to accomplish its aims, without, however, expressly giving it a right to put forward candidates for election. Lastly, paragraph 10 of the memorandum of association provided: “Any person of Silesian nationality may become an ordinary member of the Union”, and paragraph 30 added: “The Union is an organisation of the Silesian national minority”. It is important to note these points, since, behind its innocuous appearance as an ordinary association, the Union saw itself in practice as the incarnation of the “national” Silesian minority and it is this factor that helps to explain the reaction of the authorities of the respondent State.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants sought to register the association. Under the Polish Law on associations, the decision whether or not to register is taken by the regional court with jurisdiction for the area in which the association has its headquarters, in this case, the . The  granted registration. However, on an appeal by the Governor (in whom a supervisory power is vested by the Law on associations), the Court of Appeal overturned that order and rejected the application for registration of the Union. The Supreme Court then dismissed an appeal on points of law by the applicants against the Court of Appeal's judgment. Having exhausted domestic remedies, the applicants then turned their hopes to .",
                        "elements": []
                    },
                    {
                        "content": "6.  Both the Court of Appeal and the Supreme Court based their reasoning on the realities behind the appearances (a practice to which we are not averse on principle, provided of course that it does not lead to accusations on the basis of supposed intentions). They found that for the purposes of domestic and international law no Silesian national minority existed (however, as they acknowledged, there is no definition of a national minority in any international instrument, not even the Council Europe Framework Convention for the Protection of National Minorities, which Poland has signed and ratified). They also found that, through its choice of name and certain paragraphs in its memorandum of association, essentially paragraphs 10 and 30 cited above, the Union was effectively seeking to establish itself as the representative of that alleged national minority. Lastly, they were satisfied that the aim of the requested registration and its automatic consequence would be to enable the association to rely on section 5 of the 1993 Elections Act, in other words to gain an “advantage” at elections, as it would have an unchallengeable right to seats without having to reach the threshold which electoral lists were normally required to attain under the Act.",
                        "elements": []
                    },
                    {
                        "content": "7.  There is certainly room for doubt about these various points.",
                        "elements": []
                    },
                    {
                        "content": "8.  Admittedly, we would not venture to contest the argument regarding the lack of a Silesian “nation”, or the Court of Appeal's view that, in order to constitute a “national” minority, a group must be linked to a majority from outside , such as the Germans, Ukrainians, Lithuanians or others. That is a political choice and a matter on which an international court could not dictate to a  without infringing upon the subsidiarity principle. Besides which, even though the Permanent Court of International Justice delivered two famous judgments concerning Polish Upper Silesia in 1926 and 1928 (Germany v. Poland, 25 May 1926, Series A no. 7, and 26 April 1928, Series A no. 15), questions relating to national minorities are complex and still somewhat vague.",
                        "elements": []
                    },
                    {
                        "content": "9.  More debatable, however, is the view that the Union's real intention was to gain electoral advantage (although that does seem probable from the case file at least), and, above all, the notion that the automatic consequence of registration of a national minority organisation was to gain exemption from the electoral “threshold” requirement. Section 5 of the 1993 Elections Act, which is cited in paragraph 41 of the judgment, is not devoid of ambiguity. Outwardly, it appears to give the State Electoral College the power to grant or refuse exemption. The Supreme Court was alert to this problem of construction. In finding that, on the contrary, the Electoral College's hands were tied and it was bound to grant exemption if the applicant electoral committee was a registered organisation of a national minority, it followed the authoritative interpretation given by the Polish Constitutional Court in this respect in its decision of 30 April 1997 (reproduced in paragraphs 42 and 43 of the judgment). While the Supreme Court openly acknowledged (see paragraph 36 of the judgment) that decisions of the  no longer had universally binding force, it stressed the persuasiveness of the Constitutional Court's reasons, and that is indeed a factor that cannot be neglected.",
                        "elements": []
                    },
                    {
                        "content": "10.  At this point in our analysis, we have to admit that it would be presumptuous to contest the two highest Polish courts' interpretation of domestic law; here, the principle of subsidiarity commands restraint. We have, therefore, overcome our initial hesitations on this point: it must be accepted that registration would have permitted the Union to acquire electoral privileges which the Constitution and law restrict to purely “national” minorities and that such privileges derogate from the constitutional principle requiring equality before the law.",
                        "elements": []
                    },
                    {
                        "content": "11.  How, though, can the present decision be reconciled with the Court's decisions in two other, comparatively recent, cases? In one of these, Sidiropoulos and Others, which has already been cited, the applicants had formed a “Macedonian” association and the Court found that the Greek judicial authorities' refusal to register it had infringed Article 11 of the Convention. In the other, Stankov and the United Macedonian Organisation Ilinden v. Bulgaria (nos. 29221/95 and 29225/95, ECHR 2001-IX), the Court likewise found a violation of Article 11, owing to a ban on peaceful assembly. But is it the Court's role to treat the “Silesian minority” more severely and the “Macedonian minority” with greater indulgence?",
                        "elements": []
                    },
                    {
                        "content": "12.  That, of course, is not the issue. In Sidiropoulos and Others, the Court found that in the circumstances of the case the association did not represent a genuine danger to public order or the territorial integrity of . Likewise, in Stankov, the Court considered on the facts that there was no foreseeable risk that the planned meetings would lead to violent action, incitement to violence or the rejection of democratic principles. The most important aspect for the Court, therefore, will be the factual assessment, at the risk of attracting the criticism of casuistry (which in our view is inevitable) that is often levelled at it. Ultimately, the decisive factor for us in the present case was the fact that the association would not only have existed, but also have been registered, if it had changed its name and amended paragraphs 10 and 30 of its memorandum of association, as it had been asked to do by the Governor acting in his supervisory capacity (see paragraph 24 of the judgment). While this would have deprived it of the electoral “advantage” afforded national minorities, it would have acquired full legal capacity as an association. We thus return to the starting-point of this opinion: in practice, the measures the applicants complain of constitute not so much a real interference with their freedom of association as an attempt on the part of the domestic authorities to avoid the unforeseen consequences – which would infringe the principle of equality – of the exercise of that freedom.",
                        "elements": []
                    },
                    {
                        "content": "13.  For all these reasons, we were able to accept the finding that “it was not the applicants' freedom of association per se that was restricted by the State” (see paragraph 106 of the judgment). Indeed, in that regard, it seemed to us that Cha'are Shalom Ve Tsedek v. France ([GC], no. 27417/95, §§ 83-84, ECHR 2000-VII) might be of some relevance, mutatis mutandis. In the end, despite our initial reservations, we were able to concur with the majority in this very sensitive case, thus fully justifying its examination by the Grand Chamber of the Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "judges"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "judges"
        },
        {
            "name": "MrG. Ress",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "Mr P.J. Mahoney",
            "role": "registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GORZELIK AND OTHERS v. POLAND",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61637.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0217JUD004415898",
    "externalsources": [
        "Framework Convention for the Protection of National Minorities"
    ],
    "extractedappno": [
        "44158/98",
        "25390/94",
        "41340/98",
        "41342/98",
        "41343/98",
        "41344/98",
        "25088/94",
        "28331/95",
        "28443/95",
        "26083/94",
        "29221/95",
        "29225/95",
        "27417/95"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Constitution of 1997, Articles 32, 35 and 58",
        "Civil Code, Articles 5 and 8",
        "The Law on Associations, Articles 1, 8, 10, 12, 14, and 16",
        "The 1993 Elections Act, Articles 3, 4, 5 and 91"
    ],
    "itemid": "001-61637",
    "judgementdate": "17/02/2004 00:00:00",
    "kpdate": "17/02/2004 00:00:00",
    "kpthesaurus": [
        "145",
        "146",
        "202",
        "317",
        "266",
        "332",
        "375",
        "149",
        "316",
        "140"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "10-2",
        "43",
        "11-1",
        "10",
        "11-2",
        "11"
    ],
    "parties": [
        "GORZELIK AND OTHERS",
        "POLAND"
    ],
    "rank": "484.061096191406",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Chassagnou and Others v. France [GC], nos. 25088/95 and 28443/95, ECHR 1999-III, p. 65, § 112",
        "United Communist Party of Turkey and Others v. Turkey, judgment of 30 January 1998, Reports 1998-I, §§ 42, 46-47",
        "Socialist Party and Others v. Turkey, judgment of 25 May 1998, Reports 1998-III, pp. 1255 and s., §§ 41 and s.",
        "Refah Partisi (The Welfare Party) and Others v. Turkey [GC], nos. 41340/98, 41342/98, 41343/98 and 41344/98, §§ 43-45, 57, 86-89, 96-103, ECHR 2003",
        "Rekvényi v. Hungary [GC], no. 25390/94, § 34, ECHR 1999-III",
        "Sidiropoulos and Others v. Greece, judgment of 10 July 1998, Reports 1998-IV, p. 1614, § 40",
        "Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I",
        "Young, James and Webster v. the United Kingdom, judgment of 13 August 1981, Series A no. 44, p. 25, § 63"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "318897",
    "typedescription": "14"
}