{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property)",
    "applicability": "",
    "appno": "48704/07",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-114096.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 48704/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Bulgarian nationals, Mr Iliya Atanasov Tonov, Ms Vatka Markova Udvareva and Ms Pena Marinova Karalakova (“the applicants”), on 12 October 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr N. Runevski, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Ms R. Nikolova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 December 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1975, 1930 and 1927 respectively. Mr Iliya Atanasov Tonov and Ms Vatka Markova Udvareva live in  and Ms Pena Marinova Karalakova lives in Tryavna.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1968 the second applicant, Ms Udvareva, and her husband bought from the Sofia municipality a flat of 97 square metres, which had become State property by virtue of the nationalisations carried out by the communist regime in  after 1947.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 18 March 1998, following a renewal of the time-limit to bring an action under section 7 of the Restitution Law, the pre-nationalisation owner of the flat brought such an action against Ms Udvareva and her husband, seeking to establish that their title was null and void.",
                                "elements": []
                            },
                            {
                                "content": "7.  While the proceedings were pending, Ms Udvareva’s husband deceased. His grandson, Mr Iliya Atanasov Tonov – the first applicant, inherited his share of the flat. Thus, after that Ms Tonov and Ms Udvareva owned one half of the flat each. Accordingly, Mr Tonov also joined the civil proceedings.",
                                "elements": []
                            },
                            {
                                "content": "8.  The proceedings ended by a final judgment of the Supreme Court of Cassation of 23 April 2007. The domestic courts found that Ms Udvareva and Mr Tonov’s title was null and void ab initio: the flat’s sale in 1968 had been flawed because a document related to it had not been signed by the municipality official with whom the relevant power had been vested.",
                                "elements": []
                            },
                            {
                                "content": "9.  On an unspecified date Ms Udvareva, who was at the time living alone in the flat, vacated it.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 20 September 2007 Ms Udvareva and Mr Tonov requested to receive compensation bonds. However, their request was dismissed as it had not been made within two months following the Supreme Court of Cassation’s final judgment of 23 April 2007, as provided for under domestic law.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT BACKGROUND FACTS, DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "11.  The relevant background facts, domestic law and practice have been summarised in the Court’s judgments in the cases of Velikovi and Others v. Bulgaria (nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007) and Tsonkovi v. Bulgaria (no. 27213/04, §§ 14-15, 2 July 2009).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF Protocol No. 1",
                        "elements": [
                            {
                                "content": "12.  The applicants complained, relying on Article 1 of Protocol No. 1 and Articles 6 § 1, 13 and 14 of the Convention, that they had been deprived of their property arbitrarily, as a result of unfair judicial proceedings and without adequate compensation.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Court is of the view that the complaint falls to be examined solely under Article 1 of Protocol No. 1, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "14.  The Government argued that the applicants had failed to exhaust the available domestic remedies, because they had not sought to be accommodated in a municipally-owned dwelling or to be allowed to buy such a flat at a regulated price. In addition, the Government considered that the applicants’ deprivation of property had not been arbitrary, but governed by strict rules meant to find a balance between the interests of prenationalisation and post-nationalisation owners. They argued that the applicants had had a possibility to receive adequate compensation through compensation bonds.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicants disagreed.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  In respect of Ms Karalakova",
                                        "elements": [
                                            {
                                                "content": "16.  The Court notes that the third applicant, Ms Pena Marinova Karalakova, was not an owner of the disputed flat (see paragraph 7 above) and was not affected by the developments described above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  It follows that in respect of her the application is incompatible ratione personae with the provisions of the Convention within the meaning of Article 35 § 3 (a) and must be rejected in accordance with Article 35 § 4.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  In respect of Mr Tonov and Ms Udvareva",
                                        "elements": [
                                            {
                                                "content": "18.  In respect of those two applicants, the Court takes note of the Government’s objection for non-exhaustion of domestic remedies set out in paragraph 14 above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The Court considers that even though the possibility to apply for the tenancy of a municipally-owned dwelling could have alleviated the applicants’ situation, especially of Ms Udvareva who had lived in the disputed flat, it did not amount to adequate compensation and could not remedy the applicants’ grievances (see Georgievi v. Bulgaria, no. 10913/04, § 37, 7 January 2010, and Madzharov v. Bulgaria, no. 40149/05, § 25, 2 September 2010). As to the possible purchase of another flat at a regulated price, the Government have not shown that the authorities had an obligation to sell such a flat. Moreover, it appears that this possibility was open to all persons categorised for housing need and was not a remedy designed to address a situation such as the one of Mr Tonov and Ms Udvareva. For those reasons the Court dismisses the Government’s objection for non-exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Court notes further that the complaint of Mr Tonov and Ms Udvareva is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "21.  The Court notes that the present complaint concerns the same legislation and issues as Velikovi and Others (cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The interference with the property rights of Mr Tonov and Ms Udvareva was based on the Restitution Law, which pursued in principle an important aim in the public interest, namely to restore justice and respect for the rule of law in the transitional period after the fall of the totalitarian regime in Bulgaria.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Turning to the question of proportionality, the Court notes that the action against Ms Udvareva and her husband was not brought within the initial one-year time-limit after the adoption of the Restitution Law in 1992, but in March 1998, after that time-limit had been renewed (see paragraph 6 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the case of Velikovi and Others (cited above, see §§ 166, 172, 179 and 189 of the judgment), the Court found that the measures introduced by section 7 of the Restitution Law – which authorised the challenging of decades-old property titles and the taking of private property as compensation for the nationalisations carried out by the State in the 1940s – could only be seen as proportionate to the legitimate aim of restoring justice where applied as an exceptional transitional step of short duration in the period of social transformation from a totalitarian regime to democracy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the cases of Tsonkovi (cited above, §§ 24-27) and Georgieva and Mukareva v. Bulgaria (no. 3413/05, §§ 38-40, 2 September 2010), where, similarly to the present case, the actions under section 7 of the Restitution Law had been brought after the expiry of the initial time-limit in 1993 and its renewal in 1997, the Court found that the interference with the applicants’ property rights represented a departure from the transitional nature of the restitution legislation and from the principle of legal certainty and could not be seen as falling within the scope of the legitimate aims that the restitution legislation pursued in principle. The Court held thus that nothing short of payment reasonably related to the market value of the flats lost could have maintained the requisite fair balance under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court sees no reason to apply a different approach in the case in hand. It finds therefore that the interference with the property rights of Mr Tonov and Ms Udvareva disregarded the principle of legal certainty and that nothing short of compensation reasonably related to the market value of the flat they had lost could restore the fair balance required under Article 1 of Protocol No. 1 (see also the case of Eneva and Dobrev, examined in Velikovi and Others, cited above, § 148 of that judgment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  However, Mr Tonov and Ms Udvareva have not received compensation reasonably related to the market value of their flat and the Government have not shown that compensation meeting that standard was secured to them with sufficient clarity and certainty, and in particular that the bonds compensation scheme would have provided it (see Tsonkovi, § 28, and Georgieva and Mukareva, § 40, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In view of the foregoing, the Court concludes that the taking of the property of Mr Tonov and Ms Udvareva did not meet the requirements of Article 1 of Protocol No. 1 and that there has therefore been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "30.  In respect of pecuniary damage Mr Tonov and Ms Udvareva claimed the value of the flat they had lost, which they assessed, on the basis of several sale offers for similar flats in , at 120,000 euros (EUR). In accordance with their shares, the two applicants claimed EUR 60,000 for each of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In respect of non-pecuniary damage Ms Udvareva, who had lived in the disputed flat and had been forced to vacate it (see paragraph 9 above), claimed EUR 25,000. Mr Tonov claimed EUR 5,000 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government considered the claims above excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In respect of pecuniary damage, the Court, having regard to the circumstances of the case, to information on its disposal about real-estate prices in Sofia and to the fact that Mr Tonov and Ms Udvareva owned equal shares of the flat (see paragraph 7 above), awards EUR 45,000 to each of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court considers in addition that the applicants have suffered anguish and frustration as a result of the violation of their property rights. Having regard to the circumstances of the case and deciding on an equitable basis, the Court awards in respect of non-pecuniary damage EUR 4,000 to Ms Udvareva and EUR 2,000 to Mr Tonov.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "35.  Mr Tonov and Ms Udvareva also claimed EUR 3,714 for the costs and expenses incurred before the Court, which covered legal representation, postage and translation. In support of this claim the applicants presented a contract for legal representation, a time sheet and some invoices. They requested that any sum awarded under this head be transferred directly into the bank account of their representative, Mr Runevski, apart from EUR 84, which was to be paid to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government disputed this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Regard being had to the documents in its possession, to its case-law and to the fact that the present case is a repetitive one, the Court considers it reasonable to award the sum of EUR 1,000 covering costs under all heads, EUR 84 of which is to be paid to Mr Tonov and Ms Udvareva and the remainder, namely EUR 916, is to be transferred directly into the bank account of their representative.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "38.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints of the first and second applicants, Mr Iliya Atanasov Tonov and Ms Vatka Markova Udvareva, admissible and the complaints of the third applicant, Ms Pena Marinova Karalakova, inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "George Nicolaou",
            "role": "president"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TONOV AND OTHERS v. BULGARIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-114096.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1030JUD004870407",
    "externalsources": [],
    "extractedappno": [
        "48704/07",
        "43278/98",
        "45437/99",
        "48014/99",
        "48380/99",
        "51362/99",
        "53367/99",
        "60036/00",
        "73465/01",
        "194/02",
        "27213/04",
        "10913/04",
        "40149/05",
        "3413/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-114096",
    "judgementdate": "30/10/2012 00:00:00",
    "kpdate": "30/10/2012 00:00:00",
    "kpthesaurus": [
        "369",
        "94"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "TONOV AND OTHERS",
        "BULGARIA"
    ],
    "rank": "926.564086914063",
    "representedby": [
        "RUNEVSKI N."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "373587",
    "typedescription": "15"
}