{
    "__articles": "3;5;5-1;5-1-f;5-4;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Extradition) (Conditional) (the United States of America);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Extradition);Violation of Article 5 - Right to liberty and security (Article 5-4 - Take proceedings);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "22205/13",
    "article": [
        "3",
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Extradition"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "the United States of America"
            ],
            "type": "no-violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Take proceedings"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-145791.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22205/13) against the Republic of Latvia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Latvian national, Mr Deniss Čalovskis (“the applicant”), on 28 March 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Vārpiņš, a lawyer practising in Riga. The Latvian Government (“the Government”) were represented by their Agent, Ms K. Līce.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government of the United States of America have requested the applicant’s extradition. The applicant alleged that, if extradited from Latvia, he would risk being subjected to torture and given a disproportionate prison sentence, in breach of Article 3 of the Convention. He also alleged that his placement in a caged dock during a court hearing with the publication of his photographs in the media were in violation of Article 3. He further complained about his arrest and detention, and the fact that he had been unable to obtain a review of his detention pending extradition.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 August 2013 an interim measure was indicated under Rule 39 of the Rules of Court and the application was granted priority status under Rule 41 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 23 September 2013 the complaints raising issues under Article 3 and Article 5 §§ 1 and 4 were communicated to the Government and the remainder of the application was declared inadmissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1985 and lives in Riga.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings against the applicant in the United States",
                                "elements": [
                                    {
                                        "content": "7.  On 23 August 2012 a federal grand jury sitting in the United States District Court for the Southern District of New York indicted the applicant on five counts of conspiracy to violate the criminal laws of the United States. He was charged with conspiracy to commit bank fraud, with a maximum prison sentence of thirty years; wire fraud, with a maximum prison sentence of twenty years; access device fraud, with a maximum prison sentence of five years; computer intrusion, under several subsections, with maximum prison sentences of five and ten years; and aggravated identity theft, with a mandatory prison sentence of two years, which must run consecutive to the sentence for any other offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The charges were based on allegations that the applicant and his co-conspirators, as members of a criminal enterprise, had created and distributed malicious software known as the “Gozi Virus”, which had infected computers worldwide, including in the United States. It was suspected that the Gozi Virus had been designed to steal login credentials, such as usernames and passwords, for online bank accounts and other internet-based accounts. The data had then been used to withdraw funds from victims’ accounts in the United States and Europe. It was alleged that the applicant specialised in creating software to work in conjunction with the Gozi Virus and other malicious software to deceive an account holder into divulging personal information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Following the issuance of the indictment, on 23 August 2012 the United States District Court for the Southern District of New York issued a warrant for the applicant’s arrest in relation to the offences listed in the indictment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 27 November 2012, pursuant to the 2005 US-Latvia Extradition Treaty, the United States Department of Justice submitted to the Latvian authorities a request for the applicant’s extradition from Latvia to the United States, which was delivered to the Office of the Prosecutor General on 3 December 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Extradition proceedings in Latvia",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s detention",
                                        "elements": [
                                            {
                                                "content": "11.  On 3 December 2012 M.V., Prosecutor of the International Cooperation Division, ordered the police to arrest the applicant in accordance with section 699 of the Criminal Procedure Law (Kriminālprocesa likums) (arrest for the purpose of extradition). The prosecutor referred to the United States’ request of 27 November 2012 for the applicant’s extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  At 11.21 a.m. on 4 December 2012 the applicant was arrested at his place of residence under section 699(1) of the Criminal Procedure Law. A search of his residence was carried out, which lasted until 1.20 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  The record of the applicant’s arrest indicated that he had been informed of his rights under section 698 of the Criminal Procedure Law, including the right to invite a lawyer. The Government stressed that the applicant had not requested a list of lawyers or an opportunity to use a telephone. He had asked to call his mother. The record was signed by the applicant and an investigator. The text of section 698 of the Criminal Procedure Law (paragraph 73 below) in three languages, Latvian, English and Russian, was attached to the record. The applicant had signed under that text, having written “[the applicant] has read [and] familiarised [himself]”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  According to the applicant, however, he was deprived of an opportunity to contact a lawyer for legal assistance until 1.20 p.m. on 4 December 2012. In his submission, the above-mentioned record confirmed only that he had not expressed such a request. It had been impossible to call for any legal assistance because during the arrest he had been laid face down on the floor, with his head covered and his arms tied behind his back. When the search had continued in a car park at around 2 p.m., he had been permitted to use the phone.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  The Government drew attention to the fact that later the same day a lawyer, A.O., and his assistant, I.S., had been appointed to represent the applicant, based on agreement no. 172.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The Government submitted, and the applicant affirmed, that on 5 December 2012 a prosecutor had informed the applicant’s lawyer, A.O., that the following day the applicant would be brought before the Riga City Centre District Court (Rīgas pilsētas Centra rajona tiesa) for a detention hearing. According to the Government, they agreed that the applicant would be given an opportunity to acquaint himself with the extradition request prior to the detention hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  About thirty minutes prior to the hearing on 6 December 2012 at the District Court, the applicant and A.O. were provided with a complete case file. The Government referred to a record of the same day indicating that the applicant had disagreed to his extradition in a simplified procedure. The record was signed by the applicant and his lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The hearing commenced at 2.30 p.m. on the same day. The minutes, furnished by the Government, indicated that the hearing had been held in camera and that no requests had been made to the court at the start of the hearing. According to the minutes, the applicant and his lawyer, A.O., contested the contents of the extradition request and asked that a more lenient measure than detention be imposed on the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  In the applicant’s submission, the following statement by A.O., recorded in the minutes, reflected the untimely service of the documents at issue:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[A.O.] – My client is currently legally unprepared, therefore [A.O.] shall speak first...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The minutes showed that after A.O. had made his argument, to which I.S. had not wished to add anything, the applicant, having stated that he “had read all the documents in Latvian”, continued to dispute the allegations against him and the measure of detention proposed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  Following the hearing, at 4.30 p.m. the investigating judge ruled that the applicant be detained under section 702 of the Criminal Procedure Law (“pre-extradition detention”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The investigating judge’s written ruling stated that the hearing had been closed to the public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The ruling further noted the prosecutor’s submission in support of the applicant’s detention as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... a request for [the applicant’s] extradition to the United States for criminal prosecution has been received ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The extradition request has been sent under Article 7(1) of the [2005 US-Latvia Extradition Treaty] and it contains all the information and documents as required by Article 7(2) and (3) of the said Treaty, as well as by section 702(1) of the Criminal Procedure Law ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The ruling also indicated the applicant’s submission that the accusation against him was vague.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The relevant part of the investigating judge’s reasoning for granting the prosecutor’s request for the applicant’s detention read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... [the investigating judge] agrees with the prosecutor’s proposal [to impose on the applicant pre-extradition detention].",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 702(1) of [the Criminal Procedure Law] prescribes that pre-extradition detention be applied after receipt of a request for a person’s extradition along with [the documents listed under section 702(1) of the Law].",
                                                "elements": []
                                            },
                                            {
                                                "content": "The documents prescribed under section 702(1) of [the Criminal Procedure Law], including [an arrest warrant issued against the applicant in the United States] have been attached to the prosecutor’s request ... no reasons to exclude the possibility of extradition are known.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The proposal has been submitted in compliance with section 702 of [the Criminal Procedure Law]; [an arrest warrant has been issued in the United States] in respect of [the applicant], therefore a competent institution has assessed the necessity of [the applicant’s] detention; and therefore ... a legal basis exists for the application of pre-extradition detention with respect to [the applicant]. Also, the grounds for deprivation of liberty set out in Article 5 § 1 (c) of [the Convention] permit the application of pre-extradition detention – the necessity to bring him before the competent legal authority on reasonable suspicion of having committed an offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "In view of the foregoing and based on Article 7(1) of the [2005 US-Latvia Extradition Treaty] and sections ... 701 [and] 702 of [the Criminal Procedure Law], Article 12(2) of the European Convention on Extradition and Article 5 § 1 (c) of [the Convention], the investigating judge has decided to impose on [the applicant] the pre-extradition detention.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The ruling was not subject to appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In his application to the Court the applicant alleged that during the detention hearing he had been placed in a dock with metal bars. He had been instructed by the police to cover his head with the hood of his jacket. From that time onwards, the mass media had circulated photographs depicting him in the courtroom behind the metal bars and wearing a hood.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  According to the Government, the applicant had not been placed in a dock with metal bars during the hearing concerning his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government referred to the applicant’s placement in a metal cage in a subsequent hearing held on 30 January 2013 before the Criminal Cases Chamber of the Supreme Court (Augstākās tiesas Krimināllietu tiesu palāta) concerning his extradition (paragraphs 53 and 54 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Furthermore, the Government argued that the applicant had never been asked to pull the hood of his jacket over his head. There were no State Police regulations requiring such a measure. It was solely the applicant’s decision to do so. The Government relied on the applicant’s statement to the mass media, published on 5 June 2013, to that effect, the relevant part of which read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“As to why he had hidden his face in a hood, [the applicant] explained that ‘...[he] thought that it was a horrible misunderstanding, it could not be happening [to him]. If [he] showed [his] face, [he] would not be able to tell that it had not happened to [him]. [The applicant] was worried about [his] family, honour, parents, about [his] father’s health ...’”",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In reply to the Government’s observations, the applicant responded in relation to his placement in a metal cage during the aforementioned hearing on 30 January 2013. At the same time, with respect to the detention hearing on 6 December 2012 he appeared to maintain that he had been instructed by the police to wear the hood.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 12 December 2012 the applicant addressed a hand-written complaint, in the State language, to the Riga Regional Court (Rīgas apgabaltiesa) about the ruling of 6 December 2012 authorising his pre-extradition detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 17 December 2012, the Judge of the Riga City Centre District Court, R.S., responded to the applicant’s complaint as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...a decision ... under section 701(2) of the Criminal Procedure Law (provisional detention) ... is without appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 702(3) of the Criminal Procedure Law (pre-extradition detention) provides that a proposal for pre-extradition detention is decided following the procedure as for a request for provisional detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore, in accordance with the provisions of the Criminal Procedure Law ... a ruling of the judge on pre-extradition detention may not be appealed against ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  It appears that on 25 February 2013 the applicant submitted to the Riga City Centre District Court a request to lift his pre-extradition detention or to substitute it with a different security measure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 28 February 2013 the Judge of the Riga City Centre District Court, R.S., gave the same response as the one given on 17 December 2012 (paragraph 32 above). He added that under the Criminal Procedure Law an investigating judge was not competent to examine whether pre-extradition detention should be continued or terminated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 27 August 2013 the applicant’s lawyer, E.R., requested that an investigating judge of the Riga City Centre District Court review the applicant’s detention and order his release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 3 September 2013, as is apparent from the case file, the Investigating Judge of the Riga City Centre District Court, K.K., refused the request. She reasoned that in accordance with the Criminal Procedure Law, pre-extradition detention was not subject to review. Furthermore, the maximum term of detention of one year prescribed in section 702(5) of the Law had not yet been exceeded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The investigating judge also indicated that section 281(2) of the Criminal Procedure Law did not apply and no review of the pre-extradition detention could be conducted under that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 11 September 2013 E.R. lodged a complaint with the President of the Riga City Centre District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 30 September 2013 the complaint was dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 27 December 2012 the applicant submitted a hand-written request, in the State language, to the Prosecutor of the International Cooperation Division, M.V. The applicant asked the prosecutor to lift his detention on the grounds that the extradition of a Latvian citizen was not permissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 3 January 2013 M.V. refused the applicant’s request. He explained that in the event of any conflict between the 2005 US-Latvia Extradition Treaty and the Criminal Procedure Law, the former would prevail. Under the treaty, extradition could not be refused based on citizenship. That response was subject to appeal to a higher prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  During July and August 2013 the applicant lodged before the prosecution further requests to lift his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 10 October 2013 M.V. ordered the applicant’s release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  He reasoned as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...there are grounds to believe that the [applicant’s] complaint to the [Court] will not be decided until 4 December 2013, i.e., until the maximum term of pre-extradition detention prescribed under section 702(5) of the Criminal Procedure Law – one year –has expired with respect to [the applicant].",
                                                "elements": []
                                            },
                                            {
                                                "content": "As [the Court] has determined a provisional measure ... [the applicant’s] surrender may not be carried out within the maximum term of pre-extradition detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore [the prosecutor] deems that the purpose of pre-extradition detention – to prevent the person from fleeing and to ensure [his] surrender ... to a requesting State – has ceased to exist.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 11 January 2013 the applicant complained to the Office of the Prosecutor General about the circumstances of his arrest. In particular, he complained that his mother had not learnt about it until after 2 p.m. on 4 December 2012 when she had returned home. She had called him on the phone, and he had been able to speak to her only because he had been allowed to use his phone to contact a lawyer. The applicant also complained that he had been denied the possibility to contact a lawyer. His complaint was forwarded to the State Police for examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 25 February 2013 the Internal Security Office of the State Police (Valsts policijas Iekšējās drošības birojs) completed an inquiry.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  It was established that the applicant had answered his mother’s phone call at the time of the search of the vehicle used by him. When his mother had arrived at the car park, the police officers had told her about the United States extradition request. They had also provided information on the applicant’s whereabouts. That had been affirmed by the applicant’s mother herself in her request of 11 January 2013 addressed to the State Police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  With respect to legal assistance, it was found that the applicant had been provided with a list of lawyers. As he had indicated himself, he had been allowed to use a phone to contact a lawyer. He himself had signed the record of arrest stating that a lawyer’s presence was not required, and that he had been informed of his rights under section 698 of the Criminal Procedure Law, including the right to invite a lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Internal Security Office concluded that there were no grounds for disciplinary proceedings against the police employees involved in the operation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings before the prosecution and courts on the extradition request",
                                        "elements": [
                                            {
                                                "content": "50.  On 20 December 2012 M.V. issued a ruling finding the United States’ request for the applicant’s extradition permissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The ruling spelled out the allegations against the applicant and their legal classification under the United States Code. It indicated that on 23 August 2012 an arrest warrant had been issued against the applicant in the United States. The applicant’s extradition was held to be permissible based on the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“- the maximum limit of the sentence of deprivation of liberty for the crimes [the applicant] is accused of exceeds one year;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- no criminal proceedings have been initiated in the Republic of Latvia for the crimes for which the United States Department of Justice has requested [the applicant’s] extradition;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- no decision has been taken in the Republic of Latvia not to initiate or to terminate the criminal prosecution for the crimes for which [the applicant’s] extradition has been requested;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- no court decision has entered into force with respect to [the applicant] for the crimes for which the extradition has been requested;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the crimes of which [the applicant] is accused are not of a political or military nature;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- [the applicant] is a citizen of the Republic of Latvia, however, pursuant to Article 3 of [the 2005 US-Latvia Extradition Treaty] citizenship is not a basis for the refusal of extradition;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the statutory limitation periods have not expired either in the Republic of Latvia or in the United States;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- [the applicant] has not been granted a pardon for the same crimes.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "That ruling was subject to appeal to the Criminal Cases Chamber of the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 11 January 2013 the applicant and his lawyer lodged an appeal against the aforementioned ruling before the Criminal Cases Chamber of the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The appeal hearing was scheduled for 30 January 2013 in courtroom no. 207, which was not equipped with a dock with metal bars. According to the applicant, he was never taken to that courtroom.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In view of the considerable media attention, the Criminal Cases Chamber decided to relocate the hearing to a larger courtroom, no. 213. It was the only courtroom equipped with a dock with metal bars. The applicant was placed in that dock.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  At the start of the hearing the applicant’s lawyer, I.B., requested that the Criminal Cases Chamber close the hearing to the public and prohibit filming. The Criminal Cases Chamber refused to exclude the public from the hearing. It reasoned that the proceedings concerned the permissibility of extradition and not the imposition of detention. On the other hand, it prohibited under section 485 of the Criminal Procedure Law the continuation of filming and the use of any material already filmed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  During the hearing interpretation was provided to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The applicant’s lawyer, I.B., submitted that at the start of the proceedings the applicant had not been provided with a lawyer. Also, in the course of the proceedings the State authorities had not verified his language knowledge. He had therefore been unable to understand the documents served on him. These had been provided only half an hour prior to the detention hearing, so neither the applicant nor his lawyer had been able to prepare their argument with respect to the documents presented.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 31 January 2013 the Criminal Cases Chamber announced its ruling. In view of the smaller public attendance than the previous day, the hearing was held in a smaller court room, no. 207, without a metal cage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  I.B. pointed out that the previous day the applicant’s face had appeared in the media, even though any recording had been prohibited.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Criminal Cases Chamber upheld the impugned ruling, stating as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[The Chamber] concludes that the prosecutor has verified the extradition request in compliance with the requirements of section 704 of the Criminal Procedure Law. [He] has assessed carefully whether grounds for [the applicant’s] extradition exist, in compliance with section 696 of the Criminal Procedure Law, and has made justified conclusions as to the permissibility of [the applicant’s] extradition to the United States of America.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Criminal Cases Chamber further found that there were no grounds for refusing the applicant’s extradition under section 697 of the Criminal Procedure Law. It reasoned as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... Article 3 of [the 2005 US-Latvia Extradition Treaty] provides that citizenship ... is not grounds for the refusal of extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "... [the 2005 US-Latvia Extradition Treaty] has a higher legal force than section 697(2)1) of the Criminal Procedure Law, which prohibits the extradition of a Latvian citizen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Criminal Cases Chamber finds declaratory the defence’s indication that [the applicant’s] human rights would be violated if he were extradited to the United States of America.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The United States of America is a democratic [State], which, in concluding the treaty on extradition with Latvia, undertook to comply with human rights standards and the rule of law, and to guarantee an accused the right to a fair trial, including the right to a trial in an independent and impartial court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows from the case material that [the applicant] mentioned in the record of [his] arrest that he understands the Latvian language and neither in the course of his arrest, nor when together with his defence he was getting acquainted with the United States’ extradition request did [the applicant] indicate that the participation of an interpreter was required. Also, in the detention hearing ... without the participation of an interpreter he gave his explanation, noting that the accusation presented had not stated exactly what he had done.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Likewise ... [the applicant] had himself written applications and requests in the Latvian language.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The ruling was final.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The applicant’s constitutional complaints",
                                        "elements": [
                                            {
                                                "content": "62.  On 12 April and 15 July 2013 the applicant lodged constitutional complaints before the Constitutional Court (Satversmes tiesa).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The applicant argued, inter alia, that the 2005 US-Latvia Extradition Treaty and the national law that ratified it were incompatible with Article 90 of the Constitution (Satversme) (right to be informed of rights) and its Article 92 (right to a fair trial) and Article 98 (prohibition of extradition of a Latvian citizen).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The applicant further requested that sections 701(2) and 707(2) of the Criminal Procedure Law prohibiting an appeal against the judge’s ruling on provisional detention and the court’s ruling on the permissibility of extradition, respectively, be declared unconstitutional.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 31 May and 31 July 2013 the Constitutional Court refused to open a case. The relevant part of its decision read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The preamble of the Extradition Treaty expressis verbis provides that the parties to the treaty undertake to ‘have due regard for the rights of individuals and the rule of law’ and are ‘mindful of the guarantees under their respective legal systems which provide an accused person with the right to a fair trial, including the right to adjudication by an independent and impartial tribunal established pursuant to law’.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore the Extradition Treaty expressis verbis foresees the same protection as the first and fourth sentences of Article 92 of the Constitution, as well as the third sentence of Article 98 of the Constitution, even though [the applicant] contests the compatibility of the Extradition Treaty precisely with these provisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Likewise, in accordance with Article 15 of the Council of Europe Convention on Cybercrime, the contracting parties shall ensure that persons under criminal investigation or adjudication do not have less human rights protection and procedural safeguards than those foreseen in the European Convention for the Protection of Human Rights and Fundamental Freedoms. The US has ratified the Council of Europe Convention on Cybercrime, without making reservations with respect to Article 15 of that Convention, which has been in force in the United States of America since 1 January 2007. The applicant is accused of committing crimes which correspond to those mentioned in Articles 2 through 10 of the Convention on Cybercrime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Collegium of the Constitutional Court also indicates that pursuant to the [Criminal Procedure Law] and the Extradition Treaty, a court of general jurisdiction has the precise duty to ensure that an individual’s fundamental rights are observed in a concrete extradition procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Also, in the case-law of the European Court of Human Rights it has been found that a person to be extradited must be guaranteed human rights protection specifically in the course of the extradition process ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "At the same time the European Court of Human Rights has held that a possibility that a person may receive a severe punishment, for example, a prolonged term of imprisonment, does not always of itself constitute a sufficient basis for a decision to refuse his or her extradition to the US ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Cabinet of Ministers will adopt the final decision on [the applicant’s] possible extradition to the US, which is also under an obligation to observe the human rights protection guarantees provided for in the Constitution, the Convention and the Extradition Treaty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore ... the legal reasoning on the possible incompatibility of the Extradition Treaty ... is obviously insufficient to grant the claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The legislator has a wide margin of appreciation to decide which cases may be considered at several court instances and also the procedure for their adjudication ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "... it has not been substantiated how Article 91 of the Constitution could impose a mandatory duty on the legislator to foresee the same rights for persons with respect to whom an investigating judge has taken a decision to order provisional detention as for persons for whom detention has been imposed as a security measure.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Diplomatic assurances",
                                        "elements": [
                                            {
                                                "content": "66.  On 7 June 2013 the Ministry of Justice wrote to the United States Department of Justice. Referring to Article 98 of the Constitution (paragraph 72 below) the Ministry asked the Department of Justice to guarantee as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1) in case of extradition, during the criminal procedure, [the applicant’s] human rights will not be violated and he will have such rights in criminal procedure as rights to fair trial, including rights to defence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2) in case of conviction, human rights prescribed for in the international law will be ensured to [the applicant] in his place of imprisonment in USA;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3) in case of conviction and after his request for transfer, [the applicant] will have the right to serve his sentence in the Republic of Latvia, according to [Article] 3 of the Treaty on Extradition between Latvia and USA and Convention on the Transfer of Sentenced Persons of European Council from March 21, 1983.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The request drew attention to the range of sanctions for the crimes at issue under the Criminal Law (Krimināllikums), in particular sections 1771(3) and 1931(3) (paragraph 74 below) and that the maximum term of imprisonment did not exceed fifteen years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 4 July 2013 the Embassy of the United States in Riga provided Diplomatic Note No. 078-13, the relevant part of which read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Constitution and laws of the United States, including the treaties to which we are a party, incorporate all fundamental human rights ... The fundamental guarantees apply before conviction, and post conviction if confinement is adjudged. No person extradited to the United States may be subjected to torture or cruel and unusual punishment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the case of [the applicant], as previously stated in the extradition request, the death penalty is not an applicable punishment, and he therefore shall not be deprived of life in any event.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Finally, in accordance with Article 3 of the Extradition Treaty between the Government of the United States of America and the Government of the Republic of Latvia, signed on December 7, 2005, if convicted, the United States will make best efforts to honor a request from [the applicant] to serve his sentence in Latvia in accordance with the Council of Europe Convention on the Transfer of Sentenced Persons and the implementing statutes thereto, should he apply for such a transfer. In the event that the application cannot be honored, the Government of the United States shall consult with the Government of Latvia pursuant to Article 19 of the Extradition Treaty.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Proceedings in the Cabinet of Ministers for the applicant’s extradition",
                                        "elements": [
                                            {
                                                "content": "69.  On 30 July 2013 the applicant’s lawyer, S.V., submitted to the Cabinet of Ministers the matters for consideration when deciding on the applicant’s extradition. He stated, inter alia, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...the absence of guarantees about [the applicant’s] serving a sentence in the Republic of Latvia ... the service of a sentence thousands of kilometres away would constitute an identical violation as in the case of [Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, 25 July 2013].”",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 6 August 2013 the Cabinet of Ministers decided that the applicant would be extradited to the United States.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Constitutional provisions",
                                "elements": [
                                    {
                                        "content": "71.  Article 92 of the Constitution provides, inter alia, that “every person has the right to defend his or her rights and lawful interests in a fair court” and “every person has the right to the assistance of a lawyer”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The relevant part of Article 98 of the Constitution, as amended by the Law of 23 September 2004, in force as of 21 October 2004, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A citizen of Latvia may not be extradited abroad, except in cases foreseen in international treaties ratified by Parliament, provided that the fundamental human rights provided for in the Constitution are not violated by the extradition.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal Procedure Law",
                                "elements": [
                                    {
                                        "content": "73.  The relevant provisions of the Criminal Procedure Law are set out as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Persons other than court employees may make audio or video recordings during a court hearing, without disturbance to the court proceedings, provided that it has been authorised by the court and that the accused, his defence, the prosecutor, the injured party and the witness have given their consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Chapter 66 Extradition to a Foreign State",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A person who is on the territory of Latvia may be extradited for criminal prosecution, to be tried ... provided that a request for provisional arrest or a request from a foreign state for the person’s extradition has been received regarding the act which constitutes a criminal offence, pursuant to the laws of Latvia and of the foreign state.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A person may be extradited for criminal prosecution or to be tried for a criminal offence punishable by a sentence of deprivation of liberty for a maximum duration of not less than one year, or a more severe punishment, unless otherwise provided for in an international treaty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A person’s extradition may be refused if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) the criminal offence has been fully or partly committed on the territory of Latvia;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) he or she is suspected, accused of or has been tried in Latvia for the same criminal offence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) a decision has been taken in Latvia not to institute or terminate criminal proceedings for the same criminal offence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4) extradition is requested for political or military criminal offences;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6) extradition is requested by a foreign state with which Latvia does not have an extradition treaty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A person’s extradition is not permitted if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) he or she is a citizen of Latvia;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) the person’s extradition request relates to the purpose of initiation of prosecution or punishing the person on account of his or her race, religion, nationality or political opinion or there are sufficient grounds to believe that the person’s rights may be violated due to the foregoing reasons;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) there is a final decision in force in Latvia with respect to the person for the same criminal offence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4) pursuant to the law of Latvia the person’s criminal prosecution, conviction or enforcement of a sentence for the same criminal offence are barred by a period of statutory limitation, amnesty or on other similar grounds;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5) a pardon has been granted to the person pursuant to the procedure prescribed in law for the same criminal offence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "6) the foreign state does not provide sufficient guarantees that the person shall not be prescribed and shall not be subjected to capital punishment;",
                                        "elements": []
                                    },
                                    {
                                        "content": "7) there is a risk that the person may be subjected to torture in the foreign state.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The international treaty may prescribe other grounds for the refusal of extradition.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The person sought is a person whose extradition is requested or who is arrested or detained for the purpose of extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The person sought has the right to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) know who has requested his or her extradition and for what reason;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) use a language he or she understands in the process of extradition;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) comment on the extradition;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4) make requests, including for a simplified extradition procedure;",
                                        "elements": []
                                    },
                                    {
                                        "content": "5) get acquainted with all the material for examination;",
                                        "elements": []
                                    },
                                    {
                                        "content": "6) invite a lawyer in order to receive legal assistance.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) An investigator or a prosecutor may arrest a person and remand him or her in custody for up to 72 hours for the purpose of extradition, if there are sufficient grounds to believe that he or she has committed a criminal offence on the territory of another state, for which extradition is foreseen, or if the foreign state has announced his or her search and has submitted a request for provisional arrest or extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) An investigator or a prosecutor shall prepare the record of the person’s arrest for the purpose of extradition, which shall indicate the arrested person’s first name, last name and other necessary personal data, the reasons for arrest, where and when the arrest was carried out and by whom. The record of arrest shall be signed by the person who carried out the arrest and the person sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The person who carried out the arrest shall inform the person sought of his or her rights, a note on which shall be made in the record of arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) If within 72 hours from the time of the person’s arrest provisional detention or pre-extradition detention is not applied, the arrested person shall be released or another security measure shall be applied.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Provisional detention may be ordered after a foreign state’s request for provisional detention until receipt of an extradition request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A judge shall decide on provisional detention in a court hearing, with the participation of a prosecutor and the person sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A judge shall issue a reasoned decision, which may not be appealed against, after hearing the prosecutor, the person sought and a lawyer if one is present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) Provisional detention shall be ordered for 40 days from the day of the person’s arrest, unless otherwise provided for in an international treaty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Pre-extradition detention shall be ordered after the request for the person’s extradition has been received, along with:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) the decision of the foreign state on the person’s arrest ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) a description of the criminal offence or the decision charging the person;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) the text of the provisions of the law pursuant to which the person has been charged or convicted, and the text of the provisions of the law regulating statutory limitation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "4) information on the person sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) A proposal for pre-extradition detention shall be considered following the procedure as for the request for provisional detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) The term of detention of the person sought may not exceed one year ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A foreign state’s request for a person’s extradition shall be examined by the Office of the Prosecutor General. The prosecutor shall ascertain whether the grounds for a person’s extradition provided for in section 696 of the present law exist, or whether reasons exist for refusing the person’s extradition, as provided for in section 697 of the present law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) If the request does not contain sufficient information to decide on a matter regarding extradition, the Office of the Prosecutor General shall request from the foreign state the necessary additional information and may set a deadline for providing the information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The prosecutor shall acquaint the person sought with the extradition request within 48 hours from the time of its receipt, and allow the person the opportunity to provide explanations. If the person sought has not been arrested or detained, and within 48 hours from the time of the receipt of the extradition request the prosecutor has established the conditions referred to in section 697(2) of the present law, the extradition request shall be presented to the person within 20 days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Having assessed the grounds for and permissibility of a person’s extradition, the prosecutor shall take a reasoned decision on the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) permissibility of the person’s extradition;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) refusal to extradite the person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) If a decision has been taken on the permissibility of the person’s extradition, the person shall be served a copy of the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The person sought may appeal against the decision on the permissibility of extradition to the Supreme Court within 10 days from the receipt of the decision. If the decision is not appealed against, it enters into effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The Criminal Cases Chamber of the Supreme Court, in a panel of three judges, shall decide on the appeal against the permissibility of extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The Office of the Prosecutor General, the appellant and his or her lawyer shall be informed of the time of the hearing in which the appeal shall be considered and of their right to participate in the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Having heard the appellant, his or her lawyer and the prosecutor, the court shall retire to deliberate and shall take one of the following decisions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) to leave the prosecutor’s decision unchanged;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) to revoke the prosecutor’s decision and find extradition impermissible;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) to transfer the extradition request for additional examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The court’s decision is not subject to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Following a proposal by the Minister of Justice, the Cabinet of Ministers shall take a decision on a person’s extradition to a foreign state.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The Cabinet may refuse extradition only if one of the following circumstances exists:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) the person’s extradition may harm the sovereignty of the State;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) the offence is considered political or military;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) there are sufficient grounds to believe that extradition is related to the aim of prosecuting the person on account of his or her race, religion, nationality, gender or political opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The Ministry of Justice shall inform the person sought, the respective foreign state and the Office of the Prosecutor General of the adopted decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) The Ministry of the Interior shall execute the decision on the person’s extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal Law",
                                "elements": [
                                    {
                                        "content": "74.  The relevant provisions of the Criminal Law read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Whosoever obtains another person’s property or right to such property or other material benefit by knowingly entering false data into an automated data processing system in order to influence the operation of its resources (computer fraud), shall be punished by imprisonment for a term of up to three years or short-term imprisonment or compulsory work or a fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": " (2) Whosoever commits computer fraud as a member of a group with prior agreement (personu grupa pēc iepriekšējas vienošanās) shall be punished by imprisonment for a term of up to five years or short-term imprisonment or compulsory work or a fine, with or without confiscation of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) Whosoever commits computer fraud in a large amount or in an organised group (organizēta grupa) shall be punished by imprisonment for a term of between two and ten years, with or without confiscation of property, and with or without police control of up to three years.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Whosoever obtains or distributes data enabling the illegal use of financial instruments or means of payment shall be punished by imprisonment for a term of up to three years or short-term imprisonment or compulsory work or a fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Whosoever uses data enabling the illegal use of financial instruments or means of payment, or manufactures or adapts software or equipment for the commission of the crimes listed in section 193, or obtains, stores or distributes such software or equipment for the same purpose shall be punished by imprisonment for a term of up to five years or short-term imprisonment or compulsory work or a fine, with or without confiscation of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) Whosoever commits an act listed in subsection (1) or (2) of this section in an organised group shall be punished by imprisonment for a term of between two and ten years, with or without confiscation of property and with police control for up to three years.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  EXTRADITION TREATY",
                        "elements": [
                            {
                                "content": "75.  The relevant part of the preamble to the 2005 US-Latvia Extradition Treaty states:",
                                "elements": []
                            },
                            {
                                "content": "“The Government of the United States of America and the Government of the Republic of Latvia (hereinafter referred to as “the Parties”),",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Having due regard for rights of individuals and the rule of law;",
                                "elements": []
                            },
                            {
                                "content": "Mindful of the guarantees under their respective legal systems which provide an accused person with the right to fair trial, including the right to adjudication by an impartial tribunal established pursuant to law ...”",
                                "elements": []
                            },
                            {
                                "content": "76.  Article 2 of the 2005 US-Latvia Extradition Treaty lists extraditable offences. Article 3 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Extradition shall not be refused based on the nationality of the person sought. A person who is national of the Requested State may request to be allowed to serve in that State a sentence which has been imposed in the Requesting State. The Requesting State shall make best efforts to honor such a request pursuant to a treaty on the transfer of sentenced persons in force between the Parties. In the event that a request pursuant to a treaty on the transfer of sentenced persons cannot be honored, the Parties shall consult pursuant to Article 19 of this Treaty.”",
                                "elements": []
                            },
                            {
                                "content": "77.  Furthermore, paragraph 2 of Article 7 lists the documents and information which the extradition request must contain. Paragraph 3 of Article 7 adds as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3. A request for extradition of a person who is sought for prosecution also shall include:",
                                "elements": []
                            },
                            {
                                "content": "(a) a copy of the warrant or order of arrest issued by a judge, court, or other authority competent for this purpose;",
                                "elements": []
                            },
                            {
                                "content": "(b) a copy of the charging document; and",
                                "elements": []
                            },
                            {
                                "content": "(c) such information as would provide a reasonable basis to believe that the person sought committed the offense for which extradition is sought.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RELEVANT INTERNATIONAL LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "78.  The Convention on Cybercrime of the Council of Europe reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1 Each Party shall ensure that the establishment, implementation and application of the powers and procedures provided for in this Section are subject to conditions and safeguards provided for under its domestic law, which shall provide for the adequate protection of human rights and liberties, including rights arising pursuant to obligations it has undertaken under the 1950 Council of Europe Convention for the Protection of Human Rights and Fundamental Freedoms, the 1966 United Nations International Covenant on Civil and Political Rights, and other applicable international human rights instruments, and which shall incorporate the principle of proportionality.",
                                "elements": []
                            },
                            {
                                "content": "2 Such conditions and safeguards shall, as appropriate in view of the nature of the procedure or power concerned, inter alia, include judicial or other independent supervision, grounds justifying application, and limitation of the scope and the duration of such power or procedure.",
                                "elements": []
                            },
                            {
                                "content": "3 To the extent that it is consistent with the public interest, in particular the sound administration of justice, each Party shall consider the impact of the powers and procedures in this section upon the rights, responsibilities and legitimate interests of third parties.”",
                                "elements": []
                            },
                            {
                                "content": "79.  With regard to the proceedings against the applicant and other individuals in the United States, on 23 January 2013 a press release () was published on the website of the United States Federal Bureau of Investigation (FBI). It included a chart indicating the names, ages and places of residence of the individuals, the charges faced by each of them, and the statutory maximum penalty associated with those charges. In relation to the applicant, under “maximum penalty” it specified “67 years in prison”.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  \tALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE APPLICANT’S PLACEMENT IN A METAL DOCK DURING THE COURT HEARING",
                        "elements": [
                            {
                                "content": "80.  Under Article 3 of the Convention the applicant complained that during the hearing on 6 December 2012, he had been placed in a dock with metal bars, with the hood of his jacket over his head as instructed by the police, and that the media had published photographs of this.",
                                "elements": []
                            },
                            {
                                "content": "81.  Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Facts in dispute",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "82.  The Government reiterated at the outset that they had assumed that the applicant’s complaint about his placement in a metal cage concerned only the hearing held on 30 January 2013 before the Criminal Cases Chamber of the Supreme Court. Referring to the applicant’s statement to the media, they maintained that at the hearing the applicant had himself placed the hood over his head (paragraph 29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  With respect to the detention hearing held on 6 December 2012 the applicant submitted that he had not collected evidence that the police had instructed him to wear the hood. At the same time, in his response to the Government’s observations the applicant commented on his placement in the metal cage during the hearing of 30 January 2013.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "84.  The Court observes that the hearing of 6 December 2012 was held in camera (paragraph 18 above). The applicant has not provided any plausible explanation as to how the media could have entered that hearing and photographed or filmed him. The Court therefore accepts the Government’s view that the applicant’s complaint relates to the hearing held on 30 January 2013 before the Criminal Cases Chamber of the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  As to whether State authorities instructed the applicant to wear the hood during the hearing, the Court notes that, indeed, the applicant’s statement to the media suggested that he had had his own reasons for wearing the hood. The applicant did not dispute that statement to the media. The Court therefore is unable to accept the applicant’s contention that the police had instructed him to wear the hood.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  In view of the foregoing, the Court will proceed to examine the applicant’s complaint in relation to the hearing of 30 January 2013 and without regard to the applicant’s allegation that the police instructed him to wear the hood.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "87.  First, the Government submitted that the applicant had not complied with the requirement of exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government argued that in the course of the hearing neither the applicant nor his lawyer had requested that the court release the applicant from the caged dock. They drew attention to the fact that the applicant’s lawyer had lodged a request regarding the exclusion of the public and the prohibition of recording, which the Criminal Cases Chamber had examined. The first time the applicant had raised the issue of the metal cage was in his application before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The applicant maintained that his lawyer had not had an opportunity in theory to request his release from the metal cage until after the hearing had begun. Such a request, however, would probably have been unsuccessful in view of the national courts’ practice on the matter at the time.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "90.  The Court reiterates that only remedies which are effective have to be exhausted. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one, available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. Once this burden of proof has been satisfied, it falls to the applicant to show that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that special circumstances existed which absolved him or her from this requirement (see Melnik v. Ukraine, no. , § 67, 28 March 2006, and Kalashnikov v. Russia (dec.), no. , 18 September 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In the present case, according to the Government a metal cage was generally used for persons in detention (paragraph 96 below). It appears that there was no specific procedure to follow for a person who wished to be released from the cage. It transpires that the applicant was placed in the dock with metal bars as soon as he was taken to courtroom no. 213 of the Supreme Court. At that time the media and the public were already in the courtroom. It was therefore from the very beginning that the applicant had been thus exposed to the audience, who had had the opportunity to make visual recordings, at least at the start of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In those circumstances the Court is unable to accept the effectiveness of the remedy advanced by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Having rejected the preliminary objection raised by the Government, the Court notes that the application is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "94.  The applicant indicated that as at 6 August 2013, 103 media publications had covered the proceedings at issue, sixty-nine of which had contained his photograph behind the metal bars of the dock. Relying on Khodorkovskiy and Lebedev (cited above), he argued that his placement in a metal cage during the hearing, in combination with the said media exposure, had amounted to degrading treatment in violation of Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The applicant insisted that another courtroom at the Supreme Court, no. 207, had had sufficient space to accommodate those attending and that no reasons had been given for the relocation of the hearing to courtroom no. 213. He had been taken directly to courtroom no. 213 and immediately placed in the metal cage. The media had been permitted to freely film and photograph him behind the bars.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government argued that the applicant had been placed in a metal cage only following the transfer of the proceedings from courtroom no. 207 to courtroom no. 213, given the large public attendance at the hearing. Metal cages were used in cases of persons in detention. In this connection, they noted that the applicant had been in custody as of 4 December 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  In contrast with Sarban v. Moldova (no. 3456/05, 4 October 2005) the applicant was not handcuffed during the hearing. Nor were there any heavily armed or masked security guards present, except for the regular personnel, the State Police officers. Unlike in Ramishvili and Kokhreidze v. Georgia (no. 1704/06, 27 January 2009) there was no live broadcast. In fact, upon the applicant’s request the Criminal Cases Chamber prohibited video recording and usage of any material already obtained. The presence of the mass media and the ongoing media coverage had mostly been induced by the applicant and his defence team.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The length of the present hearing had to be distinguished from that in Ashot Harutyunyan v. Armenia (no. 34334/04, § 128, 15 June 2010) as it lasted for barely one hour. Also, it was an isolated episode. During the continuation of the proceedings on 31 January 2013 the applicant was not placed in a metal cage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  In view of the above, the Government maintained that, in the absence of any other aggravating factors, the applicant’s placement in a metal cage had not been excessive or humiliating and could not have been perceived as such by the applicant or the public.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "100.  The Court reiterates that a measure of restraint does not normally give rise to an issue under Article 3 of the Convention where this measure has been imposed in connection with lawful detention and does not entail a use of force, or public exposure, exceeding that which is reasonably considered necessary. In this regard it is important to consider, for instance, whether there was a danger that the person concerned might abscond or cause injury or damage (see, among many authorities, Öcalan v. Turkey [GC], no. , § 182, ECHR 2005IV, and Raninen v. Finland, 16 December 1997, § 56, Reports of Judgments and Decisions 1997-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court has previously examined the issue of holding a person in a metal “cage” during court hearings in a number of cases (see, for example, Khodorkovskiy v. Russia, no. 5829/04, §§ 123-26, 31 May 2011; Ashot Harutyunyan, cited above, §§ 123-29; and Ramishvili and Kokhreidze, cited above, §§ 96-102). In the above cases, in which the Court found a violation of Article 3, the applicants were accused of non-violent crimes, they had no criminal record, there was no evidence that they were predisposed to violence, and the “security risks” were not supported by any specific facts. Furthermore, those applicants’ trials attracted considerable media attention. Therefore, the reasonable balance between the different interests at stake was upset.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In the case at hand, the applicant was held in a dock with metal bars during the hearing on 30 January 2013. According to the Government, persons held in detention were generally placed in such a dock. It is not for the Court to examine this practice in the abstract, but to assess whether in the applicant’s case the measure was justified in the light of the above criteria.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In this connection, the Court notes that no evidence before it attests to the applicant’s having a criminal record. Likewise, he was not suspected of having committed a violent crime. The applicant was not placed in the metal cage because he posed a risk to order or security in the courtroom, because it was thought that he might resort to violence or abscond, or because there was a risk to his own safety.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  It emerges that the dock with metal bars was a permanent installation in courtroom no. 213 and the applicant was placed there by the simple fact that it was the seat where he, as a person on whose extradition a decision had to be made, was meant to be seated. That is underlined by the fact that the hearing had initially been scheduled to be held in a courtroom without a metal cage, no. 207, and its relocation to a courtroom with a metal cage, no. 213, as explained by the Government, was taken because a larger public gallery was required (paragraph 96 above). Furthermore, as pointed out by the Government, during the continuation of the proceedings the following day the applicant had not been placed in a metal cage (paragraph 98 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Even though, as argued by the Government, unlike in Ramishvili and Kokhreidze (cited above, § 99) the hearing had not been broadcast live, photographs depicting the applicant behind metal bars were published soon after the hearing. The Government’s argument that the media coverage had mostly been induced by the applicant and his defence team is immaterial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court, however, takes into consideration that the proceedings against the applicant had gained a high profile and the said photographs had been circulated widely. Thus, the applicant was exposed behind bars not only to those attending the hearing for approximately an hour, as pointed out by the Government, but also to a much larger public who were following the proceedings in the media. Moreover, it cannot be said that the exposure was limited in time, because the photographs were available for public view in the media.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  Although, in contrast with the cases referred to by the Government, the applicant had not been handcuffed and special security forces were not present, the Court considers that given their cumulative effect, the security arrangements in the courtroom were, in the circumstances, excessive and could have been reasonably perceived by the applicant and the public as humiliating.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  There was, therefore, a violation of Article 3 of the Convention in that the treatment was degrading within the meaning of this provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE GRANTING OF EXTRADITION",
                        "elements": [
                            {
                                "content": "109.  The applicant asserted that if extradited to the United States he would be subjected to torture and a disproportionate prison sentence, in breach of Article 3 of the Convention. The national authorities had not examined the probability of his being subjected to treatment contrary to Article 3 if extradited to the United States and had not obtained adequate assurances in that regard.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "110.  At the outset the Government raised the argument of non-exhaustion. They referred to the case of Kroņkalns v. Latvia ((dec.), no. 21694/06, § 38, 17 September 2013), in which the Court had upheld the role of the Constitutional Court in examining the compatibility of international treaties with the Constitution. They noted two examples of domestic case-law: in the first, the Constitutional Court had examined the constitutionality of accession to an international treaty; and in the second, it had examined the constitutionality of an international treaty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Government submitted that the applicant had not contested before the Constitutional Court whether the 2005 US-Latvia Extradition Treaty contained adequate procedural safeguards against possible human-rights violations in the receiving country and its compatibility with Article 95 of the Constitution (prohibition of torture, cruel or degrading treatment).",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  In his response to the Government’s observations the applicant provided no comment on their argument.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "113.  With regard to the Government’s argument of non-exhaustion, the Court has previously accepted that a complaint to the Constitutional Court concerning an international treaty was an effective remedy where, as in Kroņkalns, it identified a clear potential conflict between provisions of the international treaty at issue and the Constitution (cited above, § 39). In the case at hand the Government have not submitted, and the Court is unable to discern, that a provision of the 2005 US-Latvia Extradition Treaty constitutes a clear potential conflict with Article 95 of the Constitution (prohibition of torture, cruel or degrading treatment) in the context of the applicant’s Article 3 complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  As to the existence of the 2005 Extradition Treaty between Latvia and the United States as such, the Court observes that from the reasoning of the Constitutional Court it emerges that, in view of Article 15 of the Council of Europe Convention on Cybercrime, it did not question the standard of human rights protection in the United States. It also had regard to the preamble to the Extradition Treaty, including its reference to the rights of individuals and the rule of law. Furthermore, the Constitutional Court opined that it was rather in the process of granting the extradition request that the State authorities had to guarantee human-rights standards (paragraph 65 above). While it is true that the applicant’s constitutional complaint related not to Article 95 of the Constitution but to its other guarantees, the Constitutional Court’s reasoning did not suggest that it doubted the constitutional compatibility of the Extradition Treaty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  The Court therefore is not persuaded by the Government’s argument.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Court concludes that this complaint is not manifestly ill-founded. No other ground for declaring it inadmissible has been established. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "117.  First, the applicant referred to the statements by United States officials that cybercrime was perceived to be a threat to the United States’ security. Those statements, in the applicant’s view, gave rise to the same concerns with respect to his treatment as those in relation to terrorism suspects. He referred to the following published statements:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Preet Bharara, the United States Attorney for the Southern District of New York; Lanny A. Breuer, the Assistant Attorney General of the U.S. Department of Justice’s Criminal Division; and George Venizelos, the Assistant Director in Charge of the New York Field Office of the Federal Bureau of Investigation (FBI), announced today the unsealing of indictments against three individuals who played critical roles in creating and distributing the Gozi virus.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Manhattan U.S. Attorney Preet Bharara said, ‘... cyber crime remains one of the greatest threats we face ...’”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... FBI Director Robert S. Mueller ... ’Network intrusions pose urgent threats to our national security and to our economy’ ... ‘If we are to confront these threats successfully ... we must adopt a unified approach’ ... in the same way we responded to terrorism after the 9/11 attacks ... The FBI learned after 9/11 that ‘our mission was to use our skills and resources to identify terrorist threats and to find ways of disrupting those threats,’ Mueller said. ‘This has been the mindset at the heart of every terrorism investigation since then, and it must be true of every case in the cyber arena as well.’”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“President Obama has declared that the ‘cyber threat is one of the most serious economic and national security challenges we face as a nation’...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The applicant insisted that the Government had misconstrued the above argument by maintaining that he would not be considered a terrorism suspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  In the applicant’s view, the statements of the United States officials revealed an identical level of tolerance for human-rights abuses in national security matters related to cybercrime as for those in national security matters related to terrorism post-9/11. He therefore had sufficient grounds to believe that anyone accused of cybercrime risked exposure to practices of torture unless the respective institutions provided sufficient and adequate guarantees that the person to be extradited to the United States would under no circumstances be subjected to torture. As such, the conduct of the State authorities in granting the applicant’s extradition constituted a violation of Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  Secondly, the applicant submitted that in the United States he would face a disproportionate prison sentence of up to sixty-seven years, which he would have to serve far from his place of residence. That statutory maximum penalty derived from publications in the United States media and from the extradition request. In order to substantiate his claim of disproportionality the applicant referred to the penalties applicable in Latvia under sections 1771 and 1931 of the Criminal Law. He maintained that the maximum prison sentence in Latvia would be ten years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  Relying on Soering v. the United Kingdom (7 July 1989, §§ 89-91, Series A no. 161), the Government submitted that the applicant had failed to demonstrate before the Court that he would face a real risk of being subjected to treatment contrary to Article 3 if he were extradited to the United States.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  First, in the context of the statements of the United States officials adduced by the applicant in support of his allegation of torture, the Government pointed out that no reference had been made to the applicant or other individuals charged in relation to the Gozi Virus. Also, under the 2005 US-Latvia Extradition Treaty the applicant’s prosecution in the United States would be limited to the crimes for which his extradition had been granted. None of the charges against the applicant mentioned terrorism.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  Secondly, in respect of the sentence, relying on Babar Ahmad and Others v. the United Kingdom (nos. 24027/07, 11949/08, 36742/08, 66911/09 and 67354/09, 10 April 2012) the Government averred that it was by no means certain that, if extradited, the applicant would be convicted of all the charges against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  In addition, the trial judge would have to consider the non-binding sentencing guidelines of the United States Sentencing Commission. Those required the trial judge to have regard to any mitigating or aggravating factors, the defendant’s criminal history and any credit for a guilty plea, and the effect of any assistance given to the United States’ authorities. Even though the guidelines were non-binding, in United States v. Booker, 543   (2005) the United States Supreme Court had held that if the sentencing court decided to vary from them, it had to state “with specificity” its reason for doing so. Additionally, a defendant could appeal against a sentence on the grounds that it was unreasonable under the guidelines to impose such a sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Government opined that the applicant had arrived at a prison sentence of sixty-seven years by adding up the maximum penalties prescribed in the United States Code and assuming that they would run consecutively. However, there could be no certainty that the maximum penalty prescribed would be applied. Moreover, sentences were usually applied concurrently unless the law provided for consecutive sentences, or the trial judge, having consulted the guidelines, expressly ordered that sentences were to run consecutively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  Lastly, concerning the State’s procedural obligation under Article 3, the Government pointed out that in the course of the domestic proceedings the applicant had not raised the matters under discussion. The applicant’s lawyer had indicated in a general manner before the Criminal Cases Chamber of the Supreme Court that the applicant’s fundamental rights as guaranteed by the Constitution would be breached if he were extradited to the United States. Given the vague nature of that allegation, the Criminal Cases Chamber rejected it as being purely declarative. In addition, in the preamble to the 2005 US-Latvia Extradition Treaty both States undertook to respect the rights of individuals and the rule of law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  In view of the applicant’s failure to provide reasons and the recent findings of the Court in connection with extradition of terrorism suspects to the United States that, “save for cases involving the death penalty, it has even more rarely found that there would be a violation of Article 3 if an applicant were to be removed to a State which had a long history of respect of democracy, human rights and the rule of law” (Babar Ahmad and Others, cited above, § 179), the Government considered that the domestic authorities had observed their procedural obligation under Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  When, following the ruling of the Criminal Cases Chamber of the Supreme Court, the applicant and his lawyers had pressed the issue of a disproportionate sentence, the Ministry of Justice sought and obtained diplomatic assurances from the Embassy of the United States in Riga.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "129.  The Court reiterates at the outset that the Convention does not guarantee a right not to be extradited as such (see Soering, cited above, § 85). Likewise, the Convention does not prevent cooperation between States, within the framework of extradition treaties or in matters of deportation, for the purpose of bringing fugitive offenders to justice, provided that it does not interfere with any specific rights recognised in the Convention (see Öcalan, cited above, § 86). Inherent in the whole of the Convention is the search for a fair balance between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights. As movement about the world becomes easier and crime takes on a larger international dimension, it is increasingly in the interest of all nations that suspected offenders who flee abroad should be brought to justice (see ibid., § 88, and Soering, cited above, § 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Convention contains no provisions concerning the circumstances in which extradition may be granted, or the procedure to be followed before extradition may be granted. Subject to its being the result of cooperation between the States concerned and provided that the legal basis for the order for the fugitive’s arrest is an arrest warrant issued by the authorities of the fugitive’s State of origin, even an atypical extradition cannot as such be regarded as being contrary to the Convention (see Öcalan, cited above, § 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  Notwithstanding the above considerations, extradition by a Contracting State may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person in question would, if extradited, face a real risk of being subjected to treatment contrary to Article 3 of the Convention in the receiving country. The establishment of that responsibility inevitably involves an assessment of the situation in the requesting country against the standards of Article 3. Nonetheless, there is no question of adjudicating on or establishing the responsibility of the receiving country, whether under general international law, under the Convention or otherwise. In so far as any liability under the Convention is or may be incurred, it is liability incurred by the extraditing Contracting State by reason of its having taken action which has as a direct consequence the exposure of an individual to proscribed ill-treatment (see Mamatkulov and Askarov v. Turkey [GC], nos.  and , § 67, ECHR 2005I, and Soering, cited above, § 91).",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  In determining whether it has been shown that the applicant runs a real risk, if extradited, of suffering treatment proscribed by Article 3, the Court will assess the issue in the light of all the material placed before it or, if necessary, material obtained proprio motu (see H.L.R. v. France, 29 April 1997, § 37, Reports 1997-III). Since the nature of the Contracting States’ responsibility under Article 3 in cases of this kind lies in the act of exposing an individual to the risk of ill-treatment, the existence of the risk must be assessed primarily with reference to those facts which were known or ought to have been known to the Contracting State at the time of the extradition (see Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 107, Series A no. 215, and Cruz Varas and Others v. Sweden, 20 March 1991, § 76, Series A no. 201). However, if the applicant has not been extradited or deported when the Court examines the case, the relevant time will be that of the proceedings before the Court (see Chahal v. the United Kingdom, 15 November 1996, §§ 85 and 86, Reports 1996-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  In order to determine whether there is a risk of ill-treatment, the Court must examine the foreseeable consequences of sending the applicant to the receiving country, bearing in mind the general situation there and his personal circumstances (see Vilvarajah and Others, cited above, § 108 in fine). It is in principle for the applicant to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he would be exposed to a real risk of being subjected to treatment contrary to Article 3 (see N. v. Finland, no. 38885/02, § 167, 26 July 2005). Where such evidence is adduced, it is for the Government to dispel any doubts about it (see Ryabikin v. Russia, no. , § 112, 19 June 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  The Court would add that, save for cases involving the death penalty, it has even more rarely found that there would be a violation of Article 3 if an applicant were to be removed to a State which had a long history of respect for democracy, human rights and the rule of law (see Babar Ahmad and Others, cited above, § 179).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  Turning to the case at hand, the applicant, first, alleged that he risked being subjected to torture by reference to the United States officials’ statements naming cybercrime as a threat to national security that required the same response as terrorism post-9/11.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  In that connection, the Court, indeed, has expressed its grave concern about the worrying reports of the interrogation methods used by the United States authorities on persons suspected of involvement in international terrorism. Those reports concerned prisoners detained by the United States authorities outside the national territory, notably in Guantánamo Bay (Cuba), Bagram (Afghanistan) and some other third countries (see Al-Moayad v. Germany (dec.), no. , § 66, 20 February 2007). This material was in the public domain before a person’s actual transfer into the custody of the United States authorities. It was therefore capable of proving that there were serious reasons to believe that, if the person concerned were transferred into United States custody under the “rendition” programme, he would be exposed to a real risk of being subjected to treatment contrary to Article 3. Consequently, the Court has concluded that the State authorities knew or ought to have known, at the relevant time, that there was a real risk that the person concerned would be subjected to treatment contrary to Article 3 of the Convention (see El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, § 218, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The facts in the present case, however, are different. The applicant is not suspected of terrorism-related offences. Furthermore, no reliable information has been furnished to the Court in relation to practices on the part of the United States authorities with regard to persons suspected of cybercrime-related offences. The statements of the United States officials relied upon by the applicant do not reveal such practices or any possible action with respect to the applicant in particular so as to raise concern for his well-being in the context of Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  In addition, the applicant has not claimed that he might be detained at ADX Florence or subjected to special administrative measures, which were circumstances at issue in relation to persons indicted of terrorism in the United States in Babar Ahmad and Others (cited above, § 158). While the Court in that case did not accept that the conditions in ADX Florence would reach the Article 3 threshold for persons in good health or with less serious mental-health problems, the situation could be different on account of the severity of a person’s mental condition (see Aswat v. the United Kingdom, no. 17299/12, § 57, 16 April 2013). In the present case, however, that issue does not arise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The Court therefore is not persuaded by the applicant’s argument that by virtue of his being indicted of cybercrime-related offences he is exposed to a real risk of ill-treatment in violation of Article 3 if extradited to the United States.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  In so far as the applicant complained about the possibility of receiving a disproportionate prison sentence of sixty-seven years in the United States, the Court notes that his argument was based on comparison with a penalty under Latvian law, in that the sentence in the United States would be much higher.",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  In that connection, the Court reiterates that due regard has to be had for the fact that sentencing practices vary greatly between States and that there are often legitimate and reasonable differences between States as to the length of sentences imposed, even for similar offences (see Willcox and Hurford v. the United Kingdom (dec.), nos. 43759/10 and 43771/12, § 74, ECHR 2013). The Court has drawn attention to the vast differences in the civil, political, economic, social and cultural conditions prevailing in countries across the globe. As a consequence of those significant differences, States have constructed their criminal justice systems around principles and approaches which are often equally varied. It is in principle for sovereign States to decide how best to tackle the problems that arise in their respective territories, provided always that the responses remain within the range of approaches considered to be acceptable by democratic States. The solutions applied in one State may not be suited to another, and it follows that a sentence cannot be deemed grossly disproportionate simply because it is more severe than the sentence which would be imposed in another State (see ibid., § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  In that light, and considering the scale of allegations against the applicant pending in the United States, the applicant’s argument based on a comparison of the penalties applicable in the United States and Latvia is not in itself sufficient to demonstrate a “gross disproportionality”, which is a strict test that will only be met on “rare and unique occasions” (see ibid., § 74; Babar Ahmad and Others, cited above, §§ 235-37; see also Harkins and Edwards v. the United Kingdom, nos.  and , § 133, 17 January 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  Nevertheless, as held by the Court, an Article 3 issue would arise in respect of a mandatory life sentence without parole and a discretionary life sentence if it could be shown that the applicant’s imprisonment could no longer be justified on any legitimate penological grounds and that the sentence was irreducible de facto and de jure (see Aswat, cited above, § 35, and, mutatis mutandis, Vinter and Others v. the United Kingdom [GC], nos. 66069/09, 130/10 and 3896/10, §§ 119 et seq., ECHR 2013 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  In the present case, the applicant has not argued that he could be given a life sentence in the United States.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  At the same time, the Court must bear in mind that the possibility of consecutive sentencing has not been excluded. Uncapped consecutive sentences on their own or in combination with a person’s age or health can amount to a time span exceeding a person’s life. As such, they may in effect be equivalent to a life sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  However, the applicant has not demonstrated that he complained before the domestic authorities – nor has he complained before this Court – that the maximum penalties could be imposed by a court in the United States without due consideration of all relevant mitigating and aggravating factors, or that no review of a sentence would be available.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  With regard to the applicant’s contention that the sentence would be served far from his place of residence, the Court reiterates that only in exceptional circumstances will an applicant’s private or family life in a Contracting State outweigh the legitimate aim pursued by his or her extradition (see King v. the United Kingdom (dec.), no. , 26 January 2010). The applicant has not claimed any such exceptional circumstances. The Court also notes that according to Diplomatic Note No. 078-13, the United States will endeavour to honour a request from the applicant to serve his sentence in Latvia if he is convicted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  Accordingly, the Court does not find that the applicant has demonstrated that there would be a real risk of treatment reaching the Article 3 threshold as a result of his sentence if he were extradited to the United States.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  In the view of above, the Court finds that there has been no violation of Article 3 with respect to the granting of the applicant’s extradition to the United States.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION ON ACCOUNT OF THE LACK OF ACCESS TO A LAWYER DURING THE APPLICANT’S ARREST",
                        "elements": [
                            {
                                "content": "150.  The applicant complained that he had been deprived of an opportunity to contact a lawyer and receive legal assistance during his arrest on 4 December 2012.",
                                "elements": []
                            },
                            {
                                "content": "151.  The Court deems that this complaint falls to be examined under Article 5 § 1 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(f) the lawful arrest or detention of ... a person against whom action is being taken with a view to ... extradition.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "152.  The Government argued that this complaint was inadmissible as being manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The Government referred to the findings of the Internal Security Office of the State Police (paragraph 48 above). They noted that in his complaint to the prosecution the applicant himself had stated that he had been provided with a phone to contact a lawyer (paragraph 45 above), and an agreement on his legal representation had been signed the same day (paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  The applicant argued that he had been prevented from contacting a lawyer until 1.20 p.m. on 4 December 2012. He had not been permitted to use the phone until approximately 2 p.m., in the car park.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "155.  The Court has held that where the “lawfulness” of detention is at issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law but also, where appropriate, to other applicable legal standards, including those which have their source in international law. In all cases it establishes the obligation to conform to the substantive and procedural rules of the laws concerned (see Medvedyev and Others v. France [GC], no. 3394/03, § 79, ECHR 2010, and see also Longa Yonkeu v. Latvia, no. 57229/09, § 119, 15 November 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  It is in the first place for the national authorities, notably the courts, to interpret and apply domestic law. However, since under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention, it follows that the Court can and should exercise a certain power to review whether this law has been complied with (see, inter alia, Mooren v. Germany [GC], no. 11364/03, § 73, 9 July 2009; Nakach v. the Netherlands, no. 5379/02, § 38, 30 June 2005; Benham v. the United Kingdom, 10 June 1996, § 41, Reports 1996III; and Longa Yonkeu, cited above, § 121).",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  In many cases the Court has reiterated that the logic of the system of safeguards established by the Convention sets limits on the scope of the review by the Court of internal “lawfulness”. Not each and every disregard of the domestic formalities automatically entails a breach of the Convention under Article 5 § 1 – the core task of the Court is to detect manifest cases of arbitrariness (see Khodorkovskiy, cited above, § 156, and the case-law cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  Only such breaches of the domestic procedural and material law which amount to a “gross or obvious irregularity” in the exceptional sense indicated by the case-law should attract the Court’s attention. The notion of “gross or obvious irregularity” does not lend itself to a precise definition and will depend on the circumstances (ibid., § 157, and the case-law cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  Turning to the case at hand, the applicant was arrested under section 699 of the Criminal Procedure Law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  With regard to the applicant’s complaint that during his arrest he had been deprived of an opportunity to contact a lawyer and receive legal assistance, the Court notes that section 699(3) of the Law required that the person sought be informed of his rights, including the right under section 698(2)6) of the Law to invite a lawyer in order to receive legal assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  While the applicant argued that he had been unable to seek legal assistance during the arrest because he had been restrained, at the same time he signed the record of his arrest without any objections as to the course of that process. The record clearly stated that he had been informed of his right to invite a lawyer in order to receive legal assistance as required by section 699(3) of the Law. Also, the applicant did not request a list of lawyers and the use of a phone (paragraph 13 above). It emerges that while the search was still taking place the applicant was provided with a phone to contact a lawyer (paragraphs 14 and 45 above), and the same day he appointed a legal representative (paragraph 15 above). Moreover, at the detention hearing on 6 December 2012 he was represented by a lawyer (paragraph 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  In those circumstances, the Court is unable to accept that the applicant’s deprivation of liberty was not “in accordance with a procedure prescribed by law” on account of not having been given an opportunity during his arrest until approximately 2 p.m. on 4 December 2012 to contact a lawyer and receive legal assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The applicant’s complaint under Article 5 § 1 on that account is therefore manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention. In view of the fact that the applicant had the opportunity to appoint a lawyer, no separate issues in that regard arise under Article 5 § 4.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION ON ACCOUNT OF THE AUTHORISATION OF THE APPLICANT’S DETENTION",
                        "elements": [
                            {
                                "content": "164.  The applicant submitted that the domestic courts had not assessed whether reasonable suspicion existed that he had committed the offences for which his extradition to the United States was sought.",
                                "elements": []
                            },
                            {
                                "content": "165.  The Court deems it appropriate to examine this complaint under Article 5 § 1 (f) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "166.  At the outset the Government raised the argument of non-exhaustion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  They drew attention to the fact that the applicant’s detention had been based on section 702 of the Criminal Procedure Law (pre-extradition detention). However, the applicant had never challenged that provision before the Constitutional Court, even though he had complained to the Constitutional Court about section 701(2) (prohibition of appeal against provisional detention) and section 707(2) (prohibition of appeal against a court’s decision on extradition) of the Law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "168.  As regards the “quality of the law”, given the absence of a respective constitutional complaint, the applicant had failed to substantiate the deficiency of the domestic procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "169.  The applicant did not comment on the Government’s argument.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "170.  The Court reiterates the above-stated principles on the exhaustion of domestic remedies (paragraph 90 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  The Court adds that it has already examined the scope of the Constitutional Court’s review in Latvia and noted that it had examined, inter alia, individual complaints challenging the constitutionality of a legal provision or its compliance with a provision of superior legal force. An individual constitutional complaint can only be lodged against a legal provision where an individual considers that the provision in question infringes his or her fundamental rights as enshrined in the Constitution (see Liepājnieks v. Latvia (dec.), no. , § 73, 2 November 2010, and Grišankova and Grišankovs v. Latvia (dec.), no. , ECHR 2003II (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  The procedure of lodging an individual constitutional complaint therefore cannot serve as an effective remedy if the alleged violation resulted only from erroneous application or interpretation of a legal provision, the content of which is not unconstitutional (see Savičs v. Latvia, no. 17892/03, § 113, 27 November 2012, and Liepājnieks, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  With that in mind, the Court observes that in the present case the crux of the applicant’s complaint is that the domestic court failed to assess whether reasonable suspicion existed that he had committed the crimes alleged. In his submission, that was a statutory requirement for his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "174.  In view of the nature of that allegation, which concerns the misapplication of the law, the Court is unable to discern how a constitutional complaint could provide redress in that regard (see, mutatis mutandis, Nagla v. Latvia, no. 73469/10, § 48, 16 July 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  The Court therefore rejects the Government’s argument of non-exhaustion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176.  The Court notes that this complaint is not manifestly ill-founded or inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "177.  In his application to the Court the applicant contended that the domestic court had not assessed the existence of reasonable suspicion that he had committed the crimes for which his extradition to the United States was sought.",
                                                "elements": []
                                            },
                                            {
                                                "content": "178.  The Government submitted that while Article 5 § 1 (f) of the Convention was applicable with respect to the applicant’s detention, there was no requirement to assess the degree of individual culpability. In view of the Court’s findings in Soldatenko v. Ukraine (no. 2440/07, § 109, 23 October 2008) “all that is required under sub-paragraph (f) is that ‘action is being taken with a view to deportation or extradition’”. The requirement to consider a degree of individual culpability would impose a disproportionate burden on the State, in the absence of an intention to prosecute a person and the relevant criminal case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  As to the legal basis in domestic law, the Government maintained that the applicant had been detained under section 702 of the Criminal Procedure Law (pre-extradition detention).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "180.  The Court notes that it is common ground between the parties that the applicant was detained with a view to his extradition from Latvia to the United States. Article 5 § 1 (f) of the Convention is thus applicable in the instant case. This provision does not require that the detention of a person against whom action is being taken with a view to extradition be reasonably considered necessary, for example to prevent that person’s committing an offence or absconding. In this connection, and as submitted by the Government, Article 5 § 1 (f) provides a different level of protection from Article 5 § 1 (c): all that is required under sub-paragraph (f) is that “action is being taken with a view to deportation or extradition”. It is therefore immaterial, for the purposes of Article 5 § 1 (f), whether the underlying decision to expel can be justified under national law or the Convention (see K. v. Russia, no. 69235/11, § 80, 23 May 2013; Niyazov v. Russia, no. 27843/11, § 114, 16 October 2012; and Chahal, cited above, § 112).",
                                                "elements": []
                                            },
                                            {
                                                "content": "181.  The Court reiterates, however, the principles set out above as to the requirement of “lawfulness” for the purposes of Article 5 § 1 (f) (paragraphs 155 to 158 above). As already noted, where the “lawfulness” of detention is at issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law but also, where appropriate, to other applicable legal standards, including those that have their source in international law. In all cases it establishes the obligation to conform to the substantive and procedural rules of the laws concerned (paragraphs 155 and 156 above). Moreover, it requires in addition that any deprivation of liberty should be in keeping with the purpose of Article 5, which is to protect the individual from arbitrariness (see K. v. Russia, cited above, § 81, and Niyazov, cited above, § 115).",
                                                "elements": []
                                            },
                                            {
                                                "content": "182.  Where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty be satisfied. It is therefore essential that the conditions for deprivation of liberty under domestic law be clearly defined and that the law itself be foreseeable in its application, so that it meets the standard of “lawfulness” set by the Convention, a standard which requires that all law be sufficiently precise to allow the person – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Baranowski v. Poland, no. 28358/95, § 52, ECHR 2000III; K. v. Russia, cited above, § 82; and Niyazov, cited above, § 116).",
                                                "elements": []
                                            },
                                            {
                                                "content": "183.  The Court has previously considered that it should not read into Article 5 § 1 (f) of the Convention a requirement that there be a prima facie case before a person can be detained with a view to extradition (see Babar Ahmad and Others v. the United Kingdom (dec.), nos. ,  and , § 180, 6 July 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "184.  At the same time, in examining whether the applicant’s detention with a view to extradition was “lawful” and complied with “a procedure prescribed by law”, the Court needs to look into the domestic law. In that regard, it observes that the Government submitted that the applicant’s detention had been based on section 702 of the Criminal Procedure Law. The investigating judge also referred to that provision in authorising the applicant’s detention (paragraph 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "185.  The Court notes that section 702 of the Criminal Procedure Law does not spell out the condition for detention – the existence of reasonable suspicion – as argued by the applicant. However, under that provision detention is conditional on having an extradition request. In the present case, the elements of the extradition request are laid down in the 2005 US-Latvia Extradition Treaty, forming part of the legal system of Latvia (on direct applicability of international treaties in Latvia see Kroņkalns, cited above, § 38).",
                                                "elements": []
                                            },
                                            {
                                                "content": "186.  With regard to the applicant’s complaint, the Court observes that paragraph 3(c) of Article 7 of the Extradition Treaty requires that the extradition request include “such information as would provide a reasonable basis to believe that the person sought committed the offense for which extradition is sought”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "187.  Indeed, the prosecutor submitted before the investigating judge that the extradition request contained all the information required under paragraph 3 of Article 7 of the Extradition Treaty (paragraph 23 above). Nevertheless, the investigating judge’s reasoning did not refer to any such concrete information contained in the extradition request, particularly as required by paragraph 3(c) of Article 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "188.  As to the formal grounds relied upon by the investigating judge in detaining the applicant, he listed Article 5 § 1 (c) of the Convention (paragraph 24 above), which clearly requires a different standard. He also noted Article 12(2) of the European Convention on Extradition, which relevance remains unclear (paragraph 24 above). Most importantly, for the purposes of the present case, while the investigating judge specified paragraph 1 of Article 7 of the Extradition Treaty, he did not ground, at least formally, his decision on paragraph 3 of Article 7 (paragraph 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "189.  It therefore remains unclear whether the investigating judge satisfied himself of the requirement under paragraph 3 of Article 7, as that neither emerges from the investigating judge’s reasoning nor the formal grounds he relied upon. The Court notes that the investigating judge merely agreed with the prosecutor’s proposal on detention. At the same time, he did not respond to the applicant’s submission that the accusation against him was vague (paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "190.  The Court reiterates that the limitations on an individual’s liberty within the meaning of Article 5 § 1 must be interpreted restrictively. In the view of above, the Court considers that the competent domestic court has not acted fully in accordance with section 702(1) of the Criminal Procedure Law in not having had regard as to whether the extradition request complied with paragraph 3(c) of Article 7 of the 2005 US-Latvia Extradition Treaty. The applicant’s detention with a view to extradition has not therefore been effected “in accordance with a procedure prescribed by law” (see, mutatis mutandis, Jusic v. Switzerland, no. 4691/06, §§ 75-83, 2 December 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "191.  There has accordingly been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION ON ACCOUNT OF THE PREPARATION FOR THE DETENTION HEARING",
                        "elements": [
                            {
                                "content": "192.  The applicant complained that the United States’ extradition request had been served on him less than thirty minutes before the detention hearing on 6 December 2012 and that he and his lawyer had not had adequate time to prepare for the detention hearing.",
                                "elements": []
                            },
                            {
                                "content": "193.  The Court finds that this complaint falls to be examined under Article 5 § 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "194.  The Government argued that the complaint was manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "195.  They pointed out that a day before the detention hearing the prosecutor had agreed with the applicant’s lawyer that the material would be provided prior to the hearing (paragraph 16 above). Neither in the record stating that the applicant and his lawyer had familiarised themselves with the extradition request (paragraph 17 above), nor during the detention hearing (paragraph 18 above), had the applicant or his lawyer raised any complaints regarding the timely access to the file. In fact, the argument presented by the applicant’s lawyer, A.O., and by his assistant I.Š. during the detention hearing had demonstrated their familiarity with the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "196.  In the applicant’s submission, A.O. indicated at the detention hearing the untimely service of the extradition documents by stating that his client had been legally unprepared at the time (paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "197.  The applicant complained that the forty-eight-hour time-limit prescribed by the domestic law for the service of an extradition request had not been complied with.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "198.  As to the requirement of procedural fairness under Article 5 § 4, the Court reiterates that this Article does not impose a uniform, unvarying standard to be applied irrespective of the context, facts and circumstances. Although it is not always necessary that an Article 5 § 4 procedure be attended by the same guarantees as those required under Article 6 for criminal or civil litigation, it must have a judicial character and provide guarantees appropriate to the type of deprivation of liberty in question (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 203, ECHR 2009, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "199.  The proceedings must be adversarial and ensure equality of arms (see Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "200.  Some form of adversarial proceedings is required in cases concerning detention with a view to extradition (see Soliyev v. Russia, no. 62400/10, § 56, 5 June 2012, and Sanchez-Reisse v. Switzerland, 21 October 1986, § 51, Series A no. 107).",
                                                "elements": []
                                            },
                                            {
                                                "content": "201.  Turning to the case at hand, it transpires that indeed the applicant’s lawyer was informed of the detention hearing one day in advance (paragraph 16 above). There is no indication that, having received that information, he requested access to the material in order to prepare for the hearing. While, indeed, it may be doubtful whether a period of thirty minutes was sufficient to study the material, it transpires that the applicant’s lawyer, A.O., and the applicant himself were able to present their argument with regard to the content of the extradition request (paragraphs 18 and 20 above). In addition, the applicant said that he had read all the documents (paragraph 20 above). Moreover, the applicant and his lawyer did not ask the investigating judge for any additional time for preparation. In that light, the Court is unable to accept the applicant’s argument that his lawyer adequately raised the issue of access to the material.",
                                                "elements": []
                                            },
                                            {
                                                "content": "202.  In view of the foregoing, the Court finds the applicant’s complaint manifestly ill-founded. It must therefore be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION ON ACCOUNT OF THE REVIEW OF DETENTION",
                        "elements": [
                            {
                                "content": "203.  The applicant complained that following the detention hearing of 6 December 2012 he did not have at his disposal a procedure by which the lawfulness of his detention could be assessed by a court.",
                                "elements": []
                            },
                            {
                                "content": "204.  The Court deems it appropriate to examine this complaint under Article 5 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "205.  The Government reiterating the competence of the Constitutional Court raised the same non-exhaustion argument as set out above (paragraphs 166 et seq. above) with respect to this complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "206.  The applicant did not comment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "207.  The Court refers to the principles applying to the exhaustion of domestic remedies outlined above (paragraph 90 above). It further reiterates that the application of the rule of exhaustion of domestic remedies should be applied with some degree of flexibility and without excessive formalism (see, among many others, Sorokins and Sorokina, no. , § 77, 28 May 2013; Timofejevi v. Latvia, no. , § 102, 11 December 2012; Leja v. Latvia, no. , § 50, 14 June 2011; and Estrikh v. Latvia, no. 73819/01, § 94, 18 January 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "208.  In the present case the question of exhaustion of domestic remedies is closely linked to the merits of the applicant’s complaint under Article 5 § 4 of the Convention. It should therefore be joined to the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "209.  The Court notes that this complaint is not manifestly ill-founded. It further notes that it is not inadmissible on any other grounds, subject to the question joined to the merits. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "210.  The applicant maintained that no review of the pre-extradition detention was available under the domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  In response to the Government’s observations the applicant claimed that he had been held in detention until 10 October 2013, even though the Court had indicated an interim measure on 8 August 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "212.  The Government stressed that the Criminal Procedure Law did not provide for the automatic imposition of detention. A prosecutor decided whether to lodge a request for detention before a judge, but the latter was by no means bound by the reasons advanced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  Furthermore, the applicant could request that the prosecution release him from detention, which the applicant had done on 27 December 2012 (paragraph 40 above). The Government emphasised that the applicant had not appealed against the prosecutor’s refusal to grant that request to a higher prosecutor (paragraph 41 above). Therefore, he had not exhausted the national mechanism available before claiming that it was ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "214.  The Government averred that a prosecutor could provide a speedy release in the light of new facts subsequent to the initial ruling on detention. In the present case, on 10 October 2013 the Prosecutor of the International Cooperation Division, M.V., had ordered the applicant’s release as the grounds for continuing to detain him had ceased to exist. That demonstrated that the procedural mechanism under Chapter 66 of the Criminal Procedure Law satisfied the requirements of Article 5 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "215.  The Government drew attention to the fact that under section 281 of the Criminal Procedure Law an investigating judge was competent to examine complaints about security measures imposed. Even though on 3 September 2013 the Investigating Judge of the Riga City Centre District Court, K.K., had refused to grant the applicant’s request, as upheld by the President of the District Court, a judicial review had been available.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "216.  By virtue of Article 5 § 4, a detainee is entitled to apply to a “court” with jurisdiction to decide “speedily” whether or not their deprivation of liberty has become “unlawful” in the light of new factors which have emerged subsequently to the decision on their initial placement in custody (see Ismoilov and Others v. Russia, no. 2947/06, § 146, 24 April 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "217.  As regards detention pending deportation or extradition under Article 5 § 1 (f), the Court notes that the factors affecting the lawfulness of detention pending deportation or extradition, such as, for example, factors relating to the progress of those proceedings and the authorities’ diligence in the conduct of such proceedings, may change over the course of time (see Rahmani and Dineva v. Bulgaria, no. 20116/08, § 78, 10 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "218.  A remedy must be made available during an individual’s detention to allow him or her to obtain speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see, mutatis mutandis, Stoichkov v. Bulgaria, no. , § 66 in fine, 24 March 2005, and Vachev v. Bulgaria, no. , § 71, ECHR 2004-VIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "219.  The Court has no reason not to accept that the ruling of the investigating judge, rendered on 6 December 2012, on the applicant’s detention with a view to extradition corresponded to a decision taken by a “court” for the purposes of Article 5 § 4. At the same time, the judicial supervision required by Article 5 § 4 incorporated in the initial decision does not purport to deal with an ensuing period of detention in which new issues affecting the lawfulness of the detention might arise (see Weeks v. the United Kingdom, 2 March 1987, § 56, Series A no. 114).",
                                                "elements": []
                                            },
                                            {
                                                "content": "220.  In the instant case, the investigating judge did not specify the time-limit for which he authorised the applicant’s detention with a view to extradition. Section 702(5) of the Criminal Procedure Law provides that such detention may not exceed one year. The fact that the applicant was released on 10 October 2013 on the prosecutor’s order does not render his complaint under this provision devoid of purpose, bearing in mind that he was detained for ten months (see, mutatis mutandis, M.A. v. Cyprus, no. 41872/10, § 164, ECHR 2013 (extracts) and the case-law cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "221.  The Government averred that during that time the applicant could have applied to a prosecutor for release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "222.  However, the Court has previously held that a prosecutor’s decision may well be justified on the basis of the information at his disposal, but such a decision cannot be qualified as a decision taken by a “court” within the meaning of Article 5 § 4 (see Winterwerp v. the Netherlands, 24 October 1979, § 64, Series A no. 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "223.  The Government further suggested that the applicant could have lodged a complaint with the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "224.  It is relevant to reiterate here that the Constitutional Court examines complaints challenging the constitutionality of a legal provision or its compliance with a provision of superior legal force (paragraph 171 above). In view of the scope of proceedings before the Constitutional Court, more explanation would be required from the Government to demonstrate how a complaint to the Constitutional Court was capable of ensuring that the applicant’s deprivation of liberty would be examined and, where appropriate, that his release would be ordered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "225.  Lastly, the Government argued that an investigating judge was competent to examine complaints about the security measures imposed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "226.  While the Government referred to section 281 of the Criminal Procedure Law in support of that contention, the Court notes that on 3 September 2013 the investigating judge responded that in accordance with the Criminal Procedure Law, pre-extradition detention was not subject to review (paragraph 36 above). Furthermore, she indicated that section 281(2) of the Criminal Procedure Law did not apply and that no review of the pre-extradition detention could be conducted based on that provision (paragraph 37 above). It appears that on 28 February 2013 a similar response had been given by the Judge of the Riga City Centre District Court, R.S. (paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "227.  As such, the Court is unable to accept that a complaint to an investigating judge was a sufficiently certain remedy available to the applicant to institute proceedings for the examination of the lawfulness of his detention. Consequently, the Court dismisses the Government’s plea of non-exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "228.  It follows that throughout the term of the applicant’s detention he did not have at his disposal any procedure by which the lawfulness of his detention could have been examined by a court (see, mutatis mutandis, Nasrulloyev v. Russia, no. 656/06, §§ 88-90, 11 October 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "229.  There has therefore been a violation of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VII.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "230.  In accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment, if referral of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "231.  The Court considers that the indication made to the Government under Rule 39 of the Rules of Court (see above § 4) must continue in force until the present judgment becomes final or until the Court takes a further decision in this connection.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "232.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "233.  The applicant claimed compensation of the same amount as stated in his initial application form to the Court.",
                                "elements": []
                            },
                            {
                                "content": "234.  The Government insisted that the applicant had not adequately submitted his claim for just satisfaction. They referred to Rule 60 of the Rules of Court and paragraph 5 of the Practice Direction on Just Satisfaction Claims which, in so far as relevant, provides that the Court “will also reject claims set out on the application form but not resubmitted at the appropriate stage of the proceedings and claims lodged out of time”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "235.  The Court observes that in his application form the applicant claimed 10,000 euros (EUR) in respect of non-pecuniary damage. He referred to that claim within the time-limit which had been imposed following transmission by the Court of the Government’s initial observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "236.  In that light, the Court may not consider that there is no call to award the applicant any sum in respect of non-pecuniary damage (contrast Šorgić v. Serbia, no. 34973/06, §§ 98 and 99, 3 November 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "237.  Having regard to the nature of the violations found in the present case and deciding on an equitable basis, the Court awards the applicant EUR 5,000 in compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "238.  In accordance with the above-mentioned findings (paragraphs 235 and 236 above), the Court notes that the applicant has asked for reimbursement of “all litigation expenses”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "239.  According to the Court’s established case-law, costs and expenses will not be awarded under Article 41 unless it is established that they were actually and necessarily incurred, and are reasonable as to quantum (see, among many other authorities, Sanoma Uitgevers B.V. v. the Netherlands [GC], no. 38224/03, § 109, 14 September 2010). Under Rule 60 of the Rules of Court “the applicant must submit itemised particulars of all claims, together with any relevant supporting documents ... [failing which] the Chamber may reject the claims in whole or in part”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "240.  The Court observes that the applicant did not specify the amount of the expenses incurred. Nor did he submit any supporting documents in respect of his claim. Accordingly, the Court does not award any sum under this head (see Parizov v. “the former Yugoslav Republic of Macedonia”, no. 14258/03, § 72, 7 February 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "241.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides, unanimously, to join to the merits the Government’s objection as to the exhaustion of domestic remedies concerning the complaint about the lack of judicial review of the applicant’s detention with a view to extradition, under Article 5 § 4 of the Convention, and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the applicant’s complaints concerning his placement in a metal cage during the court hearing, the granting of his extradition to the United States, the authorisation of his detention with a view to extradition, and the lack of judicial review of his detention, under Article 3 and Article 5 §§ 1 and 4 of the Convention, admissible and the remainder inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 3 of the Convention on account of the applicant’s placement in a metal cage during the court hearing;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there has been no violation of Article 3 of the Convention on account of the granting of the applicant’s extradition to the United States;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by four votes to three, that there has been a violation of Article 5 § 1 of the Convention on account of the authorisation of the applicant’s detention with a view to extradition;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds, unanimously, that there has been a violation of Article 5 § 4 of the Convention on account of the lack of judicial review of the applicant’s detention with a view to extradition;",
                        "elements": []
                    },
                    {
                        "content": "7.  Decides, by six votes to one, to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable, in the interests of the proper conduct of the proceedings, not to extradite the applicant until such time as the present judgment becomes final or until further order;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds, by six votes to one,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 July 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinions of Judges Kalaydjieva, Mahoney, Vehabović are annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I find myself unable to join the majority of my colleagues in finding that the applicant’s rights under Article 5 § 1 were violated on account of the alleged failure by the competent investigating judge to examine the extent to which there existed a reasonable suspicion giving grounds for his requested extradition to the USA. Sub-paragraph (f) of this provision allows legitimate deprivation of liberty “of a person against whom action is being taken with a view to deportation or extradition” and does not further require an examination of the existence of reasonable suspicion, which, moreover, seems to be inherent to the context of extradition. In so far as it may be stated that any deprivation of liberty must be in accordance with domestic law, it is furthermore unclear whether or not – in granting the request of a prosecutor without providing detailed reasoning – the investigation judge did in fact take these circumstances into account.",
                        "elements": []
                    },
                    {
                        "content": "However, I fully agree with the majority that, in violation of Article 5 § 4, the domestic legislation did not entitle the applicant “to take proceedings by which the lawfulness of his detention [shall] be decided speedily by a court and his release ordered if the detention is not lawful”. Had such proceedings been afforded, it would have been possible for the domestic courts to check the compliance of the applicant’s detention with the domestic law. I do agree with the other dissenting judges that such primary scrutiny should lie first and foremost within the competence of the domestic courts.",
                        "elements": []
                    },
                    {
                        "content": "1.  We regret that we have been unable to agree with our colleagues that there has been a violation of Article 5§1 of the Convention on the facts of the present case. We are not persuaded that there is any sufficient factual grounding to hold that the applicant’s detention “with a view to his extradition”, in the terms of Article 5§1(f), failed to satisfy the requirements, stated under that provision, of being “lawful” and ordered “in accordance with a procedure prescribed by law”.",
                        "elements": []
                    },
                    {
                        "content": "2.  The implications for the Court’s review of Convention compliance that follow from these two linked expressions in Article 5§1, implications that were first stated in essence as early as 1979 in the case of Winterwerp v. the Netherlands, 24 October 1979, Series A no. 33, §§39-41, 45-46, are summarised in paragraphs 155-158, 181 and 182 of the judgment in the present case (“the present judgment”) by reference to more recent case-law. In particular,",
                        "elements": []
                    },
                    {
                        "content": "3.  Unfortunately, to our mind, our colleagues in the majority have strayed outside the confines of that international power of review over compliance with national law, by in effect substituting themselves for the national judicial authorities in expressing their personal interpretation of the content of domestic law, combined with a view as to how the investigating judge should have better applied the domestic law so interpreted. For us, this is not the proper role of the European judge under the subsidiary machinery of protection set up under the Convention, quite apart from the consideration that the factual criticism made of the investigating judge’s reasoning does not reach the threshold of seriousness required by the Court’s case-law.",
                        "elements": []
                    },
                    {
                        "content": "4.  The majority note that the primary source of Latvian law for the applicant’s pre-extradition detention, as relied on by the Government, was section 702 of the Criminal Procedure Law (see paragraphs 184-185 of the present judgment – the legislative provision in question being set out at paragraph 73 of the present judgment). While that legislative provision is silent on the need for the existence of a reasonable suspicion of commission of the extradition offence, the majority point to the terms of Article 7§3(c) of the Extradition Treaty between Latvia and the United States of America. This treaty provision, which forms part of the legal system of Latvia, states that the extradition request should include “such information as would provide a reasonable basis to believe that the person committed the offence for which extradition is sought” (paragraphs 185-186 of the present judgment – the treaty provision being quoted at paragraph 77 of the present judgment).",
                        "elements": []
                    },
                    {
                        "content": "5.  Even if the majority’s interpretation of the requirements of domestic law (see paragraphs 185-186 of the present judgment) may be correct, we do not consider that the facts justify the majority’s assertions (a) (in paragraph 187 of the present judgment) that the investigating judge’s reasoning did not refer to the extradition request containing concrete information of the kind required by Article 7§3(c); and (b) (in paragraph 188 of the present judgment) that the investigating judge “did not ground, at least formally, his decision on paragraph 3 of Article 7”.",
                        "elements": []
                    },
                    {
                        "content": "6.  As we read the investigating judge’s decision, he did indeed make such a reference, albeit not an explicit, detailed or lengthily reasoned one, and did place “formal” reliance on Article 7§3(c). That decision, firstly, repeated the terms of the prosecutor’s submission according to which “the extradition request contains all the information and documents as required by Article 7§§2 and 3 of the ... Treaty” (emphasis supplied); it then went on to state that “[the investigating judge] agrees with the prosecutor’s proposal [to place the applicant in pre-extradition detention]” (see paragraphs 23-24 of the present judgment). The investigating judge’s decision thereafter explicitly invoked sections 701 and 702 of the Criminal Procedure Law and, in particular, sub-section 1 of section 702. By referring back to and expressly approving the terms of the prosecutor’s proposal, the investigating judge was incorporating into his own reasoning the reasoning of the prosecutor.",
                        "elements": []
                    },
                    {
                        "content": "7.  We would agree with the majority that the investigating judge could be criticised for having “cut corners” and that it would have been preferable, in terms of the quality of justice dispensed, for him to have specified his written reasoning in more detail rather than contenting himself with a reference back to the reasoning of the prosecutor, notwithstanding that that reasoning of the prosecutor was summarised earlier in his decision and that the applicant would have been well aware of it. However, such criticism, even when taken with the other criticism that the majority makes of the quality of the investigating judge’s reasoning (see paragraph 188 of the present judgment), is simply not enough to warrant this Court’s holding that the contested pre-extradition detention, ordered by an independent and impartial judge after an adversarial hearing and after delivery of a decision adverting to the relevant legal provisions, was neither “lawful” nor “in accordance with a procedure prescribed by law”. There is no suggestion of an unfair or improper procedure or of an arbitrary deprivation of liberty issuing from an inappropriate authority (see Winterwerp, cited above, §45), let alone no cause for characterising the applicant’s judicial treatment as “a manifest case of arbitrariness”, and no suggestion of any “gross or obvious irregularity” in the interpretation and application of domestic procedural and material law, as required by the Court’s case-law for a violation to be found on this ground. Regrettably, we feel, the present judgment on this point lays the Court open to a charge of addressing admonitions to the national courts on how they should be interpreting and applying their own domestic law and be going about the details of their judicial business, a task that is not appropriate for this international Court. Although the investigating judge’s written decision may have represented a less than ideal judgment in terms of its reasoning, the pre-extradition detention it ordered cannot, on the facts and on the Convention criteria laid down in this Court’s case-law, be regarded as anything other than “lawful” and “in accordance with a procedure prescribed by law”.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Päivi Hirvelä",
            "role": "president"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ČALOVSKIS v. LATVIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-145791.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0724JUD002220513",
    "externalsources": [
        "Article 12(2) of the European Convention on Extradition"
    ],
    "extractedappno": [
        "22205/13",
        "11082/06",
        "13772/05",
        "72286/01",
        "47095/99",
        "3456/05",
        "1704/06",
        "34334/04",
        "46221/99",
        "5829/04",
        "21694/06",
        "9/11",
        "24027/07",
        "11949/08",
        "36742/08",
        "66911/09",
        "67354/09",
        "46827/99",
        "46951/99",
        "38885/02",
        "8320/04",
        "35865/03",
        "39630/09",
        "17299/12",
        "43759/10",
        "43771/12",
        "9146/07",
        "32650/07",
        "66069/09",
        "130/10",
        "3896/10",
        "9742/07",
        "3394/03",
        "57229/09",
        "11364/03",
        "5379/02",
        "37586/06",
        "36117/02",
        "17892/03",
        "73469/10",
        "2440/07",
        "69235/11",
        "27843/11",
        "28358/95",
        "4691/06",
        "3455/05",
        "31195/96",
        "62400/10",
        "45476/04",
        "45393/04",
        "71072/01",
        "73819/01",
        "2947/06",
        "20116/08",
        "9808/02",
        "42987/98",
        "41872/10",
        "656/06",
        "34973/06",
        "38224/03",
        "14258/03"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 95 of the Constitution",
        "2005 US-Latvia Extradition Treaty",
        "Section 281, 698, 699 and 702 of the Criminal Procedure Law"
    ],
    "itemid": "001-145791",
    "judgementdate": "24/07/2014 00:00:00",
    "kpdate": "24/07/2014 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "618",
        "448",
        "220",
        "135",
        "481",
        "14",
        "128",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3",
        "5-4",
        "5-1-f",
        "35-1",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "ČALOVSKIS",
        "LATVIA"
    ],
    "rank": "1147.87341308594",
    "representedby": [
        "VARPINS S."
    ],
    "respondent": "LVA",
    "respondentOrderEng": "24",
    "scl": [
        "A. and Others v. the United Kingdom [GC], no. 3455/05, § 203, ECHR 2009",
        "Al-Moayad v. Germany (dec.), no. 35865/03, § 66, 20 February 2007",
        "Ashot Harutyunyan v. Armenia, no. 34334/04, §§ 123-129, 15 June 2010",
        "Aswat v. the United Kingdom, no. 17299/12, §§ 35 and 57, 16 April 2013",
        "Babar Ahmad and Others v. the United Kingdom (dec.), nos. 24027/07, 11949/08 and 36742/08, § 180, 6 July 2010",
        "Babar Ahmad and Others v. the United Kingdom, nos. 24027/07, 11949/08, 36742/08, 66911/09 and 67354/09, §§ 158 and 179, 10 April 2012",
        "Baranowski v. Poland, no. 28358/95, § 52, ECHR 2000 III",
        "Chahal v. the United Kingdom, 15 November 1996, §§ 85, 86 and 112, Reports 1996-V",
        "Cruz Varas and Others v. Sweden, 20 March 1991, § 76, Series A no. 201",
        "El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, § 218, ECHR 2012",
        "Estrikh v. Latvia, no. 73819/01, § 94, 18 January 2007",
        "Grišankova and Grišankovs v. Latvia (dec.), no. 36117/02, ECHR 2003 II (extracts)",
        "H.L.R. v. France, 29 April 1997, § 37, Reports 1997-III",
        "Harkins and Edwards v. the United Kingdom, nos. 9146/07 and 32650/07, § 133, 17 January 2012",
        "Ismoilov and Others v. Russia, no. 2947/06, § 146, 24 April 2008",
        "Jusic v. Switzerland, no. 4691/06, §§ 75-83, 2 December 2010",
        "K. v. Russia, no. 69235/11, §§ 80 and 81, 23 May 2013",
        "Kalashnikov v. Russia (dec.), no. 47095/99, 18 September 2001",
        "Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, 25 July 2013",
        "Khodorkovskiy v. Russia, no. 5829/04, §§ 123-126, § 156-157, 31 May 2011",
        "King v. the United Kingdom (dec.), no. 9742/07, 26 January 2010",
        "Kroņkalns v. Latvia (dec.), no. 21694/06, § 38, 17 September 2013",
        "Leja v. Latvia, no. 71072/01, § 50, 14 June 2011",
        "Liepājnieks v. Latvia (dec.), no. 37586/06, § 73, 2 November 2010",
        "Longa Yonkeu v. Latvia, no. 57229/09, §§ 119 and 121, 15 November 2011",
        "M.A. v. Cyprus, no. 41872/10, § 164, ECHR 2013 (extracts)",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 67, ECHR 2005 I",
        "Medvedyev and Others v. France [GC], no. 3394/03, § 79, ECHR 2010",
        "Melnik v. Ukraine, no. 72286/01, § 67, 28 March 2006",
        "Mooren v. Germany [GC], no. 11364/03, § 73, 9 July 2009",
        "N. v. Finland, no. 38885/02, § 167, 26 July 2005",
        "Nagla v. Latvia, no. 73469/10, § 48, 16 July 2013",
        "Nakach v. the Netherlands, no. 5379/02, § 38, 30 June 2005",
        "Nasrulloyev v. Russia, no. 656/06, §§ 88-90, 11 October 2007",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999 II",
        "Niyazov v. Russia, no. 27843/11, §§ 114-116, 16 October 2012",
        "Öcalan v. Turkey [GC], no. 46221/99, §§ 86, 88, 89 and 182, ECHR 2005 IV",
        "Parizov v. “the former Yugoslav Republic of Macedonia”, no. 14258/03, § 72, 7 February 2008",
        "Rahmani and Dineva v. Bulgaria, no. 20116/08, § 78, 10 May 2012",
        "Ramishvili and Kokhreidze v. Georgia, no. 1704/06, §§ 96-102, 27 January 2009",
        "Raninen v. Finland, 16 December 1997, § 56, Reports of Judgments and Decisions 1997-VIII",
        "Ryabikin v. Russia, no. 8320/04, § 112, 19 June 2008",
        "Sanchez-Reisse v. Switzerland, 21 October 1986, § 51, Series A no. 107",
        "Sanoma Uitgevers B.V. v. the Netherlands [GC], no. 38224/03, § 109, 14 September 2010",
        "Sarban v. Moldova, no. 3456/05, 4 October 2005",
        "Savičs v. Latvia, no. 17892/03, § 113, 27 November 2012",
        "Soering v. the United Kingdom, 7 July 1989, § 85 and §§ 89-91, Series A no. 161",
        "Soldatenko v. Ukraine, no. 2440/07, § 109, 23 October 2008",
        "Soliyev v. Russia, no. 62400/10, § 56, 5 June 2012",
        "Šorgić v. Serbia, no. 34973/06, §§ 98 and 99, 3 November 2011",
        "Sorokins and Sorokina, no. 45476/04, § 77, 28 May 2013",
        "Stoichkov v. Bulgaria, no. 9808/02, § 66 in fine, 24 March 2005",
        "Timofejevi v. Latvia, no. 45393/04, § 102, 11 December 2012",
        "Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004-VIII (extracts)",
        "Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 107 and § 108 in fine, Series A no. 215",
        "Vinter and Others v. the United Kingdom [GC], nos. 66069/09, 130/10 and 3896/10, §§ 119 et seq., ECHR 2013 (extracts)",
        "Willcox and Hurford v. the United Kingdom (dec.), nos. 43759/10 and 43771/12, §§ 74 and 78, ECHR 2013",
        "Winterwerp v. the Netherlands, 24 October 1979, § 64, Series A no. 33"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "431412",
    "typedescription": "15"
}