{
    "__articles": "5;5-1;5-3;5-5;41",
    "__conclusion": "Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-5;Non-pecuniary damage - finding of violation sufficient;Costs and expenses - claim dismissed",
    "applicability": "",
    "appno": "39510/98",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-5",
            "base_article": "5",
            "element": "Violation of Art. 5-5",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-75888.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39510/98) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr A.S. The President of the Chamber acceded to the applicant’s request not to have his name disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2. The Polish Government (“the Government”) were represented by their Agents, Mr K. Drzewicki and, subsequently, by Mr Jakub Wołąsiewicz.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention effected in the periods from 1 to 27 May 1997 and from 1 to 6 January 1999 had been unlawful; that after his arrest he had not been brought promptly before a “judge or an officer authorised by law to exercise judicial power” as required by Article 5 § 3 of the Convention and that his right to compensation for unlawful detention had been breached.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 9 October 2003, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  On 22 February 1996 the applicant was arrested on suspicion of drug trafficking. The next day he was remanded in custody by the Wrocław Regional Prosecutor (Prokurator Wojewódzki). His appeal against the remand order was dismissed on 22 March 1996 by the  (Sąd Wojewódzki).",
                                "elements": []
                            },
                            {
                                "content": "9.  In March 1996 the prosecutor ordered expert opinions on tool mark identification and microtraces.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 May 1996 the  prolonged the applicant’s detention until 31 August 1996, considering, inter alia, that the number of suspected persons and the translation of certain documents from German into Polish made it impossible to complete the proceedings within the originally fixed three month time-limit. On 5 June 1996 the Wrocław Court of Appeal (Sąd Apelacyjny) dismissed the applicant’s appeal against that decision.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 26 August 1996 the Wrocław Court of Appeal prolonged his detention until 30 September 1996, referring to the applicant’s connections with certain individuals residing abroad and the expert opinions which had to be obtained.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 30 September 1996 the same court prolonged the detention until 31 December 1996. It pointed out that the case was very complex and several items of evidence had to be examined. The court further noted that there was a reasonable suspicion that the applicant had committed the offence. On 1 the Supreme Court (Sąd Najwyższy) dismissed the applicant’s appeal against that decision, observing, however, that the need to obtain expert opinions on pyrotechnics and forged documents could not constitute a ground for the prolongation of the applicant’s detention, as it did not relate to the counts of which he was suspected.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 19 December 1996 the Wrocław Court of Appeal prolonged the applicant’s detention until 22 February 1997, relying, inter alia, on a fear that he would induce witnesses to give false testimony and a risk of absconding if the applicant were to be released. It noted that further expert opinions had to be ordered. The Supreme Court upheld that decision.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 17 February 1997 the Supreme Court prolonged the applicant’s detention until 30 April 1997. It found that although the proceedings could have been conducted more speedily, the need to obtain evidence in  had significantly affected their length. The court further noted that the applicant and other suspected persons’ frequent petitions contesting decisions concerning their detention contributed to the delay, as they had resulted in transferring the case file to the courts, thus making it impossible for the prosecutor to continue investigations. It finally observed that the risk that the applicant would induce witnesses to give false testimony was serious and there was evidence that he had already attempted to do so.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 1 April 1997 the Wrocław Regional Prosecutor refused the applicant’s request for release, pointing out that he was suspected of a serious offence and it was quite likely that he would be sentenced to imprisonment. On 17 and 22 April 1997 the Wrocław Appellate Prosecutor (prokurator Prokuratury Apelacyjnej) dismissed the applicant and his lawyer’s appeals, relying, inter alia, on the findings of the investigations that the applicant and his brother had had a leading role in the organisation of a drug trafficking network.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 2 the Wrocław Regional Prosecutor submitted the bill of indictment to the . It contained charges against ten persons. Twenty witnesses were to be heard and 224 pieces of evidence to be examined.",
                                "elements": []
                            },
                            {
                                "content": "17.  At the beginning of May 1997, the applicant’s counsel requested the applicant’s immediate release, submitting that the last detention order had expired on 30 April 1997 and had not been extended.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 27 May 1997 the  prolonged the applicant’s detention until 22 February 1998, relying on the grounds invoked by the courts in the previous decisions.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 2 June 1997 the court dismissed the request for release lodged by the applicant’s counsel, considering that it had not been obliged to take an earlier decision because, before the expiry of the previous detention order, the bill of indictment had been issued.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 26 June 1997 the Wrocław Court of Appeal dismissed an appeal against the ’s decision of 27 May 1997.",
                                "elements": []
                            },
                            {
                                "content": "21.  From 12 to 1 the applicant was given access to the case file in the remand centre where he was detained. The file was also made available to him from 8 to 12 December 1997.",
                                "elements": []
                            },
                            {
                                "content": "22.  The first hearing before the , scheduled for 17 November 1997, was adjourned due to the absence of one of the accused.",
                                "elements": []
                            },
                            {
                                "content": "23.  At the hearing held on 15 December 1997, the court refused the request for release lodged by the applicant’s counsel.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 22 December 1997 it ordered a psychiatric examination of one of the accused. The court adjourned the examination of the case because of the absence of two of the accused, one of whom was being searched for by a “wanted” notice.",
                                "elements": []
                            },
                            {
                                "content": "25.  Hearings were held on 19 January and 9 February 1998.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 10 February 1998 the Supreme Court granted the request of the  to prolong the applicant’s detention, relying on the complexity of the case and the reasonable suspicion that he had committed the offence in question. The court prolonged the applicant’s detention until 31 July 1998, instead of 31 December 1998, as requested by the , considering that detention on remand is a preventive measure and should not become actual imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 9 March 1998 the court held a hearing. It adjourned the examination of charges against two accused persons to another set of proceedings.",
                                "elements": []
                            },
                            {
                                "content": "28.  Hearings were held on 23 March, 30 March, 6 April, 11 May, 18 May, 1 June and 15 June 1998. The applicant was given access to the case file on two occasions in April and from 19 to 29 May 1998.",
                                "elements": []
                            },
                            {
                                "content": "29.  The hearing scheduled for 22 June 1998 was adjourned because of the illness of one of the accused.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 3 July 1998 the  requested the Supreme Court to prolong the applicant’s detention until 31 December 1998. On 30 July 1998 the Supreme Court granted that request, pointing out that the delay in the proceedings had been caused by difficulties in assembling all the persons concerned at the hearings. It further noted that the accused had contributed to the delay by their petitions challenging the judges. The court finally reminded the trial court that it could use all appropriate measures in order to speed up the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "31.  The hearing scheduled for 17 August 1998 was adjourned due to the absence of three of the accused. The court held hearings on 24 August and 14 September, as well as on 5 and 19 October 1998. The applicant was given access to the case file from 25 September to 2 October 1998.",
                                "elements": []
                            },
                            {
                                "content": "32.  Hearings were held on 26 October, 9 November and 30 November 1998.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 7 December 1998 the  submitted to the Supreme Court a request for prolongation of the applicant’s detention.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 1 a hearing was held.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 22 December 1998 the registry of the Supreme Court sent a fax to the remand centre where the applicant was detained with the information that it would deal with the ’s request on 6 January 1999. The registry stated that until that date the applicant’s detention would be based on Article 2 § 2 of the Law of 6 December 1996, in conjunction with Article 3 § 2 of the Interim Law of 6 June 1997, regardless of the fact that the previous detention order would expire on 31 December 1998.",
                                "elements": []
                            },
                            {
                                "content": "36.  On 31 December 1998 the applicant requested that he be either provided with a court decision prolonging his detention, or immediately released. His lawyer submitted a similar request. On the same day the applicant was informed about the fax from the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "37.  At the hearing held on , the applicant’s counsel requested that the applicant and the other accused be immediately released, because their detention lacked any legal basis. The  rejected the request.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 6 January 1999 the Supreme Court prolonged the applicant’s detention until 30 April 1999. It observed, however, that the  could have conducted the proceedings more speedily.",
                                "elements": []
                            },
                            {
                                "content": "39.  On 11, 18 and 25 January, as well as 8 February and 1 March 1999 the court held hearings. At the hearing held on 8 March 1999, it ordered an expert opinion on graphology.",
                                "elements": []
                            },
                            {
                                "content": "At the hearing of 15 March 1999 the court imposed fines on two witnesses for their failure to appear before it.",
                                "elements": []
                            },
                            {
                                "content": "40.  Hearings were held on 22 and 29 March, as well as on 6, 12, 13, 19 and 20 April 1999. The hearings scheduled for 26 and 27 April 1999 were adjourned due to the illness of one of the accused’s counsel. The hearings scheduled for 30 April and  were adjourned because of, inter alia, the illness of the applicant’s counsel.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 29 April 1999 the Supreme Court granted the ’s request for the prolongation of the applicant’s detention until 15 June 1999, relying, inter alia, on the necessity to question a witness. It noted that, after its previous decision of 6 January 1999, the proceedings had accelerated and were likely to end by 15 June 1999.",
                                "elements": []
                            },
                            {
                                "content": "42.  The  held further hearings on 17 and 20 May 1999.",
                                "elements": []
                            },
                            {
                                "content": "43.  On 31 May 1999 the court gave judgment on the merits of the case. The applicant was convicted of drug trafficking and sentenced to ten years’ imprisonment and a fine of PLN 250,000.",
                                "elements": []
                            },
                            {
                                "content": "44.  On 31 May 1999 the same court prolonged the applicant’s detention until 30 September 1999. On 2 the Wrocław Court of Appeal dismissed his appeal against that decision.",
                                "elements": []
                            },
                            {
                                "content": "45.  On 6 September 1999 the  informed the applicant that the reasoning of the judgment of 31 May 1999 could not be completed within the time-limit laid down in the Code of Criminal Procedure and submitted to the applicant, because of the complexity of the case. It also observed that that time-limit had only an instructional character. On 21 September 1999 a copy of the judgment with the reasoning was sent to the applicant. Subsequently, he lodged an appeal.",
                                "elements": []
                            },
                            {
                                "content": "46.  On 16 February 2000 the Wrocław Court of Appeal in part amended and in part upheld that judgment. It observed, inter alia, that, contrary to the applicant’s allegations, he had had access to the case file. With reference to the applicant’s complaint that certain pieces of evidence proposed by him had not been examined, the Court of Appeal noted that that evidence did not relate to the subject matter of the proceedings. The court was of the opinion that the applicant’s petitions concerning that evidence had been aimed at the prolongation of the proceedings. It observed that the applicant had requested the preparation of expert opinions on issues already exhaustively examined by experts. The applicant’s counsel lodged with the Supreme Court a cassation appeal against the Court of Appeal’s judgment. He referred, inter alia, to the trial court’s refusal to admit and examine certain items of evidence, as well as its failure to provide the applicant with the possibility to examine certain witnesses at a hearing.",
                                "elements": []
                            },
                            {
                                "content": "47.  On 30 October 2001 the Supreme Court dismissed that appeal, as well as cassation appeals lodged by two other convicted persons. It observed that witness D.M. had gone into hiding in the course of the proceedings and despite “wanted” notices had not been found. Therefore, the trial court’s decisions rejecting counsel’s requests to have that witness examined, and authorising reliance on the testimony given by her at an earlier stage of the proceedings, had been justified. The Supreme Court noted that another witness, W.M., had been examined on a number of occasions by defence counsel and only at the end of the trial had he refused to further testify.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1.   Decision to impose detention on remand",
                                "elements": [
                                    {
                                        "content": "48.  At the relevant time, the authorities competent to decide on detention on remand were specified in Articles 210 and 212 of the Code of Criminal Procedure of 1969, which read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 210",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Preventive measures [i.e. detention on remand, bail and police supervision] shall be imposed by the court; before a bill of indictment is lodged with the court, it shall be ordered by the prosecutor ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 212",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. A decision concerning preventive measures may be appealed [to a higher court] ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A prosecutor’s order for detention on remand may be appealed to the court competent to deal with the merits of the case ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  These provisions were amended on 29 June 1995 by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes, which entered into force on . Thereafter, detention on remand could only be imposed by a court order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  A new Code of Criminal Procedure was enacted by the Sejm (Parliament) on 6 June 1997. Its Article 250, in its relevant part, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Detention on remand shall be imposed by a court order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. In the investigative stage of proceedings, detention on remand shall be imposed, at a prosecutor’s request, by a district court in the jurisdiction of which the investigations are being conducted. After a bill of indictment is lodged with a court, a decision to impose detention on remand shall be given by a court competent to deal with the merits of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. The prosecutor, when submitting to a court a request referred to in § 2, shall at the same time order that the suspect be brought before a court.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Position of prosecutors",
                                "elements": [
                                    {
                                        "content": "51.  At the time of the applicant’s arrest, the relations between the organs of the  were set out in interim legislation, i.e. the Constitutional Act of 17 October 1992 (Mała Konstytucja). Article 1 of the Act laid down the principle of the separation of powers in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The legislative power of the State shall be vested in the Sejm and the Senate of the ; the executive power shall be vested in the President of Poland and the Council of Ministers, and judicial power shall be vested in the independent courts.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Pursuant to Article 1 of the Act of 20 June 1985 (Ustawa o sądach powszechnych), the courts are entrusted with the administration of justice in the . The courts are courts of appeal, regional courts and district courts. Under Article 9 of the Law, the Supreme Court exercises supervisory jurisdiction over lower courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Article 1 of the Act of 20 June 1985 on Prosecuting Authorities (Ustawa o Prokuraturze) which determines general principles concerning the structure, functions and organisation of prosecuting authorities, at the material time read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. The prosecuting authorities shall be the Prosecutor General, prosecutors and military prosecutors. Prosecutors and military prosecutors shall be subordinate to the Prosecutor General.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The Prosecutor General shall be the highest prosecuting authority; his functions shall be carried out by the Minister of Justice.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 2 of the Act reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The prosecuting authorities shall ensure the observance of the rule of law and the prosecution of criminal offences.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Under Article 7 of the Act, in carrying out his statutory duties, a prosecutor shall abide by the principles of impartiality and equality of citizens before the law. Pursuant to Article 8 of the Act, a prosecutor is independent in carrying out his or her duties, within the limits set out in this Article. A prosecutor shall abide by the instructions, guidelines and orders of his superiors. However, if an order relates to the substance of any action to be taken in proceedings, a prosecutor may request his superior to issue the order concerned with reasons in writing, to alter the order, to relieve him from performing an act prescribed by that order, or to remove him from the case in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Chapter III of the Code of Criminal Procedure of 1969, applicable at the material time, entitled \"Parties to proceedings, defence counsel, representatives of victims and representatives of society\", described a prosecutor as a party to criminal proceedings. According to all the relevant provisions of the Code read together, a prosecutor performed investigative and prosecuting functions in the course of criminal proceedings. In particular, after completing the investigation, he drew up a bill of indictment and represented the prosecuting authority before the court competent to deal with the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. Decisions concerning detention and the lodging of a bill of indictment with the courts",
                                "elements": [
                                    {
                                        "content": "56.  Until 1 September 1998 there were no specific provisions governing detention on remand after the bill of indictment was lodged with the competent court. In particular, there were no provisions to the effect that lodging a bill of indictment automatically prolonged or replaced a previous detention order, or that this event itself authorised detention for an unlimited period, or until a judgment at first instance was given. Nor was there any case-law to that effect. Nevertheless, according to the domestic practice, once a bill of indictment had been lodged with the court competent to deal with the merits of the case, detention was assumed to be prolonged pending trial, without any further judicial decision being given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 6 February 1997 the Supreme Court, in an interpretative ruling of certain provisions of the Code of Criminal Procedure of 1969 as amended by the Law of 29 June 1995, addressed the problems posed by the practice of keeping an accused in detention under the bill of indictment. In its resolution (no. I KZP 35/96) the Supreme Court replied – in the affirmative – to the question whether, after lodging a bill of indictment with the court competent to deal with the merits of the case, that court was obliged to give a decision prolonging detention on remand, which had meanwhile exceeded the period fixed (or further prolonged it) at the investigation stage. The relevant parts of the resolution read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Under the provisions of the Code of Criminal Procedure which applied before [4 August 1996, when] the amendment of 29 June 1995 took effect, an obligation to determine the period of detention imposed by a prosecutor at the investigation stage was laid down in Article 211 § 2. However, it did not emerge explicitly from Article 222 §§ 1 and 2 (1) of the Code that, at the investigation stage, a prosecutor or the court competent to deal with the case had each time to fix the length of the detention. It was deemed to be obvious that, when prolonging detention at the investigation stage, both the prosecutor and the court competent to deal with the case had to determine the time until which detention was to last under a given decision. It was therefore assumed that the obligation to determine the period of detention arose if a decision on that matter was given before the expiry of the maximum statutory terms applicable at a given stage of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Comparing the old legislation with the present one leads [this Court] to the conclusion that the legislator, when amending the code in June 1995, simply extended [the scope of] the rules applicable to continuing and prolonging detention on remand – which had previously applied only at the investigation stage – to the phase of court proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Before the amendment, the legislation was based on the precept that a suspect should not be detained indefinitely as long as his case was not being dealt with by an independent court. Now, the starting-point is that a suspect (and an accused) should not be detained indefinitely as long as a first-instance judgment has not been rendered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under the previous legislation there was no need to determine the period of detention after a bill of indictment had been lodged with the court because at this point proceedings had reached the phase when there was no statutory time-limit [for that measure]. For this reason, the court concerned had no interest in [knowing] until when detention had been prolonged under the last decision[;] detention could continue because ‘detention of limited duration’ had become ‘detention of unlimited duration’. There was therefore only a need to ascertain whether there were grounds for continuing detention under Article 213 of the code.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.\tTime-limits for detention on remand",
                                "elements": [
                                    {
                                        "content": "58.  Until , when the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes came into force, the national law did not set out any statutory time-limits concerning the length of detention on remand in criminal proceedings in their judicial phase. However, pursuant to Article 222 of the Code of Criminal Procedure in force before , the prosecutor could order detention on remand for a period not exceeding three months. When, in view of the particular circumstances of the case, the investigation could not be completed within three months, detention on remand could, if necessary, be prolonged by either the court competent to deal with the merits of the case, at the prosecutor’s request, for a period not exceeding one year, or by the Supreme Court, at the request of the Prosecutor General, for such further fixed term as was required to terminate the investigations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The courts, when ruling on a prosecutor’s request under Article 222 of the Code, were obliged to fix the precise period for which detention could be prolonged. If they refused to prolong detention, or if the prosecutor failed to submit a request for a further prolongation before or on the expiry of the last detention order (regardless of whether it had been made by him or by a court), the detainee had to be released immediately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The above mentioned Law of 29 June 1995 was supposed to enter into force on 1 January 1996. However, as it was apparent that the Supreme Court would not be able to process all requests for prolongation before the expiry of previous detention orders, on 1 December 1995 a law was enacted which provided that the part of the Law of 29 June 1995 concerning detention on remand would only come into force on 4 August 1996. That part related to, inter alia, time-limits concerning detention on remand in criminal proceedings and the exclusive jurisdiction of the Supreme Court to issue decisions prolonging detention beyond those limits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  According to Article 10 (a) of the Law of 29 June 1995, as amended by the Law of 1 December 1995, different rules applied in respect of persons whose detention on remand started before . This Article provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. In cases where the total period of detention on remand which started before 1 August 1996 exceeds the time-limits referred to in Article 222 §§ ... and 3 of the Code of Criminal Procedure, the accused shall be kept in detention until the Supreme Court gives a decision on a request for prolongation of such detention under Article 222 § 4 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. In cases referred to in § 1, if no [such] request has been lodged, detention shall be quashed not later than 1 January 1997.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Article 2 § 2 of the Law of 6 December 1996, which added certain new grounds for prolonging detention beyond the time-limits, provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In cases where a request for prolongation of detention imposed before 4 August 1996 is lodged on the basis of Article 222 § 4, as amended by Article 1 of this law, the detention shall continue until that request has been examined by the Supreme Court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 6 June 1997 Parliament enacted a new Code of Criminal Procedure. It entered into force on 1 September 1998, pursuant to the Interim Law of 6 June 1997. That law stipulated that all provisions relating to the matters regulated by the new Code, in particular, the provisions of the 1969 Code, were to be repealed on its entry into force. Article 3 § 2 of the Interim Law reads, however:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Previous provisions relating to matters regulated in the [new] Code of Criminal Procedure remain in force if they have the character of a lex specialis (mają charakter przepisów szczególnych).”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  The applicant complained that his detention for the periods between 1 and 27 May 1997 and between 1 and 6 January 1999 lacked any legal basis.",
                                "elements": []
                            },
                            {
                                "content": "Article 5 of the Convention, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: ...",
                                "elements": []
                            },
                            {
                                "content": " (c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The period between 1 and 27 May 1997",
                                "elements": [
                                    {
                                        "content": "65.   The Government referred to the judgment given in the case of Baranowski v. Poland (see no. 28358/95, ECHR 2000III) and refrained from expressing their opinion on the issue. They noted, however, that the time spent by the applicant in detention on remand had been deducted from his prison sentence and therefore any damage sustained in connection with the detention for that period had been compensated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant did not agree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court observes that on 30 April 1997 an order prolonging the applicant’s detention expired and in May 1997 he lodged a request for release, submitting that his detention lacked any legal basis. The court refused his request, pointing out that on 24 April 1997 the bill of indictment had been lodged with the court and that, regard being had to that fact, no provision of the Code of Criminal Procedure obliged it to give a further decision prolonging the detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court notes that that at the material time there was no provision automatically authorising detention in such cases, which led to the emergence of the domestic practice of keeping a person in detention under a bill of indictment. Consequently, there was no judicial decision authorising the applicant’s detention during this period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court has already examined this matter and found that such a practice of keeping a person in detention under a bill of indictment was inconsistent with the lawfulness requirement of Article 5 § 1 of the Convention (see Baranowski v. Poland, no. 28358/95, § 30, ECHR 2000-III, and Kawka v. Poland, no. 25874/94, § 32, 9 January 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court sees no reason to distinguish the present case from the previous applications. It follows that the applicant’s pre-trial detention between 1 and 27 May 1997 was in breach of Article 5 § 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The period between 1 and 6 January 1999",
                                "elements": [
                                    {
                                        "content": "71.  The Government were of the view that the applicant’s detention in that period was lawful. They argued that it was based on Article 2 § 2 of the Law of 6 December 1996, in conjunction with Article 3 § 2 of the Interim Law of 6 June 1997. The Government observed that the Supreme Court had contacted the remand centre before the expiry of the preceding detention order and informed them that the examination of the lawfulness of the applicant’s detention would be held on 6 January 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The applicant disagreed. He relied on the Supreme Court’s resolution of 30 September 1998 concerning an interim provision which provided that trials which had commenced before the entry into force of the new Code of Criminal Procedure had to be conducted in accordance with the old Code. The Supreme Court considered that that principle did not apply to provisions regulating preventive measures, such as detention on remand. He further argued that he was remanded in custody throughout this period on the basis of a practice which had developed in view of the difficulties which had arisen in applying the provisions of criminal procedure enacted in the years 1995 to 1997, but not on the basis of any law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court first recalls that it is essential that the applicable national law meet the standard of “lawfulness” set by the Convention, which requires that all law, whether written or unwritten, be sufficiently precise to allow the citizen – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Steel and Others v. the United Kingdom, judgment of 23 September 1998, Reports of Judgments and Decisions 1998-VII, p. 2735, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Furthermore, the Court reiterates that a period of detention will in principle only be lawful if it is carried out pursuant to a court order (see Benham v. the United Kingdom, judgment of 10 June 1996, Reports 1996III, p. 753, § 42, and Ječius v. Lithuania, no. 34578/97, § 68, ECHR 2000IX). In addition, the habeas corpus guarantee contained in Article 5 § 4 of the Convention supports the view that detention which is prolonged beyond the initial period foreseen in paragraph 3 necessitates “judicial intervention” as a safeguard against arbitrariness (see Baranowski, cited above in § 69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court observes that the applicant’s detention after 31 December 1998 until 6 January 1999 was not based on any judicial decision. It is clear that the mere fax from the registry of the Supreme Court, sent to the remand centre on 22 December 1998, in which the registry informed the prison authorities that the request for the prolongation of the applicant’s detention would be examined on 6 January 1999, cannot be regarded as a judicial order. Nor can the application for prolongation made by the  on 7 December 1998 be so qualified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  There has therefore been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF THE RIGHT TO BE BROUGHT PROMPTLY BEFORE A JUDGE GUARANTEED BY ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  The applicant complained under Article 5 § 3 that, after having been detained, he had not been brought promptly before a judge and that a decision to remand him in custody was given by a prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "Article 5 § 3, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power ...”",
                                "elements": []
                            },
                            {
                                "content": "78.  The applicant argued that the prosecutor could not be considered a “judge” or an “officer authorised by law to exercise judicial power” within the meaning of Article 5 § 3.",
                                "elements": []
                            },
                            {
                                "content": "79.  The Government refrained from any comments in this connection.",
                                "elements": []
                            },
                            {
                                "content": "80.  The Court recalls that in a number of its previous judgments – for instance in the cases of Niedbała v. Poland (no 27915/95, 4 July 2000, §§ 48-57) and of Sałapa v. Poland (no. 35489/97, 19 December 2002, §§ 68-70) – it has already dealt with the question whether under the Polish legislation in force at the material time a prosecutor could be regarded as a “judicial officer” endowed with the attributes of “independence” and “impartiality” required under Article 5 § 3.",
                                "elements": []
                            },
                            {
                                "content": "81.  The Court has found that a prosecutor did not offer the necessary guarantees because the prosecution authorities not only belonged to the executive branch of the State but also concurrently performed investigative and prosecution functions in criminal proceedings and were a party to them. Furthermore, it has considered that the fact that the prosecutors, in addition, acted as guardians of the public interest could not by itself confer on them the status of “officer[s] authorised by law to exercise judicial power”.",
                                "elements": []
                            },
                            {
                                "content": "82.  The Court finds that the present case is similar to the above-mentioned precedents. It sees no reasons to come to a different conclusion in this case. Consequently, it concludes that the applicant’s right to be brought “before a judge or other officer authorised by law to exercise judicial power” was not respected.",
                                "elements": []
                            },
                            {
                                "content": "83.  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "84.  The applicant also relied on Article 5 § 5 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "85.  The Government submitted that the applicant had at his disposal a claim for compensation for manifestly unjustified detention, provided by Articles 488 and 489 of the Code of Criminal Procedure of 1969. They stated that he should have availed himself of that remedy in respect of his detention effected from 1 and 27 May 1997. The Government pointed out that a decision that the detention had been unlawful was not a prerequisite to instituting compensation proceedings. They further made reference to the Supreme Court’s ruling of 6 February 1981, according to which compensation could be awarded, inter alia, when the impugned detention lacked a legal basis. The Government recalled that the applicant’s allegations concerning his detention on remand in May 1997 and January 1999 were based on that ground and therefore he should have lodged a compensation claim under these provisions.",
                                "elements": []
                            },
                            {
                                "content": "86.  The applicant did not comment on this issue.",
                                "elements": []
                            },
                            {
                                "content": "87.  The Court has found above that there has been a breach of Article 5 § 3 of the Convention concerning the complaint that the applicant was detained by a public prosecutor who was not an “officer authorised by law to exercise judicial power”. It has also found a violation of Article 5 § 1 on the account of the applicant’s detention between 1 and 27 May 1997 and between 1 and 6 January 1999.",
                                "elements": []
                            },
                            {
                                "content": "88.  The Court is of the opinion that, as this detention was effected in accordance with domestic law, no enforceable right to compensation existed in respect of these complaints. In this regard, therefore, there has also been a breach of Article 5 § 5 of the Convention (cf. O’Hara v. the United Kingdom, no. 37555/97, § 50, ECHR 2001X).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "89.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "90.   The applicant sought an award of PLN 347,000 in respect of non-pecuniary and pecuniary damage which he had allegedly suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government considered this sum exorbitant. They requested the Court to rule that the finding of a violation would constitute in itself sufficient just satisfaction. In the alternative, they invited the Court to make an award of just satisfaction on the basis of its jurisprudence in similar cases and having regard to national economic circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  As to the applicant’s claim for pecuniary damage, the Court finds that there is no causal link between the circumstances of the case and the damage allegedly sustained by the applicant. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court further considers that, in the circumstances of the case, the findings of violations constitute in themselves sufficient just satisfaction for any non-pecuniary damage sustained by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "94.  The applicant claimed PLN 4,300 in reimbursement of the costs and expenses borne in connection with the domestic proceedings and the proceedings before the Court. The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and to the above criteria, the Court rejects the applicant’s claim for costs and expenses in its entirety.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds unanimously that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds unanimously that there has been a violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by 5 votes to 2 that these findings of violations constitute in themselves sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 June 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Mr I. Cabral Barreto, joined by Mr J.-P. Costa, is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I voted with the majority in favour of finding a violation of Article 5 §§ 1, 2 and 5.",
                        "elements": []
                    },
                    {
                        "content": "But I disagreed with the majority’s view that the finding of a violation in itself constituted just satisfaction for the non-pecuniary damage sustained by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "In my humble opinion, there is an inherent contradiction in finding a violation of Article 5 § 5 while at the same time making no award under Article 41 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Article 5 § 5 affords a right to compensation in the event of a finding by a national court or the Convention institutions of a violation of any of the other paragraphs of Article 5.",
                        "elements": []
                    },
                    {
                        "content": "In the judgment, the Court held that there had been a violation of Article 5 § 5 on the ground that domestic law did not provide any right to compensation.",
                        "elements": []
                    },
                    {
                        "content": "The Court clarified the relationship between Article 5 § 5 and Article 41 (then Article 50) a long time ago.",
                        "elements": []
                    },
                    {
                        "content": "In its Neumeister (Article 50) judgment of 7 May 197, Series A no. 17, it stated at paragraph 30:",
                        "elements": []
                    },
                    {
                        "content": "It goes without saying that the Court should take into account any compensation awarded by the national courts under Article 5 § 5. However, in cases in which the national courts do not make an award, as occurred ",
                        "elements": []
                    },
                    {
                        "content": "here, it is up to the Court to make an award in order to avoid giving the impression that the right to compensation is but theoretical and illusory.",
                        "elements": []
                    },
                    {
                        "content": "As the Court has consistently said, Article 5 § 5 guarantees an enforceable right to compensation to those who have been the victims of arrest or detention in contravention of the other provisions of Article 5. That, to my mind, is what is lacking in the present judgment: compensation for the applicant as a victim of violations of Article 5 §§ 1 and 3.",
                        "elements": []
                    },
                    {
                        "content": "In short and in conclusion, if the Court finds that the State has failed to make an award of compensation for a violation of Article 5 §§ 1 to 4, it should go on to assess the compensation that should have been paid in order to remedy the violation of Article 5 § 5.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "J.-P. Costa",
            "role": "president"
        },
        {
            "name": "I. Cabral Barreto",
            "role": "m. ugrekhelidze"
        },
        {
            "name": "R. Türmen",
            "role": "m. ugrekhelidze"
        },
        {
            "name": "MmeD. Jočienė",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        }
    ],
    "decisiondate": "09/10/2003 00:00:00",
    "docname": "CASE OF A.S. v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-75888.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0620JUD003951098",
    "externalsources": [],
    "extractedappno": [
        "39510/98",
        "35/96",
        "28358/95",
        "25874/94",
        "34578/97",
        "27915/95",
        "35489/97",
        "37555/97"
    ],
    "importance": "4",
    "introductiondate": "22/02/1997 00:00:00",
    "issue": [],
    "itemid": "001-75888",
    "judgementdate": "20/06/2006 00:00:00",
    "kpdate": "20/06/2006 00:00:00",
    "kpthesaurus": [
        "448",
        "45",
        "209",
        "220",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-3",
        "5-5",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "A.S.",
        "POLAND"
    ],
    "rank": "549.805053710938",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Baranowski v. Poland, no. 28358/95, § 30, § 69, ECHR 2000-III",
        "Benham v. the United Kingdom, judgment of 10 June 1996, Reports 1996-III, p. 753, § 42",
        "Jecius v. Lithuania, no. 34578/97, § 68, ECHR 2000-IX",
        "Kawka v. Poland, no. 25874/94, § 32, 9 January 2001",
        "Niedbala v. Poland, no 27915/95, 4 July 2000, §§ 48-57",
        "O'Hara v. the United Kingdom, no. 37555/97, § 50, ECHR 2001-X",
        "Salapa v. Poland, no. 35489/97, 19 December 2002, §§ 68-70",
        "Steel and Others v. the United Kingdom, judgment of 23 September 1998, Reports of Judgments and Decisions 1998-VII, p. 2735, § 54"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "328050",
    "typedescription": "15"
}