{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1;No violation of Art. 6-1",
    "applicability": "",
    "appno": "34418/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-84745.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 34418/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Hungarian nationals, Mr Krisztián Csősz, Mr Márk Adrián Csősz and Mr Barnabás Csősz (“the applicants”), on 25 June 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr I. Barbalics, a lawyer practising in Nagyatád. The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the proceedings had lasted an unreasonably long time. Moreover, they submitted that the proceedings had not been fair in that the courts had based their decisions exclusively on the opinion of a specific body of experts, whose independence was doubtful and who could not be summoned to give oral evidence at court hearings, in breach of the principle of an oral and public procedure.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 December 2006 the Court decided to give notice of the application. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1985, 1988 and 1951, respectively, and live in Székesfehérvár. Mr Krisztián Csősz and Mr Márk Adrián Csősz are the sons of Mr Barnabás Csősz, and the heirs of the latter's late wife (their mother), Mrs Virgília Csőszné Dőry, who was a plaintiff in the proceedings described below.",
                                "elements": []
                            },
                            {
                                "content": "6.  Due to an injury, Mr Krisztián Csősz developed a deformation of his left leg. In 1994 and 1995 he underwent repeated orthopaedic surgery at Pécs University Teaching Hospital. Despite these efforts, his left leg remained some 5 cm shorter than the other, causing him a certain disability.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 17 April 1996 Mr Krisztián Csősz and his parents, Mr Barnabás Csősz and Mrs Virgília Csősz, filed an action in compensation against the University. They claimed that Mr Krisztián Csősz's disability was due to medical malpractice and that they had not been properly informed of the possible risks of the surgery proposed. On 21 May 1996 the University's insurer joined the proceedings as an intervening party.",
                                "elements": []
                            },
                            {
                                "content": "8.  After three hearings, on 4 November 1998 the  gave an interim decision, holding that the respondent was liable to pay compensation in the case, on account of the inadequate information given to the patient's parents prior to the surgery. The court relied on the opinion of an expert institution (the Semmelweis Medical University Institute of Forensic Medicine) dated 26 November 1996 and its supplement on 25 June 1997. It also based the decision on the supervisory expert opinion of the Forensic Committee of the Council of Medical Science (“ETT IB”) dated 3 March 1998, which contained a review of the medical documentation of the case and the conclusion that the treatment applied had been carried out lege artis medicinae, and a supplement dated 2 September 1998, the latter having been prepared in reply to a motion introduced by the applicants.",
                                "elements": []
                            },
                            {
                                "content": "9.  On appeal, on 11 May 2000 the Supreme Court's appellate bench quashed this decision and remitted the case to the first instance court. It held that further evidence was to be taken in respect of the information given to the patient's parents prior to their consent to the surgery.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 26 June 2000 Mrs Virgília Csősz died and was succeeded in the proceedings by her two sons.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 9 March and 20 April 2001 the  held hearings. On 26 April 2001 it dismissed the action, holding that the surgery had not been unadvised in the circumstances, that it had been carried out respecting the rules of the medical profession and that the information provided to the patient's parents had been adequate. The court relied on the existing opinions of the expert institutions, documentary evidence and the testimonies of witnesses as to the oral information provided to the patient's parents about the risks.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 May 2003 the Supreme Court's appellate bench dismissed the applicants' appeal. It accepted the first instance court's reasoning concerning the adequacy of the treatment provided, which it endorsed as follows:",
                                "elements": []
                            },
                            {
                                "content": "“[...] it had to be determined whether the requirement of maximum carefulness and circumspection was respected. Relying on the expert's opinion and on the supervisory opinion of the ETT IB, the first instance court reached the well-founded conclusion that this requirement was met in respect of the elected surgery, of the choice of the series of operations. ...",
                                "elements": []
                            },
                            {
                                "content": "[...] altogether, to carry out the operation did not mean a greater risk than its omission. This was also shown by the ultimately good result. In respect of the plates and screws used in the surgery, the supervisory opinion of the ETT IB also showed unequivocally that the respondent had not committed any errors. In sum, no surgical malpractice was committed generating any tort liability.”",
                                "elements": []
                            },
                            {
                                "content": "13.  Moreover, the Supreme Court confirmed the 's finding that the information given to the patient's parents had been adequate.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 9 December 2003 the Supreme Court rejected the applicants' petition for review in a 4½-page reasoned decision. It applied sections 270(2) and 273 of the Code of Civil Procedure, as in force in the relevant period, according to which a review of the substantive unlawfulness of final decisions was only admissible if it was considered necessary from the perspective of harmonising or developing the application of the law. Having reviewed the merits of the applicants' petition in detail, the Supreme Court was satisfied that this condition was not met in the circumstances. The decision was served on 13 January 2004.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 31 March 2004 the  rectified the decision of 26 April 2001. This decision was served on 5 April 2004.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "16.  Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "Section 206(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court shall establish the findings of fact by synthesising the evidence given by the parties and the evidence obtained during the proceedings; it shall assess all evidence in its entirety and adjudicate ... according to its own conviction.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "17.  Decree no. 13/1994. (IX.13.) NM on the Activities of the Forensic Committee of the Council of Medical Science (“ETT IB – the Committee”) (as in force in the relevant period)",
                                "elements": [
                                    {
                                        "content": "Section 1(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The ETT IB's task is to give supervisory opinions on special issues of health care, at the request of courts, or of the prosecution, police or ... other authorities, especially if the opinions of medical experts are controversial or divergent.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 9(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Committee shall sit in camera ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 10(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Committee's supervisory opinion may be interpreted, supplemented or modified exclusively at the request of the organ which requested the opinion, at a session of the Committee.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 10(3)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The minutes of the Committee's sessions are secret (szolgálati titok).”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "18.  Supreme Court guideline no. BKT-PKT-GKT 1/1981 (as in force during the relevant period)",
                                "elements": [
                                    {
                                        "content": "Chapter IV",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The organ (body) giving a supervisory expert opinion or its members may not be summoned to court hearings, but the court may order that its opinion be supplemented.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "19.  Act no. XXVIII of 1994 on the Hungarian Medical Chamber (as in force at the relevant time)",
                                "elements": [
                                    {
                                        "content": "Section 1(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Hungarian Medical Chamber is the self-governed, professional, 'public-law' organisation (köztestület) of doctors and dentists, with the aim of defending their rights.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 20(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Activities requiring a medical degree ... can be exercised only by members of the Hungarian Medical Chamber.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "20.  Code of Ethics of the Hungarian Medical Chamber",
                                "elements": [
                                    {
                                        "content": "Rule 95",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In any utterances made, a doctor's conduct shall be such as ensures respect for fellow doctors and trust in fellow doctors' activities.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AS REGARDS THE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "21.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "23.  The period to be taken into consideration began on 17 April 1996 and ended on 5 April 2004. It thus lasted almost eight years for three levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Government submitted that the final domestic decision to be taken into account for the purposes of the six-month rule was given by the Supreme Court's appeal bench on 14 May 2003 and served on 27 August 2003. However, the application was introduced only on 25 June 2004 i.e. more than six months later. In their view, the applicants' unsuccessful petition for review was bound to fail and therefore not an effective remedy for the purposes of Article 35 § 1 of the Convention. Consequently, the decision of 9 December 2003 adopted by the Supreme Court's review bench did not interrupt the running of the six-month time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants contested this submission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court notes that the review bench dealt with the merits of the applicants' petition. It is therefore not persuaded that this motion was futile or ineffective in the instant case, for the purposes of Article 35 § 1 of the Convention. The decision was served on 13 January 2004. Moreover, another decision was adopted in the case on 31 March 2004 with a view to rectification (see mutatis mutandis Kreisz v. Hungary, no. 12941/05, §§ 7 and 10, 3 April 2007). In these circumstances, the application cannot be considered as having been lodged out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Furthermore, the Court notes that this complaint is neither manifestly ill-founded, within the meaning of Article 35 § 3 of the Convention, nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "27.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present application (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present circumstances. Having regard to its case-law on the subject, the Court finds that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AS REGARDS THE FAIRNESS OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "30.  As to the Government's objection based on the six-month rule which also concerned this part of the application, the Court refers to its finding in paragraph 25 above. Furthermore, the Court notes that this complaint is neither manifestly ill-founded, within the meaning of Article 35 § 3 of the Convention, nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "31.  The applicants submitted that the fairness of the proceedings was prejudiced, in breach of Article 6 § 1 of the Convention, because the domestic courts had based their judgments solely on the opinion of the ETT IB. This body, whose activity was not subject to any public scrutiny and consisted of doctors, was inherently not independent and its procedure ignored the guarantees of Article 6. This was evidenced by the fact that, at the material time, all doctors had to be members of the Hungarian Medical Chamber, a public-law body imposing an obligation on its members not to criticise other doctors, which amounted to negative solidarity. The ETT IB sat in camera, and could not be summoned to give oral evidence at the hearings, which, in the applicants' view, was a breach of the principle of an oral and public procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government drew attention to section 206(1) of the Hungarian Code of Civil Procedure (see paragraph 16 above) and submitted that the courts had reached their conclusions in the applicants' case by assessing the entirety of the evidence available, of which the ETT IB's opinion had only been one element. Since the latter issued an opinion, rather than a judicial decision, its procedure did not attract the procedural safeguards of Article 6 § 1. Moreover, the ETT IB was not available to give oral evidence in court because it had formed its opinion consensually and a representative could not react to any oral question or challenge in court without first consulting his or her colleagues and producing another consensual opinion from that body. In any event, this circumstance did not breach the principle of “equality of arms” because both parties were in the same situation vis-à-vis the ETT-IB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court reiterates that, according to Article 19 of the Convention, its duty is to ensure the observance of the engagements undertaken by the Contracting Parties to the Convention. In particular, it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. Moreover, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts (García Ruiz v.  [GC], no. 30544/96, § 28, ECHR 1999I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In the present case, the Court notes that the  relied on the opinions of expert institutions, documentary evidence and the testimony of witnesses about the information given to the patient's parents as to the risks of the proposed surgery. It also observes that, under section 206(1) of the Code of Civil Procedure, the domestic courts were under an obligation to synthesise the evidence available and assess it in its entirety. It is true that, in dismissing the applicants' appeal, the Supreme Court relied heavily on the supervisory opinion of the ETT IB. However, for the Court, the nature of the dispute – the adequacy of complex medical procedures – justifies such an approach. Furthermore, it seems that the applicants were able to put forward their arguments throughout the proceedings and were not prevented from challenging the medical opinions available to the courts. Indeed, the ETT IB's supervisory opinion was supplemented following their request (paragraph 8 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Considering the proceedings as a whole, the Court is satisfied that the domestic courts reached their conclusions in adversarial proceedings, without attributing exclusive importance to a single piece of evidence not susceptible to challenge (compare and contrast Chevrol v. , no. 49636/99, §§ 81-82, ECHR 2003III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Moreover, the Court is not persuaded by the applicants' argument that the fairness of the proceedings was prejudiced because the ETT IB essentially consisted of doctors. On the contrary, this is quite normal for a body with the vocation of giving expert opinions on sophisticated medical issues. In any event, neither the contents of the case file nor the applicants' submissions disclose any evidence that the members of this body lacked the requisite objectivity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Concerning the ETT IB's unavailability for oral challenge in court, the Court accepts the Government's argument that such an appearance would not be feasible, especially in view of the fact that both parties could request supplementary submissions from it by way of the written procedure. This arrangement may likewise be seen as meeting the requirements of the principle of “equality of arms”. As to the applicants' suggestion that the ETT IB's procedure should be subject to scrutiny under Article 6, the Court points out that the safeguards enshrined in that provision concern a 'tribunal' and are not applicable to the procedures of an expert institution which does not adopt judicial decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In sum, the Court cannot identify any element which would render unfair the proceedings as a whole. It follows that there has been no violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "39.  In respect of pecuniary damage, the applicants claimed, jointly, 800,000 Hungarian forints (HUF). Moreover, Mr Krisztián Csősz and Mr Márk Adrián Csősz each claimed HUF 500,000, and Mr Barnabás Csősz HUF 1 million.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In respect of non-pecuniary damage, each applicant claimed HUF 3 million, apparently for the suffering caused by the protraction of the proceedings. Additionally, Mr Krisztián Csősz claimed HUF 6 million, Mr Barnabás Csősz HUF 1.1 million and Mr Márk Adrián Csősz HUF 1 million.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, it considers that the applicants must have suffered some non-pecuniary damage. Ruling on an equitable basis, it awards each applicant EUR 3,200 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "43.  The applicants also claimed altogether EUR 7,500 and HUF 282,820 for the costs and expenses incurred before the domestic courts and the Court. They submitted invoices in respect of legal costs amounting to HUF 140,000 (approximately EUR 550).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government did not comment on these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to the Court's case-law, an applicant is entitled to reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects all claims in excess of the sum in respect of which the applicants have produced invoices. Accordingly, it awards them, jointly, the sum of EUR 550.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "46.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 1 of the Convention as regards the fairness of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,200 (three thousand two hundred euros) to each of the applicants in respect of non-pecuniary damage, and EUR 550 (five hundred and fifty euros) to the applicants, jointly, in respect of costs and expenses, plus any tax that may be chargeable on these sums, which are to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "András Baka",
            "role": "judges"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Antonella Mularoni",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CSOSZ v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84745.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0129JUD003441804",
    "externalsources": [],
    "extractedappno": [
        "34418/04",
        "12941/05",
        "30979/96",
        "30544/96",
        "49636/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84745",
    "judgementdate": "29/01/2008 00:00:00",
    "kpdate": "29/01/2008 00:00:00",
    "kpthesaurus": [
        ""
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "CSOSZ",
        "HUNGARY"
    ],
    "rank": "612.477661132813",
    "representedby": [
        "BARBALICS I."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344657",
    "typedescription": "15"
}