{
    "__articles": "6;6-1;29;29-3;P1-1;P1-1-1;41",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "36407/02",
    "article": [
        "6",
        "41",
        "29",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-72382.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36407/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Lyudmila Aleksandrovna Igusheva (“the applicant”), on 22 September 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms N. M. Bartova, a lawyer practising in Ukhta. The Russian Government (“the Government”) were represented by Mr P. A. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 April 2004 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1956 and lives in Ukhta in the .",
                                "elements": []
                            },
                            {
                                "content": "5.  In March 1995 the applicant was charged with murder and an obligation not to leave the place of her residence without permission was imposed on her as a preventive measure. During the subsequent criminal investigation she was detained on remand from 24 May 1995 to 29 May 1996. On the latter date an obligation not to leave the place of her residence without permission was again imposed on her. In January 1997 she was convicted of murder and sentenced to one year’s imprisonment. The sentence was considered to have been served in view of the applicant’s detention on remand. In June 1997, on appeal, the Supreme Court of the  found that the applicant had not committed the crime as she had acted in self-defence. It quashed the judgment and discontinued the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 28 January 2002 the applicant brought proceedings against the Ministry of Finance of the , claiming non-pecuniary damages caused by her unlawful prosecution, detention and conviction. On 15 February 2002 the  held that the applicant was entitled to compensation on account of her unlawful prosecution, detention and conviction. It found, inter alia, that the applicant had never been prosecuted earlier, that she had a minor child at the time, that her deprivation of liberty had involved stress and sufferings, that her health had deteriorated as a result of her stay in the detention facility and that she had had no liberty of movement and freedom to choose her residence for a long time. It allowed her claim in part and awarded her 70,000 Russian roubles (RUR) for nonpecuniary damage at the expense of the Federal Treasury. The parties appealed. On 28 March 2002 the Supreme Court of the  upheld the judgment which came into force on the same day.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The applicant complained about the prolonged non-enforcement of the judgment in her favour. The Court will examine this complaint under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention. These Articles, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "11.  The Government submitted that the enforcement of the judgment became possible only after the relevant procedure for the payment of awards in damages imposed by courts for unlawful acts of the State bodies and officials had been established by the Government’s decision no. 666 of 9 September 2002 and the Ministry of Finance’s regulations of 8 April 2003. The Government asserted that the enforcement of the judgment did not contravene Article 6 and Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant disagreed with the Government’s arguments and maintained her complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "13.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "14.  The Government’s submissions are summarised in paragraph 11 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant maintained her complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court reiterates that a delay in the enforcement of a judgment may be justified in particular circumstances. However, the delay may not be such as to impair the essence of the “right to a court” protected by Article 6 § 1 and to interfere with an applicant’s property rights in a manner incompatible with Article 1 of Protocol No. 1 (see Burdov v. Russia, no. 59498/00, §§ 3342, ECHR 2002III). The limit of tolerance as regards the delay in honouring a judgment debt will depend of different factors, such as the complexity of the enforcement proceedings, the applicant’s own behaviour and that of the competent authorities, the amount and the nature of court award (see Gorokhov and Rusyayev v. Russia, no. 38305/02, § 31, 17 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court observes that the judgment of 15 February 2002, as upheld on 28 March 2002, awarded the applicant a sum of money. Hence, it was not particularly difficult to execute. The Court observes further that the monetary compensation in issue was awarded in respect of non-pecuniary damage which the applicant had incurred as a result of her unlawful prosecution and detention on remand during one year in conditions which had resulted in deterioration of her health, as follows from the judgment (see paragraph 6 above). The judgment remained inoperative for one year, one month and eighteen days. Nothing suggests that the applicant can be blamed for delaying the enforcement of the judgment. The latter is fully attributable to the State authorities. No acceptable justification was advanced by the Government for this delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court considers that the delay in the enforcement of the judgment in the applicant’s favour was not justified in the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  There has accordingly been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "21.  The applicant claimed not less than 10,000 euros (EUR) in respect of non-pecuniary damage. She submitted that the amount awarded to her by the judgment of 15 February 2002, as upheld on 28 March 2002, was not just satisfaction for sufferings caused to her by her unlawful prosecution, detention and conviction. The delay in the enforcement of the judgment caused her additional distress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government submitted that no just satisfaction should be awarded to the applicant as they did not consider that her rights under the Convention had been violated. Should the Court find a violation of the Convention or Protocols thereto, such a finding would be adequate just satisfaction. In so far as the applicant urged the Court to reconsider the sum awarded to her by the domestic courts her claims were irrelevant. The claim for non-pecuniary damage was excessive and unreasonable, the relevant guidelines being established in the case of Burdov v. Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court notes that inasmuch as the claim relates to the applicant’s wrongful prosecution and detention, it is irrelevant for the purposes of the present proceedings. However, the Court accepts that the applicant must have suffered distress, anxiety and frustration caused by the prolonged nonenforcement of the judgment in her favour. Taking into account all the relevant factors, including the nature of the court award, and making its assessment on an equitable basis, the Court awards the applicant EUR 1,000 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "24.  The applicant claimed RUR 10,000 in respect of her representation in the domestic proceedings which ended with the judgment of 15 February 2002, as upheld on 28 March 2002. She claimed RUR 20,000 in respect of her representation before the Court and RUR 1,098.35 for postage expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government submitted that the claim was unreasonable and that in any event only the sum of RUR 20,000 was relevant to the applicant’s representation before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects the claim for legal costs in the domestic proceedings and considers it reasonable to award the sum of EUR 600 for the applicant’s representation in the proceedings before the Court and the postage expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "27.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 February 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF IGUSHEVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72382.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0209JUD003640702",
    "externalsources": [],
    "extractedappno": [
        "36407/02",
        "59498/00",
        "38305/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-72382",
    "judgementdate": "09/02/2006 00:00:00",
    "kpdate": "09/02/2006 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "29",
        "41",
        "6-1",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "IGUSHEVA",
        "RUSSIA"
    ],
    "rank": "537.521667480469",
    "representedby": [
        "BARTOVA N. M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Burdov v. Russia, no. 59498/00, §§ 33-42, ECHR 2002-III",
        "Gorokhov and Rusyayev v. Russia, no. 38305/02, § 31, 17 March 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "333399",
    "typedescription": "15"
}