{
    "__articles": "5;5-1;5-1-b;41",
    "__conclusion": "Violation of Art. 5-1;Non-pecuniary damage - financial award;Costs and expenses award - domestic proceedings;Costs and expenses (Convention proceedings) - claim dismissed",
    "applicability": "",
    "appno": "52792/99",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-61309.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 52792/99) against the Kingdom of Denmark lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mrs Sofiika Vasileva (“the applicant”), on 10 August 1999. ",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mrs Hanne Gullitz, a lawyer practising in Århus. The Danish Government (“the Government”) were represented by their Agent, Mr Hans Klingenberg of the Ministry of Foreign Affairs, and Co-Agent Ms Nina Holst-Christensen of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The case concerns the detention of the applicant from 9.30 p.m. on 11 August until 11 a.m. on 12 August 1995. The applicant invokes Article 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 30 April 2002 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  On 11 August 1995 on a public bus in the city of Århus the applicant, born in 1928, had a dispute with a ticket inspector, who accused her of having travelled without a valid ticket. When he was about to issue a penalty fare she refused to disclose her identity and the police were consequently called. They requested that the applicant give her name and address, and since she refused, she was arrested at 9.30 p.m. in accordance with section 755, subsection 1, cf. section 750 of the Administration of Justice Act (Retsplejeloven) and brought to the police station. ",
                                "elements": []
                            },
                            {
                                "content": "8.  From the police reports it appears that the police estimated that the applicant was approximately sixty years old. Having been deprived of her personal belongings, she was put in a waiting room at 9.45 p.m. and after a visit to the toilet at 11.00 p.m. she was moved to a detention cell. On 12 August 1995 at 10.45 a.m. the applicant revealed her identity and she was released at 11.00 a.m.",
                                "elements": []
                            },
                            {
                                "content": "9.  Immediately after her release, the applicant collapsed and was hospitalised for three days diagnosed with high blood pressure. ",
                                "elements": []
                            },
                            {
                                "content": "10.  The charge with the offence of refusing to reveal her identity was not followed up by an indictment. The outcome of the applicant's dispute with the bus company is unknown.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 16 August 1995 the applicant complained about the detention to the Chief Constable of Århus (Politimesteren i Århus). In a letter of 14 September 1995 the Chief Constable provided his comments on the course of event, stating inter alia that the applicant had not been in possession of any papers which could have revealed her identity, that she appeared hysterical and refused to reveal her identity and that in the light thereof for security reasons she was placed in a detention cell. Furthermore, the Chief Constable noted that during the detention the applicant was regularly attended to and called upon through the intercommunication system but that each approach was met with screaming and continuing refusal to reveal her identity, ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 June 1996 the applicant claimed compensation for having been detained. The Chief Constable decided on the matter on 18 July 1996, and in so far as relevant his letter of the same day to the applicant reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In connection with your previous complaint ... you received a ... letter of 14 September 1995 from Chief Superintendent HJH. [My] reply to your complaint... will not differ essentially from the content of [that letter]. ",
                                "elements": []
                            },
                            {
                                "content": "However, in view of your relatively advanced age I find reason to regret that you were not, as promised, attended to by a doctor in connection with your stay in the detention cell. ",
                                "elements": []
                            },
                            {
                                "content": "In general, I find the fact that you were taken to the police station, that you were placed in the detention cell, and that the length of your stay in the detention cell from 11.00 p.m. until your release the following day at 11.00 a.m., totalling 12 hours can be ascribed substantially to your conduct and unwillingness to assist in replying to the question on which the police needed clarification.",
                                "elements": []
                            },
                            {
                                "content": "This decision can be appealed against to the Ministry of Justice...",
                                "elements": []
                            },
                            {
                                "content": "The claim for compensation made by you as regards the deprivation of liberty will be decided by the Regional State Prosecutor, who has received a copy of this letter”.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant did not appeal to the Ministry of Justice against the Chief Constable's decision, but on 31 July 1996 she complained against the decision to the Regional State Prosecutor in Viborg (Statsadvokaten i Viborg), who refused to grant her compensation on 6 February 1997.",
                                "elements": []
                            },
                            {
                                "content": "14.  In accordance with section 1018 e of the Administration of Justice Act on 5 and 12 March 1997 the applicant appealed to the Prosecutor General, who upheld the decision on 25 November 1997.",
                                "elements": []
                            },
                            {
                                "content": "15.  Thereafter, pursuant to section 1018 a of the Administration of Justice Act the applicant brought her claim for compensation before the City Court of Århus (Retten i Århus). The prosecution maintained that the applicant's behaviour necessitated the arrest and the length of the detention. A court session was held on 26 June 1998, in which the applicant, represented by counsel, explained inter alia that she had refused to give her name to the ticket inspector partly because she was angry, partly because he already knew her. She alleged that the police did not question her or talk to her during the arrest, during the transportation to the police station, or after the arrival to the station. She had handed over various belongings among those, she believed, various letters from public authorities bearing her name. Four police officers were heard as witnesses on 17 September 1998. The two police officers who made the arrest explained inter alia that the applicant twice had refused to give her name and address on their request, once after they had warned her that she would be arrested did she not state the data required. It had been difficult to get in touch with the applicant, who screamed and appeared hysterical. At the police station she was brought before the officer on duty and again she refused to reveal her identity. She had not been in possession of any identification. The officer who had been on duty on 11 August 1995 explained among other things that after repeated attempts to obtain the applicant's name and date of birth, he gave up and the applicant was thereafter placed in a waiting room, whereto he went at least once without success to ask her to disclose her personal data before he was off duty at 11 p.m. The officer who had been on duty on 12 August 1995 as from 6.30 a.m. stated inter alia that several times during the morning he send a colleague down to try to get the requested data from the applicant, but they only succeeded around 10.45 a.m., whereupon she was released. A note of 9 July 1996 from the Chief of Police in Århus was submitted, of which it appeared that the applicant's case had been thoroughly talked over with the group of duty officers. It had been discussed in particular that the applicant had not been attended to by a doctor in connection with her placement in the detention cell, that she had been detained for many hours, and that no documentation existed to substantiate which steps had been taken during the evening, the night and the early morning hours in order to gain knowledge of the applicant's identity. The duty officers were ordered, in the future, to appoint at the commencement of every duty period one among them to be responsible for the detainees.",
                                "elements": []
                            },
                            {
                                "content": "16.  By judgment of 25 September 1998 the City Court decided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“As the [applicant] did not disclose her name and address to the two [named] police officers, she infringed section 750 of the Administration of Justice Act, which authorises the imposition of a fine. Thus, pursuant to section 755, subsection 1 of the Administration of Justice Act the [applicant] could be arrested. ",
                                "elements": []
                            },
                            {
                                "content": "Also, when brought to the police station immediately after the arrest [the applicant] refused to reveal her name and address and consequently, she was put in a waiting room. It is unknown, which efforts were taken to identify [the applicant] in the period between 11.00 p.m. and 06.30 a.m. during which, the sixty-seven year old [applicant] was placed in the detention cell at least for some time, and during which according to the information available she was denied medical treatment. Having regard to the fact that [the applicant] was detained for breaching section 750 of the Administration of Justice Act, the police officers on duty were under an obligation continuously to make attempts to establish her identity, and to secure that the detention did not exceed a period proportionate to the cause of the detention cf. the principles set out in section 760, subsection 1 and section 755, subsection 4 of the Administration of Justice Act. Under these circumstances, the court finds that there was no reason to extend the detention until the following day 11.00 a.m. Accordingly, [the applicant] is entitled to compensation in the amount of DKK 2,200 pursuant to section 1018 a, subsection 1 of the Administration of Justice Act.”   ",
                                "elements": []
                            },
                            {
                                "content": "17.  The prosecution appealed against the judgment to the High Court of Western Denmark (Vestre Landsret), before which the applicant amended slightly her statement given before the City Court in that she admitted that the police had asked her before and after the arrest to provide them with her personal data, but that she had refused because she had been angry. Two of the police officers who were heard as witnesses before the City Court repeated their testimonies. ",
                                "elements": []
                            },
                            {
                                "content": "18.  On 11 February 1999 the High Court gave judgment against the applicant stating as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Having breached section 750 of the Administration of Justice Act [the applicant] could be arrested pursuant to section 755, subsection 1 of the Administration of Justice Act.",
                                "elements": []
                            },
                            {
                                "content": "During the arrest, and the subsequent detention [the applicant] was requested continuously to reveal her name and address, which she refused. Furthermore, she did not possess any identity papers, which could have enabled the police to determine her name and address. Finally, [the applicant] was released as soon as she revealed her name and address.",
                                "elements": []
                            },
                            {
                                "content": "Under these circumstances, there is no basis for granting [the applicant] compensation pursuant to section 1018 a, subsection 1 of the administration of Justice Act.",
                                "elements": []
                            },
                            {
                                "content": "Moreover, as no circumstances has been established, which could provide a basis for granting compensation pursuant to section 1018 a, subsection 2, [the court finds for the prosecution.]”  ",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant's request of 24 February 1999 for leave to appeal to the Supreme Court (Højesteret) was refused by the Leave to Appeal Board (Procesbevillingsnævnet) on 25 May 1999.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "20.  The relevant provisions of the Administration of Justice Act reads as follows: ",
                                "elements": []
                            },
                            {
                                "content": "Section 101, subsection 2:",
                                "elements": []
                            },
                            {
                                "content": "“The Regional State Prosecutors shall supervise the Chief Constables' conduct as to criminal trials, and hear appeals against decisions made by the Chief Constables as to instigation of criminal proceedings. Decisions by the Regional State Prosecutors cannot be appealed against to the Prosecutor General or to the Ministry of Justice... “ ",
                                "elements": []
                            },
                            {
                                "content": "Section 109, subsection 1:",
                                "elements": []
                            },
                            {
                                "content": "“The Minister of Justice is the chief superior of the police and exercises his powers through the National Commissioner of Police, the Commissioner of the Copenhagen Police and the Chief Constables” ",
                                "elements": []
                            },
                            {
                                "content": "Section 750: ",
                                "elements": []
                            },
                            {
                                "content": "“... Every person has a duty to disclose his name, address and date of birth to the police upon request. Failure to do so is punishable with a fine.”",
                                "elements": []
                            },
                            {
                                "content": "Section 755:",
                                "elements": []
                            },
                            {
                                "content": "1.  “The police may arrest any person who is reasonably suspected of a criminal offence subject to public prosecution, if arrest must be deemed necessary to prevent further criminal offences, to secure the person's presence for the time being or to prevent his association with others. ...",
                                "elements": []
                            },
                            {
                                "content": "4.  “No arrest may be made if, in the nature of the case or the circumstances in general, deprivation of liberty would be a disproportionate measure.”",
                                "elements": []
                            },
                            {
                                "content": "Section 758",
                                "elements": []
                            },
                            {
                                "content": "1.  “An arrest must be carried out as leniently as the circumstances permit. In compliance with section 792 e, the police may search and examine the person affected and his clothes with a view to depriving him of belongings which can be used for violent behaviour or for his absconding, or which may cause danger to the person affected or to others. The police may temporarily seize such belongings and money that are found in the person's possession. Otherwise, during an arrest the person affected is not subject to any limitations of his personal liberty other than those necessitated for the purpose of the arrest and for the prevention of disorder.",
                                "elements": []
                            },
                            {
                                "content": "2. The police shall as soon as possible inform the person being arrested of the charge against him and the time of his arrest. It must appear from the police report that this rule have been observed” ",
                                "elements": []
                            },
                            {
                                "content": "Section 760, subsection 1: ",
                                "elements": []
                            },
                            {
                                "content": "“Any person who is arrested must be released as soon as the basis for the arrest ceases to exists.”",
                                "elements": []
                            },
                            {
                                "content": "Section 1018 a: ",
                                "elements": []
                            },
                            {
                                "content": "“1.  Any person who has been arrested or held in custody as part of a criminal prosecution is entitled to compensation for the damage suffered thereby if the charges are withdrawn or the accused is acquitted ... ",
                                "elements": []
                            },
                            {
                                "content": "2.  Even if the conditions for granting compensation under subsection 1 are not satisfied, compensation may be granted if the deprivation of liberty cannot be considered proportionate to the outcome of the prosecution, or if it is found unreasonable for other particular grounds.",
                                "elements": []
                            },
                            {
                                "content": "3.  The compensation may be reduced or refused, if the person charged has given rise to the measures himself.” ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that her detention from 9.30 p.m. on 11 August 1995 until 11.00 a.m. on 12 August 1995 had been in breach of Article 5 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest or detention of a person for non- compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.",
                                "elements": []
                            },
                            {
                                "content": "A.  The arguments of the parties ",
                                "elements": [
                                    {
                                        "content": "22.  The applicant submitted that the detention of her had not been “lawful” in that section 755, subsections 1 and 4 of the Administration of Justice Act allow only for a short period of detention in order to ascertain the identity of the person arrested. In addition, she maintained that she had not been interrogated as to the charge against her, nor had a police report been drawn up as prescribed by section 758 of the said Act. Moreover, she found that the detention had fallen foul of section 760 of the Act in that it had been unnecessary and extended too long. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "23. As to the requirement of proportionality the applicant pointed out that although according to Danish law a short period of arrest is admissible when it is related to minor offences, an arrest for refusing to provide one's name, address and date of birth cf. section 750 of the Administration of Justice Act should not last for more than a few hours. Preferably, its maximum duration should be regulated by legislation. However, since it is not, only the principle of proportionality applies. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  She found that, irrespective of the legal interest the police may have in obtaining information of a person's identity, a detention for this purpose extending for more than thirteen hours of a sixty-seven year old woman of impaired health clearly had been contrary to all considerations of proportionality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Finally, she maintained, a detention is not a suitable remedy to force a person to reveal his or her identity. In this respect the applicant submitted that the police, in spite of being in possession of her belongings, failed to institute any independent investigation with a view to disclosing her identity.  Thus, restricting themselves to questioning her, the detention could only be regarded as a mean of pressure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government maintained that the applicant's detention was ordered in accordance with a procedure prescribed by law and that it was covered by Article 5 § 1 (b). They submitted that the detention was imposed in accordance with section 755, subsection 1 cf. section 750 of the Administration of Justice Act, since the applicant had refused to disclose her personal data, which is a specific and concrete obligation. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The crucial issue was whether the detention had been longer than necessary, or put in other words whether the detention had been in accordance with the requirement of proportionality following both from the Administration of Justice Act and the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant refused to disclose her personal data to the police, and as also established by the High Court in its judgment of 11 February 1999, she did not carry any documents that could serve as proof of her identity. Since the police had had no other possibility of procuring such information, detention had been the only suitable means of enforcing the duty of disclosure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  They pointed out that if the police could not detain a person in such a situation, any person could in principle avoid legal proceedings by refusing to disclose his or her identity. It is therefore a fundamental condition for the police in order to carry out their tasks, and thus ensure law enforcement, that they can establish the identity of citizens. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  It is evident, however, that the police must make relevant and sufficient attempts to establish the identity of the detainee. In the Government's opinion, the police surely did so in the present case from 9.30 to 11.00 p.m. on 11 August 1995 and from 6.30 until 10.45 a.m. on 12 August 1995. The crucial issue remains therefore whether the police could be blamed for apparently not having asked the applicant to disclose her identity in the period from 11.00 p.m. until 6.30 a.m. The Government found that they could not, and that it must be considered reasonable that they let the applicant sleep during the night. Moreover, they recalled that the applicant actually maintained her refusal to disclose her identity also when she was asked again in the morning. Only at 10.45 a.m. did she change her mind, and she was accordingly released promptly thereafter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In conclusion, the Government found that the principle of proportionality had been fulfilled.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "32.  Article 5 § 1 of the Convention requires in the first place that the detention be “lawful”, which includes the condition of compliance with a procedure prescribed by law. The Convention here essentially refers back to national law and states the obligation to conform to the substantive and procedural rules thereof, but it requires in addition that any deprivation of liberty should be consistent with the purpose of Article 5, namely to protect individuals from arbitrariness. A period of detention will in principle be lawful if it is carried out pursuant to a court order (see the Benham v. the United Kingdom judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, pp. 752-753, §§ 40 and 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Furthermore, the list of exceptions to the right to liberty secured in Article 5 § 1 is an exhaustive one and only a narrow interpretation of those exceptions is consistent with the aim of that provision, namely to ensure that no one is arbitrarily deprived of his liberty (see, inter alia, the Giulia Manzoni v. Italy judgment of 1 July 1997, Reports 1997-IV, p. 1191, § 25). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It is not disputed that the applicant was “deprived of her liberty” within the meaning of Article 5 § 1 of the Convention (see also Witold Litwa v. Poland, no. 26629/95, ECHR 2000III). Furthermore, it is not in dispute that the detention was imposed pursuant to section 755, subsection 1 cf. section 750 of the Administration of Justice Act because the applicant refused to fulfil her obligation to disclose her name, address and date of birth to the police upon request. Nor is it disputed that the applicant's detention was as such in accordance with a procedure prescribed by Danish law.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government maintained that the applicant's detention should be examined under Article 5 § 1 (b) in that the applicant refused to comply with the specific and concrete obligation to disclose her personal data as prescribed in section 750 of the Administration of Justice Act. The applicant does not appear to disagree with this assessment and the Court sees no reason to hold otherwise. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court recalls that detention is authorised under sub-paragraph (b) of Article 5 § 1 only to “secure the fulfilment” of the obligation prescribed by law. It follows that, at the very least, there must be an unfulfilled obligation incumbent on the person concerned and the arrest and detention must be for the purpose of securing its fulfilment and not punitive in character. As soon as the relevant obligation has been fulfilled, the basis for detention under Article 5 § 1 (b) ceases to exist. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Finally, a balance must be drawn between the importance in a democratic society of securing the immediate fulfilment of the obligation in question, and the importance of the right to liberty (see inter alia Nowicka v. Poland, no. 30218/96, § 61, 3 December 2002, unreported, B. v. France, no. 10179/82, Commission dec. 13 May 1987, Decisions and Reports (DR) 52, p. 111, and Reyntjens v. Belgium, no. 16810/90, Commission dec. 9 September 1992, DR 73, p. 136). The duration of detention is also a relevant factor in drawing such a balance (see McVeigh and Others v. the United Kingdom, applications nos. 8022/77, 8025/77, 8027/77, Commission decision of 18 March 1981, DR 25, pp. 3738 and 42; Johansen v. Norway, application no. 10600/83, Commission decision of 14 October 1985, DR 44, p. 162). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the present case the Court recalls that the applicant was arrested at 9.30 p.m. on 11 August 1995 because she refused to comply with the obligation to disclose her identity to the police as prescribed in section 750 of the Administration of Justice Act, that she maintained this reluctance until 10.45 on 12 August 1995 and that she was released immediately thereafter. It follows that the applicant was detained in order to “secure the fulfilment” of an obligations as required by Article 5 § 1 (b) of the Convention and that she was released as soon as the obligation had been fulfilled. What remains is to determine whether in the circumstances of the present case a reasonable balance was struck between the importance of securing the fulfilment of the obligation in general and the importance of the right to liberty. In this assessment the Court considers the following points relevant; the nature of the obligation arising from the relevant legislation including its underlying object and purpose; the person being detained and the particular circumstances leading to the detention; and the length of the detention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court has first examined the obligation at issue. It reiterates that the applicant's dispute with the ticket inspector as to whether or not she had been travelling with a valid bus ticket had no direct relation to the specific obligation. The applicant was arrested exclusively because she refused to furnish information about her identity to the police, thereby failing to fulfil the obligation prescribed in section 750 of the Administration of Justice Act. The Court agrees that it is a fundamental condition for the police in order to carry out their tasks, and thus ensure law enforcement, that they can establish the identity of citizens. Moreover, it recalls the obligation at issue in the Reyntjens decision, cited above, as to “routine” identity checks independent of any suspicion that the relevant person has committed a crime and that non-compliance of that obligation, as in the present case, could carry a fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court has next examined the person being detained and the particular circumstances leading to the detention. It recalls that in the Nowicka v. Poland, cited above, the applicant was born in 1940 and detained in order that she underwent psychiatric examination in the context of a private prosecution arising out of a neighbours' dispute. In the aforementioned McVeigh and Others decision, the applicants, three men between thirty-one and fiftyeight years old, were submitted to a security check on entering Great Britain, an obligation which was introduced in order to prevent terrorism. The Commission approached their case on the basis that they were, as stated by them, innocent holidaymakers, but also accepted that their arrest was based on the examining officer's appreciation on the basis of the information available to him, that there was a necessity to examine them in greater depth than was practicable at the port, to where they had arrived from Ireland. In the above mentioned Johansen decision the applicant was a man, born in 1956, who opposed to military service as well as civilian service. In B. v France the applicant was around forty years old when he was arrested twice having respectively intervened and hindered actions of police officers as regards third persons. In the Reyntjens decision the applicant was a thirty-five year old man who, as a matter of principle, refused to carry his identity card. In the present case, the applicant refused to disclose her identity to a ticket inspector, with whom she had had a dispute as to whether or not she had travelled without a valid ticket. The police were called, but she also refused to give them her name and address. Thus, although the applicant was arrested exclusively because she refused to furnish information about her identity to the police, their motive for approaching her was related to their task being the forces of law and order. Moreover, in the Court's opinion it would leave public as well as private transportation companies powerless, should they not be able to obtain an efficient assistance by the police, when confronted with passengers, who allegedly travel without a valid ticket and who refuse to identify themselves. The Court reiterates that the applicant was 67 year old when she was arrested. However, according to the report on the arrest, the police had estimated that she was approximately sixty years old. Furthermore, as to her state of health and her hospitalisation on 12 August 1995, the Court notes in particular that it has not been established that the police at the time of the arrest were aware that she suffered from high blood pressure. Also, the Court notes that before the High Court the applicant stated that she refused to reveal her identity to the police because she was angry, and that she maintained this anger and reluctance until 10.45 a.m. on 12 August 1995. In these circumstances the Court finds that it was in accordance with the Administration of Justice Act and Article 5 § 1 (b) of the Convention to detain the applicant in order to establish her identity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  As regards the length of the detention, the Court reiterates that in the aforementioned Nowicka v. Poland  the Court concluded that the applicant's detention, which lasted for a total period of eighty-three days was in breach of Article 5 of the Convention. In the above mentioned McVeigh and Others decision the Commission concluded that in the exceptional context of the case there were sufficient circumstances to warrant the applicants' arrest and detention for some fortyfive hours. As to the above mentioned B. decision the French legislation at the relevant time prescribed as follows: “officers of the criminal police may, for the purpose of judicial investigations or to prevent a breach of public order, request anyone to provide proof of his identity and, if necessary, take him to a police station for this purpose. No one taken to a police station for this purpose may be held for more than six hours”. The Commission considered in the view of the brevity of the period for which the applicant had been held at the police station (one and four hours respectively) that a fair balance had been struck between the need to ensure the fulfilment of the obligation and the right to liberty. The same conclusion was reached in the Reyntjens decision where the applicant was deprived of his liberty for two and a half hours. In the present case the applicant was deprived of her liberty for thirteen and a half hours. The Court notes that the police several times in vain requested that she reveal her identity in the period from 9.30 until 11.00 p.m. on 11 August 1995, and from 6.30 until 10.45 a.m. on 12 August 1995, and relying on the findings of the domestic courts, the Court is satisfied that the applicant was not in possession of any documentation, which could have revealed her identity.  Also, it notes that it appears to be common ground that no efforts were made to identify her in the period between 11.00 p.m. and 06.30 a.m. The Government allege that the reason therefor can be attributed to considerations as to the applicant's need for sleep. While accepting that such considerations may be relevant in certain circumstances, it is in the Court's opinion not established that this was so in the present case. Furthermore, the Court would be reluctant to accept that such considerations could generally be given priority over the obligation to secure that the detention did not exceed a period proportionate to the cause of the detention. The Court notes in addition, having regard to the fact that the Chief Constable of Århus on 18 July 1996 found reason to regret that the applicant during her detention had not been attended to by a doctor as promised, that the involvement of such a third person might have broken the impasse, which the communication between the police and the applicant obviously had reached. Moreover, having regard to its finding above as to the applicant and the circumstances leading to her detention, and to the fact that the applicant's failure to comply with the obligation prescribed in section 750 of the Administration of Justice Act was a minor offence, which could carry only a fine, the Court considers that her detention in any event should not have been maintained for a longer period of time. It finds that the deprivation of the applicant's liberty for thirteen and a halfhour exceeded a period proportionate to the cause of her detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In the light of the above elements, the Court considers that the authorities by extending the applicant's detention to thirteen and a halfhour failed to strike a fair balance between the need to ensure the fulfilment of the obligation and the right to liberty. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  There has, accordingly, been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed compensation for non-pecuniary damage in the amount of 10,000 Danish kroner (DKK) equivalent to 1,346 euros (EUR) [note by the Registry: On 29 October 2002, the date on which the claims were submitted.] for the deprivation of her liberty. In support thereof she referred to the strain caused by the detention, its duration, her general health and her age. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government found that the finding of a violation of Article 5 of the Convention, in itself, would constitute sufficient compensation for any nonpecuniary damage. Otherwise, they found that a compensation should be very modest, as at least part of duration of the detention must be regarded justified and since the applicant contributed substantially to the length of the time spent in detention. Thus, a compensation should not exceed DKK 2,200 equivalent to EUR 296, which was the amount granted by the City Court in accordance with domestic guidelines. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court considers that, in the circumstances of this particular case and deciding on an equitable basis, the applicant should be awarded the sum of EUR 500.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed reimbursement of DKK 1,000 equivalent to EUR 135 for her costs and expenses before the High Court. Also, She claimed compensation for her costs and expenses before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government had no comments as to the first part of this claim, but found that the latter should not be granted since the applicant, having been granted legal aid under domestic law, will be granted compensation for her costs and expenses before the Court to the extent that they have been necessary and reasonable. The applicant has provisionally been granted DKK 40,000 equivalent to EUR 5,384 but the exact amount has yet to be decided. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court is satisfied that there was a causal link between the damages claimed as to the applicant's costs and expenses before the High Court and the violation found of the Convention. Accordingly, it awards the sum of EUR 135. As to the remainder of the applicant's claim the Court notes the existence in Denmark of a Legal Aid Act (Lov 1999-12-20 nr. 940 om retshjælp til indgivelse og førelse af klagesager for internationale klageorganer i henhold til menneskerettighedskonventioner) according to which applicants may be granted free legal aid as to their lodging of complaints and the procedure before international institutions under human rights conventions. Moreover, it notes that the applicant provisionally has received EUR 5,384 pursuant to the said Act. In these circumstances the Court is satisfied that the applicant is being reimbursed under domestic law and it sees no reason to award the applicant further compensation for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i)   EUR 500 in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii)  EUR 135 in respect of costs and expenses in the proceedings before the High Court; ",
                        "elements": []
                    },
                    {
                        "content": "(iii) any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 September 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following concurring opinion of Mrs Tulkens and Mr Zagrebelsky is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "We voted with our colleagues for finding a violation of Article 5 §1 of the Convention and we can follow to a great extent the majority's reasoning. But, noting that the violation of section 750 of the Administration of Justice Act is punishable only with a fine, and sharing the opinion expressed by the City Court in its judgement of 25 September 1998 (see § 16), we would add that the disproportionate length of the applicant's detention made it illegal under section 755(4) of the said Act (see § 20).This consideration would have offered the Court a different and sufficient ground for finding a violation of article 5 § 1 of the Convention in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "deputy registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VASILEVA v. DENMARK",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61309.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0925JUD005279299",
    "externalsources": [],
    "extractedappno": [
        "52792/99",
        "26629/95",
        "30218/96",
        "10179/82",
        "16810/90",
        "8022/77",
        "8025/77",
        "8027/77",
        "10600/83"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Administration of Justice Act, sections 750 and 755(1)"
    ],
    "itemid": "001-61309",
    "judgementdate": "25/09/2003 00:00:00",
    "kpdate": "25/09/2003 00:00:00",
    "kpthesaurus": [
        "448",
        "456",
        "220",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1-b",
        "5-1",
        "41",
        "5"
    ],
    "parties": [
        "VASILEVA",
        "DENMARK"
    ],
    "rank": "469.890686035156",
    "representedby": [
        "N/A"
    ],
    "respondent": "DNK",
    "respondentOrderEng": "13",
    "scl": [
        "B. v. France, no. 10179/82, Commission decision of 13 May 1987, Decisions and Reports (DR) 52, p. 111",
        "Benham v. the United Kingdom judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, pp. 752-753, §§ 40 and 42",
        "Giulia Manzoni v. Italy judgment of 1 July 1997, Reports 1997-IV, p. 1191, § 25",
        "Johansen v. Norway, application no. 10600/83, Commission decision of 14 October 1985, DR 44, p. 162",
        "McVeigh and Others v. the United Kingdom, applications nos. 8022/77, 8025/77, 8027/77, Commission decision of 18 March 1981, DR 25, pp. 37-38 and 42",
        "Nowicka v. Poland, no. 30218/96, § 61, 3 December 2002, unreported",
        "Reyntjens v. Belgium, no. 16810/90, Commission decision 9 September 1992, DR 73, p. 136",
        "Witold Litwa v. Poland, no. 26629/95, ECHR 2000-III"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "319029",
    "typedescription": "15"
}