{
    "__articles": "3;P1-2",
    "__conclusion": "Violation of P1-2;No violation of Art. 3;Just satisfaction reserved",
    "applicability": "",
    "appno": "7511/76;7743/76",
    "article": [
        "3",
        "p1-2"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "No violation of Art. 3",
            "type": "no-violation"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-57455.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case of Campbell and Cosans was referred to the Court by the European Commission of Human Rights (\"the Commission\") and by the Government of the United Kingdom of Great Britain and Northern Ireland (\"the Government\"). The case originated in two applications against the  lodged with the Commission in 1976 under Article 25 (art. 25) of the Convention by citizens of that State, Mrs. Grace Campbell and Mrs. Jane Cosans. The Commission ordered the joinder of the applications on 6 October 1979.",
                        "elements": []
                    },
                    {
                        "content": "2. Both the Commission's request and the Government's application were lodged with the registry of the Court on 13 October 1980, within the period of three months laid down by Articles 32 par. 1 and 47 (art. 32-1, art. 47). The request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46); the application referred to Article 48 (art. 48). The purpose of the request and of the application is to obtain a decision as to whether or not the facts of the case disclose a breach by the respondent State of its obligations under Article 3 of the Convention and Article 2 of Protocol no. 1 (art. 3, P1-2).",
                        "elements": []
                    },
                    {
                        "content": "3. The Chamber of seven judges to be constituted included, as ex officio members, Sir Vincent Evans, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr. G. Balladore Pallieri, the President of the Court (Rule 21 par. 3 (b) of the Rules of Court). On 6 November 1980, the Vice-President drew by lot, at the request of the President and in the presence of the Registrar, the names of the five other members, namely Mr. R. Ryssdal, Mr. J. Cremona, Mr. L. Liesch, Mr. M. Sørensen and Mr. R. Macdonald (Article 43 in fine of the Convention and Rule 21 par. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4. Mr. Balladore Pallieri assumed the office of President of the Chamber (Rule 21 par. 5); following his death on 9 December 1980, he was replaced by Mr. Wiarda, then Vice-President of the Court (Rule 21 par. 3 (b) and 5). Having ascertained, through the Registrar, the views of the Agent of the Government and the Delegates of the Commission regarding the procedure to be followed, Mr. Wiarda decided on 15 December that the Agent should have until 16 March 1981 to file a memorial and that the Delegates should be entitled to file a memorial in reply within two months from the date of the transmission of the Governments' memorial to them by the Registrar. Mr. Wiarda, who had in the meantime been elected President of the Court, agreed on 13 and 27 March to extend the first of these time-limits until 6 and 20 April 1981, respectively, and on 15 June to extend the second until 22 July 1981.",
                        "elements": []
                    },
                    {
                        "content": "The Government's memorial was received at the registry on 21 April 1981. On 21 July, the Secretary to the Commission, who had informed the Registrar on 12 May that the Delegates would present their observations at the oral hearings, transmitted to the Court observations on the memorial, which had been submitted to the Delegates by Mrs. Campbell's lawyer.",
                        "elements": []
                    },
                    {
                        "content": "5. After consulting, through the Registrar, the Agent of the Government and the Delegates of the Commission, the President directed on 28 July that the oral hearings should open on 25 September 1981.",
                        "elements": []
                    },
                    {
                        "content": "6. The oral hearings were held in public at the Human Rights Building, , on 25 September. The Chamber had held a preparatory meeting on the previous day. As a result of the indisposition of Mr. Wiarda and Mr. Sørensen, Mr. Ryssdal assumed the office of President of the Chamber (Rule 21 par. 3 (b) and 5) and Mr. Thór Vilhjálmsson and Mr. Pettiti, the first and second substitute judges, were called upon to sit as members thereof (Rule 22 par. 1).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government:",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr. Nørgaard, Mr. Kiernan, Mr. Thornberry and Mr. McLean for the Commission and by Lord Mackay for the Government, and also replies to questions put by it and two of its members. Mr. Thornberry filed a document through the Delegates.",
                        "elements": []
                    },
                    {
                        "content": "7. On 30 October, certain texts which the Court had asked the Government to supply were received at the registry.",
                        "elements": []
                    },
                    {
                        "content": "On 20 January 1982, the Government replied to a letter of 6 January from the Registrar containing certain questions posed by the Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "8. Both Mrs. Campbell and Mrs. Cosans live in . Each of them had one child of compulsory school age at the time when she applied to the Commission. The applicants' complaints concern the use of corporal punishment as a disciplinary measure in the State schools in  attended by their children. For both financial and pratical reasons, the applicants had no realistic and acceptable alternative to sending their children to State schools.",
                        "elements": []
                    },
                    {
                        "content": "I. FACTS PARTICULAR TO THE INDIVIDUAL APPLICANTS",
                        "elements": [
                            {
                                "content": "A. Mrs. Campbell",
                                "elements": [
                                    {
                                        "content": "9. At the time of Mrs. Campbell's application to the Commission (30 March 1976), her son Gordon, who was born on 3 July 1969, was attending St. Matthew's Roman Catholic Primary School in Bishopbriggs which is situated in the Strathclyde Region Education Authority area. In that school, corporal punishment is used for disciplinary purposes, although it was disputed before the Commission and the Court whether it is applied to pupils below the age of 8. The Strathclyde Regional Council had refused Mrs. Campbell's requests for a guarantee that Gordon would not be subjected to this measure. He was, in fact, never so punished whilst at that school, where he remained until July 1979.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Mrs. Cosans",
                                "elements": [
                                    {
                                        "content": "10. Mrs. Cosans' son Jeffrey, who was born on 31 May 1961, used to attend  in Cowdenbeath which is situated in the Fife Region Education Authority area. On 23 September 1976, he was told to report to the Assistant Headmaster on the following day to receive corporal punishment for having tried to take a prohibited short cut through a cemetery on his way home from school. On his father's advice, Jeffrey duly reported, but refused to accept the punishment. On that account, he was immediately suspended from school until such time as he was willing to accept the punishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11. On 1 October 1976. Jeffrey's parents were officially informed of his suspension. On 18 October, they had an inconclusive meeting with the Senior Assistant Director of Education of the Fife Regional Council during which they repeated their disapproval of corporal punishment. On 14 January 1977, the day after a further meeting, that official informed Mr. and Mrs. Cosans by letter that he had decided to lift the suspension in view of the fact that their son's long absence from school constituted punishment enough; however, he added the condition that they should accept, inter alia, that \"Jeffrey will obey the rules, regulations or disciplinary requirements of the school\". However, Mr. and Mrs. Cosans stipulated that if their son were to be readmitted to the school, he should not receive corporal punishment for any incident while he was a pupil. The official replied that this constituted a refusal to accept the aforesaid condition. Accordingly, Jeffrey's suspension was not lifted and his parents were warned that they might be prosecuted for failure to ensure his attendance at school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the event, Jeffrey never returned to school after 24 September 1976. He ceased to be of compulsory school age on 31 May 1977, his sixteenth birthday.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. GENERAL BACKGROUND AND DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12. Under Scottish law, the use of corporal punishment is controlled by the common law, particularly the law of assault. The general principle is that an assault may give rise to a civil claim for damages or to prosecution for a criminal offence. However, teachers in both State and other schools are, by virtue of their status as teachers, invested by the common law with power to administer such punishment in moderation as a disciplinary measure. Excessive, arbitrary or cruel punishment by a teacher or its infliction for an improper motive would constitute an assault. The teacher's power of chastisement, like that of a parent, derives from his relationship with the children under his care and is therefore not in the nature of a power delegated by the State. Thus, the administration of corporal punishment as a disciplinary measure is, subject to the limitations imposed by the common law as described above and to any conditions incorporated in the teacher's contract with the education authority employing him, left to the discretion of the teacher.",
                                "elements": []
                            },
                            {
                                "content": "13. In the two schools concerned, corporal chastisement takes the form of striking the palm of the pupil's hand with a leather strap called a \"tawse\". For misconduct in the class-room, punishment is administered there and then, in the presence of the class; for misconduct elsewhere and for serious misconduct, it is administered by the Headmaster, or his deputy, in his room.",
                                "elements": []
                            },
                            {
                                "content": "The Commission noted that, on the facts of the case, it could not be established that the applicants' children had suffered any adverse psychological or other effects which could be imputed to the use of corporal punishment in their schools.",
                                "elements": []
                            },
                            {
                                "content": "14. At the time of the events giving rise to this case, the administration of the Scottish educational system was regulated by the Education (Scotland) Act 1962, now repealed and reenacted without material change by the Education () Act 1980. Central government formulates general policy, promotes legislation and exercises supervision; the primary responsibility for organising facilities is vested in regional education authorities who are required to secure that \"adequate and efficient provision\" of school education is made for their area. Section 29 (1) of the 1962 Act provided that \"in the exercise and performance of their powers and duties under this Act, the Secretary of State and education authorities shall have regard to the general principle that, so far as is compatible with the provision of suitable instruction and training and the avoidance of unreasonable public expenditure, pupils are to be educated in accordance with the wishes of their parents\".",
                                "elements": []
                            },
                            {
                                "content": "15. Successive Education Acts have empowered the Secretary of State for  \"to make regulations prescribing the standards and general requirements to which every education authority shall conform\" in discharging its functions. According to the Government, he is not thereby permitted to change the substantive law on a teacher's right to administer corporal punishment, which would require primary legislation. There are, in fact, no statutory provisions governing the use of corporal punishment and the utilisation of this method of discipline is a matter for the discretion of the individual teacher, subject only to the limits set by the common law and to any particular conditions in his contract of employment.",
                                "elements": []
                            },
                            {
                                "content": "16. Following agreement in principle that the teaching profession should be encouraged to move towards the gradual elimination of corporal punishment as a means of discipline in schools, a consultative body - the Liaison Committee on Educational Matters, on which the Scottish Education Department, the Association of Directors of Education and the teachers' associations were represented - prepared in 1968 a booklet entitled \"Elimination of Corporal Punishment in Schools: Statement of Principles and Code of Practice\". The Code reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"Until corporal punishment is eliminated its use should be subject to the following rules:",
                                "elements": []
                            },
                            {
                                "content": "17. The above-mentioned booklet, whose issue was welcomed by the Secretary of State of Scotland, was sent to all education authorities in February 1968. The code of Practice, which was reissued in 1972, has no statutory force; however, the courts might be expected to have regard thereto in civil or criminal proceedings concerning an allegedly unlawful use of corporal punishment, and failure to observe it might be relevant in disciplinary proceedings.",
                                "elements": []
                            },
                            {
                                "content": "The authorities take the view that, within the guidelines set by the Code, it is for the teachers in each school to determine the disciplinary measures needed in the school. The Code is not incorporated into the contracts of employment of teachers in the Strathclyde or Fife Education Authority areas, although they have been recommended to abide by it.",
                                "elements": []
                            },
                            {
                                "content": "18. In 1974, the Secretary of State for  appointed an independent committee of inquiry (\"the Pack Committee\") to investigate indiscipline and truancy in Scottish schools. The Committee, which reported in 1977, was of the opinion \"that corporal punishment should, as was envisaged in 1968, disappear by a process of gradual elimination rather than by legislation\".",
                                "elements": []
                            },
                            {
                                "content": "The Government remain committed to a policy aimed at abolishing corporal punishment as a disciplinary measure in Scottish schools, but they take the view that that policy is best implemented by seeking to secure progress in this direction by consensus of all concerned rather than by statute. A working group established in 1979 by the Convention of Scottish Local Authorities has been considering, inter alia, the introduction of alternative sanctions and there are, in fact, some schools in which the use of corporal punishment has ceased or will soon be abandoned. However, its continued use by teachers is apparently, according to a recent opinion survey, favoured by a large majority of Scottish parents and, according to the Pack Committee's report, by pupils, who even prefer it to some other forms of punishment.",
                                "elements": []
                            },
                            {
                                "content": "19. Under regulation 4 of The Schools General () Regulations 1975, an education authority may exclude a pupil from school if \"the parent of the pupil refuses or fails to comply, or to allow the pupil to comply, with the rules, regulation or disciplinary requirements of the school\".",
                                "elements": []
                            },
                            {
                                "content": "Under section 35 of the 1962 and of the 1980 Education (Scotland) Acts, if a child fails \"without reasonable excuse\" to attend school regularly, the parent is guilty of an offence; unless the court otherwise determines, a child is deemed to have so failed if he has been required to discontinue his attendance on account of \"his parent's refusal or failure to comply\" as aforesaid.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "20. Mrs. Campbell applied to the Commission on 30 March 1976 and Mrs. Cosans on 1 October 1976. Each applicant maintained that the use of corporal punishment as a disciplinary measure in the school attended by her child constituted treatment contrary to Article 3 (art. 3) of the Convention and also failed to respect her right as a parent to ensure her son's education and teaching in conformity with her philosophical convictions, as guaranteed by the second sentence of Article 2 of Protocol No. 1 (P1-2). Mrs. Cosans further contended that Jeffrey's suspension from school violated his right to education, protected by the first sentence of the last-mentioned Article (P1-2).",
                        "elements": []
                    },
                    {
                        "content": "21. Both applications were declared admissible by the Commission on 15 December 1977.",
                        "elements": []
                    },
                    {
                        "content": "In its report of 16 May 1980 (Article 31 of the Convention) (art. 31), the Commission expressed the opinion:",
                        "elements": []
                    },
                    {
                        "content": "- by nine votes to five, that there had been, as regards both applicants, a violation of the second sentence of Article 2 of Protocol No. 1 (P1-2):",
                        "elements": []
                    },
                    {
                        "content": "- by eight votes to one, with five abstentions, that is was not necessary to consider whether there had been a separate violation of the first sentence of the said Article 2 (P1-2), as claimed by Mrs. Cosans;",
                        "elements": []
                    },
                    {
                        "content": "-by thirteen votes to one, that there had not been any violation of Article 3 (art. 3) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The report contains three separate opinions.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "SUBMISSIONS MADE BY THE GOVERNMENT TO THE COURT",
                "elements": [
                    {
                        "content": "22. At the hearings on 25 September 1981, the Government maintained the submissions set out in their memorial, whereby they had requested the Court:",
                        "elements": []
                    },
                    {
                        "content": "\"(1) With regard to Article 2 of Protocol No. 1 (P1-2)",
                        "elements": []
                    },
                    {
                        "content": "(2) With regard to Article 25 par. 1 (art. 25-1) of the Convention",
                        "elements": []
                    },
                    {
                        "content": "To decide and declare that the applicant, Mrs. Campbell, could not at the time of filing her application with the Commission claim on her son's behalf that he was a victim of a violation of Article 3 (art. 3) of the Convention for the purposes of Article 25 par. 1 (art. 25-1) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "(3) With regard to Article 3 (art. 3) of the Convention",
                        "elements": []
                    },
                    {
                        "content": "To decide and declare that, in any event, the facts of the two cases disclose no breach by the United Kingdom of Article 3 (art. 3) of the Convention.\"",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "23. The Court considers it preferable to begin by examining the issues arising under Article 3 (art. 3) of the Convention, this being the provisions on which principal reliance was placed in the original applications to the Commission.",
                        "elements": []
                    },
                    {
                        "content": "I. THE ALLEGED VIOLATION OF ARTICLE 3 (art. 3) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24. Mrs. Campbell and Mrs. Cosans claimed that, on account of the use of corporal punishment as a disciplinary measure in school, their sons Gordon and Jeffrey were victims of a violation of Article 3 (art. 3) which reads:",
                                "elements": []
                            },
                            {
                                "content": "\"No one shall be subjected to torture or to inhuman or degrading treatment or punishment.\"",
                                "elements": []
                            },
                            {
                                "content": "The Commission found no such violation. The Government agreed with this conclusion.",
                                "elements": []
                            },
                            {
                                "content": "25. Neither Gordon Campbell nor Jeffrey Cosans was, in fact, strapped with the tawse. Accordingly, the Court does not in the present case have to consider under Article 3 (art. 3) an actual application of corporal punishment.",
                                "elements": []
                            },
                            {
                                "content": "26. However, the Court is of the opinion that, provided it is sufficiently real and immediate, a mere threat of conduct prohibited by Article 3 (art. 3) may itself be in conflict with that provision. Thus, to threaten an individual with torture might in some circumstances constitute at least \"inhuman treatment\".",
                                "elements": []
                            },
                            {
                                "content": "27. Although the system of corporal punishment can cause a certain degree of apprehension in those who may be subject to it, the Court nevertheless shares the Commission's view that the situation in which the applicants' sons found themselves did not amount to \"torture\" or \"inhuman treatment\", within the meaning of Article 3 (art. 3): there is no evidence that they underwent suffering of the level inherent in these notions as they were interpreted and applied in the Court's Ireland v. the United Kingdom judgment of 18 January 1978 (Series A no. 25, pp. 66-67 and 68, par. 167 and 174).",
                                "elements": []
                            },
                            {
                                "content": "28. The Court's judgment of 25 April 1978 in the Tyrer case does indicate certain criteria concerning the notion of \"degrading punishment\" (Series A no. 26, p. 15, par. 30). In the present case, no \"punishment\" has actually been inflicted. Nevertheless, it follows from that judgment that \"treatment\" itself will not be \"degrading\" unless the person concerned has undergone - either in the eyes of others or in his own eyes (ibid., p. 16, par. 32) - humiliation or debasement attaining a minimum level of severity. That level has to be assessed with regard to the circumstances of the case (see the above-mentioned Ireland v. the United Kingdom judgment, p. 65, par. 162, p. 66, par. 167, and pp. 69-70, par. 179-181).",
                                "elements": []
                            },
                            {
                                "content": "29. Corporal chastisement is traditional in Scottish schools and, indeed, appears to be favoured by a large majority of parents (see paragraph 18 above). Of itself, this is not conclusive of the issue before the Court for the threat of a particular measure is not excluded from the category of \"degrading\", within the meaning of Article 3 (art. 3), simply because the measure has been in use for a long time or even meets with general approval (see, mutatis mutandis, the above-mentioned Tyrer judgment, p. 15, par. 31).",
                                "elements": []
                            },
                            {
                                "content": "However, particularly in view of the above-mentioned circumstances obtaining in Scotland, it is not established that pupils at a school where such punishment is used are, solely by reason of the risk of being subjected thereto, humiliated or debased in the eyes of others to the requisite degree or at all.",
                                "elements": []
                            },
                            {
                                "content": "30. As to whether the applicants' sons were humiliated or debased in their own eyes, the Court observes first that a threat directed to an exceptionally insensitive person may have no significant effect on him but nevertheless be incontrovertibly degrading; and conversely, an exceptionally sensitive person might be deeply affected by a threat that could be described as degrading only by a distortion of the ordinary and usual meaning of the word. In any event, in the case of these two children, the Court, like the Commission, notes that is has not been shown by means of medical certificates or otherwise that they suffered any adverse psychological or other effects (see paragraph 13 above).",
                                "elements": []
                            },
                            {
                                "content": "Jeffrey Cosans may well have experienced feelings of apprehension or disquiet when he came close to an infliction of the tawse (see paragraph 10 above), but such feelings are not sufficient to amount to degrading treatment, within the meaning of Article 3 (art. 3).",
                                "elements": []
                            },
                            {
                                "content": "The same applies, a fortiori, to Gordon Campbell since he was never directly threatened with corporal punishment (see paragraph 9 above). It is true that counsel for his mother alleged at the hearings that group tension and a sense of alienation in the pupil are induced by the very existence of this practice but, even if this be so, these effects fall into a different category from humiliation or debasement.",
                                "elements": []
                            },
                            {
                                "content": "31. To sum up, no violation of Article 3 (art. 3) is established. This conclusion renders it unnecessary for the Court to consider whether the applicants are entitled, under Article 25 (art. 25) of the Convention, to claim that their children were victims of such a violation, an issue that was examined by the Commission and was the subject of submissions by the Government.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. THE ALLEGED VIOLATION OF THE SECOND SENTENCE OF ARTICLE 2 OF PROTOCOL NO. 1 (P1-2).",
                        "elements": [
                            {
                                "content": "32. Article 2 of Protocol No. 1 (P1-2) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"No person shall be denied the right to education. In the exercise of any functions which it assumes in relation to education and to teaching, the State shall respect the right of parents to ensure such education and teaching in conformity with their own religious and philosophical convictions.\"",
                                "elements": []
                            },
                            {
                                "content": "Mrs. Campbell and Mrs. Cosans alleged that their rights under the second sentence of this Article (P1-2) were violated on account of the existence of corporal punishment as a disciplinary measure in the schools attended by their children.",
                                "elements": []
                            },
                            {
                                "content": "The Government contested, on various grounds, the conclusion of the majority of the Commission that there had been such a violation.",
                                "elements": []
                            },
                            {
                                "content": "33. The Government maintained in the first place that functions relating to the internal administration of a school, such as discipline, were ancillary and were not functions in relation to \"education\" and to \"teaching\", within the meaning of Article 2 (P1-2), these terms denoting the provision of facilities and the imparting of information, respectively.",
                                "elements": []
                            },
                            {
                                "content": "The Court would point out that the education of children is the whole process whereby, in any society, adults endeavour to transmit their beliefs, culture and other values to the young, whereas teaching or instruction refers in particular to the transmission of knowledge and to intellectual development.",
                                "elements": []
                            },
                            {
                                "content": "It appears to the Court somewhat artificial to attempt to separate off matters relating to internal administration as if all such matters fell outside the scope of Article 2 (P1-2). The use of corporal punishment may, in a sense, be said to belong to the internal administration of a school, but at the same time it is, when used, an integral part of the process whereby a school seeks to achieve the object for which it was established, including the development and moulding of the character and mental powers of its pupils. Moreover, as the Court pointed out in its Kjeldsen, Busk Madsen and Pedersen judgment of 7 December 1976 (Series A no. 23, p. 24, par. 50), the second sentence of Article 2 (P1-2) is binding upon the Contracting States in the exercise of \"each and every\" function that they undertake in the sphere of education and teaching, so that the fact that a given function may be considered to be ancillary is of no moment in this context.",
                                "elements": []
                            },
                            {
                                "content": "34. The Government further argued that in  the \"functions\" assumed by central or local government in the educational field did not extend to matters of discipline.",
                                "elements": []
                            },
                            {
                                "content": "It may be true that the day-to-day maintenance of discipline in the schools in question is left to the individual teacher; when he administers corporal punishment he is exercising not a power delegated to him by the State but a power vested in him by the common law by virtue of his status as a teacher, and the law in this respect can be changed only by Act of Parliament (see paragraphs 12, 15 and 17 above). Nevertheless, in regard to education in , the State has assumed responsibility for formulating general policy (see paragraph 14 above) and the schools attended by the applicants' children were State schools. Discipline is an integral, even indispensable, part of any educational system, with the result that the functions assumed by the State in  must be taken to extend to question of discipline in general, even if not to its everyday maintenance. Indeed, this is confirmed by the fact that central and local authorities participated in the preparation of the Code of Practice and that the Government themselves are committed to a policy aimed at abolishing corporal punishment (see paragraphs 16 and 18 above).",
                                "elements": []
                            },
                            {
                                "content": "35. Thirdly, in the submission of the Government, the obligation to respect philosophical convictions arises only in the relation to the content of, and mode of conveying, information and knowledge and not in relation to all aspects of school administration.",
                                "elements": []
                            },
                            {
                                "content": "As the Government pointed out, the Kjeldsen, Busk Madsen and Pedersen judgment states (p. 26, par. 53):",
                                "elements": []
                            },
                            {
                                "content": "\"The second sentence of Article 2 (P1-2) implies ... that the State, in fulfilling the functions assumed by it in regard to education and teaching, must take care that information or knowledge included in the curriculum is conveyed in an objective, critical and pluralistic manner. The State is forbidden to pursue an aim of indoctrination that might be considered as not respecting parents' religious and philosophical convictions. That is the limit that must not be exceeded.\"",
                                "elements": []
                            },
                            {
                                "content": "However, that case concerned the content of instruction, whereas the second sentence of Article 2 (P1-2) has a broader scope, as is shown by the generality of its wording. This was confirmed by the Court in the same judgment when it held that the said sentence is binding upon the Contracting States in the exercise, inter alia, of the function \"consisting of the organisation and financing of public education\" (p. 24, par. 50). And in the present case the functions assumed by the respondent State in this area extend to the supervision of the Scottish educational system in general, which must include questions of discipline (see paragraph 34 above).",
                                "elements": []
                            },
                            {
                                "content": "36. The Government also contested the conclusion of the majority of the Commission that the applicants' views on the use of corporal punishment amounted to \"philosophical convictions\", arguing, inter alia, that the expression did not extend to opinions on internal school administration, such as discipline, and that, if the majority were correct, there was no reason why objections to other methods of discipline, or simply to discipline in general, should not also amount to \"philosophical convictions\".",
                                "elements": []
                            },
                            {
                                "content": "In its ordinary meaning the word \"convictions\", taken on its own, is not synonymous with the words \"opinions\" and \"ideas\", such as are utilised in Article 10 (art. 10) of the Convention, which guarantees freedom of expression; it is more akin to the term \"beliefs\" (in the French text: \"convictions\") appearing in Article 9 (art. 9) - which guarantees freedom of thought, conscience and religion - and denotes views that attain a certain level of cogency, seriousness, cohesion and importance.",
                                "elements": []
                            },
                            {
                                "content": "As regards the adjective \"philosophical\", it is not capable of exhaustive definition and little assistance as to its precise significance is to be gleaned from the travaux préparatoires. The Commission pointed out that the word \"philosophy\" bears numerous meanings: it is used to allude to a fully-fledged system of thought or, rather loosely, to views on more or less trivial matters. The Courts agrees with the Commission that neither of these two extremes can be adopted for the purposes of interpreting Article 2 (P1-2): the former would too narrowly restrict the scope of a right that is guaranteed to all parents and the latter might result in the inclusion of matters of insufficient weight or substance.",
                                "elements": []
                            },
                            {
                                "content": "Having regard to the Convention as a whole, including Article 17 (art. 17), the expression \"philosophical convictions\" in the present context denotes, in the Court's opinion, such convictions as are worthy of respect in a \"democratic society\" (see, most recently, the Young, James and Webster judgment of 13 August 1981, Series A no. 44, p. 25, par. 63) and are not incompatible with human dignity; in addition, they must not conflict with the fundamental right of the child to education, the whole of Article 2 (P1-2) being dominated by its first sentence (see the above-mentioned Kjeldsen, Busk Madsen and Pedersen judgment, pp. 25-26, par. 52).",
                                "elements": []
                            },
                            {
                                "content": "The applicants' views relate to a weighty and substantial aspect of human life and behaviour, namely the integrity of the person, the propriety or otherwise of the infliction of corporal punishment and the exclusion of the distress which the risk of such punishment entails. They are views which satisfy each of the various criteria listed above; it is this that distinguishes them from opinions that might be held on other methods of discipline or on discipline in general.",
                                "elements": []
                            },
                            {
                                "content": "37. The Government pleaded, in the alternative, that the obligation to respect the applicants' convictions had been satisfied by the adoption of a policy of gradually eliminating corporal chastisement. They added that any other solution would be incompatible with the necessity of striking a balance between the opinions of supporters and opponents of this method of discipline and with the terms of the reservation to Article 2 (P1-2) made by the  at the time of signing the Protocol, which reads:",
                                "elements": []
                            },
                            {
                                "content": "\"... in view of certain provisions of the Education Acts in force in the United Kingdom, the principle affirmed in the second sentence of Article 2 (P1-2) is accepted by the United Kingdom only so far as it is compatible with the provision of efficient instruction and training, and the avoidance of unreasonable public expenditure.\"",
                                "elements": []
                            },
                            {
                                "content": "The Court is unable to accept the submissions.",
                                "elements": []
                            },
                            {
                                "content": "(a) Whilst the adoption of the policy referred to clearly foreshadows a move in the direction of the position taken by the applicants, is does not amount to \"respect\" for their convictions. As is confirmed by the fact that, in the course of the drafting of Article 2 (P1-2), the words \"have regard to\" were replaced by the word \"respect\" (see documents CDH (67) 2, p. 163) the latter word means more than \"acknowledge\" or \"taken into account\"; in addition to a primarily negative undertaking, it implies some positive obligation on the part of the State (see mutatis mutandis, the Marckx judgment of 13 June 1979, series A no. 31, p. 15, par. 31). This being so, the duty to respect parental convictions in this sphere cannot be overridden by the alleged necessity of striking a balance between the conflicting views involved, nor is the Government's policy to move gradually towards the abolition of corporal punishment in itself sufficient to comply with this duty.",
                                "elements": []
                            },
                            {
                                "content": "(b) As regards the United Kingdom reservation, the Court notes that the provision of domestic law cited in the present case by the Government is section 29 (1) of the Education (Scotland) Act 1962 (see paragraph 14 above). Under Article 64 (art. 64) of the Convention, a reservation in respect of any provision is permitted only to the extent that any law in force in a State's territory at the time when the reservation is made is not in conformity with the provision. The Protocol (P1) was signed on behalf of the  on 20 March 1952. However, section 29 (1) was no more than a re-enactment of an identical provision in the Education (Scotland) Act 1946 and therefore goes no further than a law in force at the time when the reservation was made.",
                                "elements": []
                            },
                            {
                                "content": "The Court accepts that certain solutions canvassed - such as the establishment of a dual system whereby in each sector there would be separate schools for the children of parents objecting to corporal punishment - would be incompatible, especially in the present economic situation, with the avoidance of unreasonable public expenditure. However, the Court does not regard it as established that other means of respecting the applicants' convictions, such as a system of exemption for individual pupils in a particular school, would necessarily be incompatible with \"the provision of efficient instruction and training, and the avoidance of unreasonable public expenditure\".",
                                "elements": []
                            },
                            {
                                "content": "38. Mrs. Campbell and Mrs. Cosans have accordingly been victims of a violation of the second sentence of Article 2 of Protocol No. 1 (P1-2).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. THE ALLEGED VIOLATION OF THE FIRST SENTENCE OF ARTICLE 2 OF PROTOCOL NO. 1 (P1-2).",
                        "elements": [
                            {
                                "content": "39. Mrs. Cosans alleged that, by reason of his suspension from school (see paragraphs 10-11 above), her son Jeffrey had been denied the right to education contrary to the first sentence of Article 2 (P1-2).",
                                "elements": []
                            },
                            {
                                "content": "The Commission found it unnecessary to examine the issue, considering it to be absorbed by the finding of a violation of the second sentence. The government, in an alternative plea, accepted this view but their principal submission was that the right of access to educational facilities which is guaranteed by the first sentence may be made subject to reasonable requirements and that, since Jeffrey's suspension was due to his and his parents' refusal to accept such a requirement, there had been no breach.",
                                "elements": []
                            },
                            {
                                "content": "40. The Court considers that it is necessary to determine this issue. Of course, the existence of corporal punishment as a disciplinary measure in the school attended by her son Jeffrey underlay both of Mrs. Cosans' allegations concerning Article 2 (P1-2), but there is a substantial difference between the factual basis of her two claims. In the case of the second sentence, the situation complained of was attendance at a school where recourse was had to a certain practice, whereas, in the case of the first sentence, is was the fact of being forbidden to attend; the consequences of the latter situation are more far-reaching than those of the former. Accordingly, a separate complaint, and not merely a further legal submission or argument, was involved (see mutatis mutandis, the Le Compte, Van Leuven and De Meyere judgment of 23 June 1981, Series A no. 43, p. 18, par. 38)",
                                "elements": []
                            },
                            {
                                "content": "Again, Article 2 (P1-2) constitutes a whole that is dominated by its first sentence, the right set out in the second sentence being an adjunct of the fundamental right to education (see the above-mentioned Kjeldsen, Busk Madsen and Pedersen judgment, pp. 25-26, par. 52).",
                                "elements": []
                            },
                            {
                                "content": "Finally, there is also a substantial difference between the legal basis of the two claims, for one concerns a right of a parent and the other a right of a child.",
                                "elements": []
                            },
                            {
                                "content": "The issue arising under the first sentence is therefore not absorbed by the finding of a violation of the second.",
                                "elements": []
                            },
                            {
                                "content": "41. The right to education guaranteed by the first sentence of Article 2 (P1-2) by its very nature calls for regulation by the State, but such regulation must never injure the substance of the right nor conflict with other rights enshrined in the Convention or its Protocols (see the judgment of 23 July 1968 on the merits of the \"Belgian Linguistic\" case, Series A no. 6, p. 32, par. 5).",
                                "elements": []
                            },
                            {
                                "content": "The suspension of Jeffrey Cosans - which remained in force for nearly a whole school year - was motivated by his and his parents' refusal to accept that he receive or be liable to corporal chastisement (see paragraphs 10-11 above). His return to school could have been secured only if his parents had acted contrary to their convictions, convictions which the  is obliged to respect under the second sentence of Article 2 (P1-2) (see paragraphs 35-36 above). A condition of access to an educational establishment that conflicts in this way with another right enshrined in Protocol No. 1 cannot be described as reasonable and in any event falls outside the State's power of regulation under Article 2 (P1-2).",
                                "elements": []
                            },
                            {
                                "content": "There has accordingly also been, as regards Jeffrey Cosans, breach of the first sentence of that Article (P1-2).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. THE APPLICATIONS OF ARTICLE 50 (art. 50) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42. Counsel for Mrs. Cosans stated that, should the Court find a violation of the Convention and/or Protocol No. 1, his client would seek just satisfaction under Article 50 (art. 50) in respect of moral damage and legal costs, but he did not quantify her claim. The Lord Advocate, for the Government, reserved his position, as did counsel for Mrs. Campbell.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, although it was raised under Rule 47 bis of the Rules of Court, this question is not yet ready for decision. The Court must therefore reserve it and fix the further procedure, taking due account of the possibility of an agreement between the respondent State and the applicants.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Holds unanimously that no violation of Article 3 (art. 3) of the Convention is established;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds by six votes to one that there has been, with respect to Mrs. Campbell and Mrs. Cosans, breach of the second sentence of Article 2 of Protocol No. 1 (P1-2);",
                        "elements": []
                    },
                    {
                        "content": "3. Hold by six votes to one that there has been, as regards Jeffrey Cosans, breach of the first sentence of the last-mentioned Article (P1-2);",
                        "elements": []
                    },
                    {
                        "content": "4. Holds unanimously that the question of the application of Article 50 (art. 50) of the Convention is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "(a) accordingly reserves the whole of the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b) invites the Commission to submit to the Court, within two months from the delivery of the present judgment, the Commission's written observations on the said question and, in particular, to notify the Court of any friendly settlement at which the Government and the applicants may have arrived;",
                        "elements": []
                    },
                    {
                        "content": "(c) reserves the further procedure and delegates to the President of the Chamber power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, the English text being authentic, at the Human Rights Building, Strasbourg, this twenty-fifth day of February, one thousand nine hundred and eighty-two.",
                        "elements": []
                    },
                    {
                        "content": "Sir Vincent Evans has annexed his separate opinion to the present judgment in accordance with Article 51 par. 2 (art. 51-2) of the Convention and Rule 50 par. 2 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "1. I agree that no violation of Article 3 (art. 3) of the Convention is established.",
                        "elements": []
                    },
                    {
                        "content": "2. In my opinion, however, the majority of the Court have given too wide an interpretation to Article 2 of Protocol No. 1 (P1-2) and I regret that I cannot share their view that there has been a breach of that Article (P1-2). Even if their interpretation were correct, it would be my opinion that there has been no violation in view of the reservation to the second sentence of Article 2 (P1-2) made by the United Kingdom on signature of the Protocol (P1).",
                        "elements": []
                    },
                    {
                        "content": "3. In the previous two cases in which the application of Article 2 (P1-2) has been in issue, the Court has found it indispensable to have recourse to the negotiating history of the Article as an aid to the interpretation of what is undeniably a very difficult text (judgment of 23 July 1968 on the merits of the \"Belgian Linguistic\" case, Series A no. 6, pp. 30-32, §§ 3-6; judgment of 7 December 1976 in the case of Kjeldsen, Busk Madsen and Pedersen, Series A no. 23, pp. 24-28, §§ 50-54). In the latter case the Court observed that the \"travaux préparatoires\" are \"without doubt of particular consequence in the case of a clause that gave rise to such lengthy and impassioned discussions\". In both the cases cited, the Court, after recourse to the travaux, adopted, in respects relevant to the present case, a restrictive view of the aim of the second sentence of Article 2 (P1-2). In the Kjeldsen, Busk Madsen and Pedersen case (in which parents sought unsuccessfully to have their children exempted from sex education in State schools on the ground that it was contrary to their beliefs as Christian parents) this was that the State is forbidden to pursue an aim of indoctrination that might be considered as not respecting parents' religious and philosophical convictions. \"That\", said the Court, \"is the limit that must not be exceeded\" and consequently it was held that legislation which \"in no way amount[ed] to an attempt at indoctrination aimed at advocating a specific kind of sexual behaviour\" did not offend the applicants' religious and philosophical convictions to the extent forbidden by the second sentence of Article 2 (P1-2) (loc. cit., pp. 26-28, §§ 53-54). In the \"Belgian Linguistic\" case it was held that this provision did not require of States that they should, in the sphere of education and teaching, respect parents' linguistic preferences, but only their religious and philosophical convictions and that to interpret the terms \"religious\" and \"philosophical\" as covering linguistic preferences would amount to a distortion of their ordinary and usual meaning and read into the Convention something that was not there (loc. cit., p. 32, § 6).",
                        "elements": []
                    },
                    {
                        "content": "4. In the course of the preparatory work on Article 2 (P1-2) in the Consultative Assembly of the Council of Europe the expression \"philosophical convictions\" was criticised as being so vague that it should not be inserted in a legal instrument purporting to protect human rights. But this very criticism evoked from Mr. Teitgen, the Rapporteur of the Consultative Assembly's Committee on Legal and Administrative Questions to which a draft of the Protocol had been referred for advice, a very emphatic explanation in the light of which the text of Article 2 (P1-2) was finally settled and the Protocol adopted and opened for signature. Mr. Teitgen made it clear that the intention was to protect the rights of parents against the use of educational institutions by the State for the ideological indoctrination of children (Official Report of the Thirty-Fifth Sitting of the Consultative Assembly, 8 December 1951, Collected edition V, pp. 1229-1230). This was precisely the interpretation put upon the text by the Court in the Kjeldsen, Busk Madsen and Pedersen case (see paragraph 3 above). In the light of this background, my understanding of the second sentence of Article 2 (P1-2) is that it is concerned with the content of information and knowledge imparted to the child through education and teaching and the manner of imparting such information and knowledge and that the views of parents on such matters as the use of corporal punishment are as much outside the intended scope of the provision as are their linguistic preferences. If there had been any intention that it should apply to disciplinary measures and to the use of corporal punishment in particular, it is inconceivable that the implications of this would not have been raised in the course of the lengthy debates that preceded its adoption.",
                        "elements": []
                    },
                    {
                        "content": "5. An interpretation of the second sentence of Article 2 (P1-2) extending its application beyond its intended scope could give rise to very considerable difficulties in practice. The maintaining of discipline is certainly an integral part of the educational system, as the majority of the Court have observed. So are many other matters relating to the provision of educational facilities and the internal administration of schools, as distinct from the content of the instruction given. If the sentence in question is interpreted in a sense wide enough to cover the views of parents opposed to corporal punishment, I do not see how it can reasonably be applied so as to exclude from its scope all manner of other strongly held views regarding the way in which schools are organised and administered. There may be very strongly held beliefs on such matters as the segregation of sexes, the streaming of pupils according to ability or the existence of independent schools, which could be claimed to have a religious or philosophical basis. The view in favour of the abolition of independent schools, for example, could be regarded as a philosophical conviction on the part of those who believe in the ideology of egalitarianism. It would surely create problems which were never intended by the authors of the Protocol if different and inevitably conflicting opinions of this order had to be accommodated within the State's educational system. There is an important difference between the kind of convictions which it is my understanding that Article 2 (P1-2) was aimed to protect and views of the kind just mentioned. Different religious and philosophical convictions relating to the content of instruction can be duly respected in the teaching process by presenting information in an objective way. But in regard to such matters as the segregation of the sexes, streaming and the abolition of independent schools, there would be insuperable practical difficulties in respecting equally the views of those who are opposed to and those who favour one system or the other. As Mr. Renton quite rightly foresaw in his comments in the Consultative Assembly on the draft Protocol, \"We are getting into very deep water when we start talking along those lines\" (Official Report of the Thirty-Fourth Sitting of the Consultative Assembly, 7 December 1951, Collected edition V, p. 1215).",
                        "elements": []
                    },
                    {
                        "content": "6. However, even if the wider interpretation of the second sentence of Article 2 (P1-2) adopted by the Court in the present case were correct, it would be my opinion that there has been no violation of this provision in view of the reservation made by the United Kingdom on signature of the Protocol. The reservation reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "In respect of the , Article 2 (P1-2) must be interpreted and applied as modified by the reservation. This means that the obligation thereunder to respect the right of parents has been assumed by the  only so far as this can be done compatibly with the provision of efficient instruction and training and the avoidance of unreasonable public expenditure.",
                        "elements": []
                    },
                    {
                        "content": "7. In the light of the interpretation put by them on the second sentence of Article 2 (P1-2), the majority of the Court has held that the Government's policy to move gradually towards the abolition of corporal punishment is not in itself sufficient to comply with their duty to respect parental convictions. It is implicit in the Court's judgment that some more positive means of respecting the applicants' convictions is called for by the sentence in question. If so, it is my view that the State is entitled to invoke its reservation unless it is shown that some other practical solution is available which is compatible with both the provision of efficient instruction and training and the avoidance of unreasonable public expenditure. In the course of the proceedings, only three possible solutions have been canvassed which, apart from the reservation, would sufficiently comply with the State's obligation as interpreted by the Court. These are:",
                        "elements": []
                    },
                    {
                        "content": "1. that separate schools should be provided within the State educational system for children of parents who object to corporal punishment;",
                        "elements": []
                    },
                    {
                        "content": "2. that separate classes within the same school should be provided for such children;",
                        "elements": []
                    },
                    {
                        "content": "3. that a system should be established in which children in the same class should be treated differently according to the views and wishes of their parents.",
                        "elements": []
                    },
                    {
                        "content": "The Court accepts that the first solution would be incompatible with the avoidance of unreasonable public expenditure, especially in the present economic situation. The second solution too would surely involve unreasonable expense and hardly be compatible with the provision of efficient instruction and training. Moreover, in this connexion the wider implications of the Court's interpretation discussed in paragraph 5 above must be borne in mind. There remains the third possible solution referred to above. The Court was informed at the oral hearing that at least some members of the Commission held the view that this would, for many reasons, not be a practical solution. I agree with this view. It seems to me essential that any system of discipline in a school should be seen to be fair and capable of being fairly administered, otherwise a sense of injustice will be generated with harmful consequences both for the upbringing of the individual and for harmonious relations within the group. It will also place the teacher in an impractical position to administer discipline fairly if children in the same class have to be treated differently according to the views of their parents. It has been pointed out that, where corporal punishment is used, exceptions are in any event made in respect of girls and children suffering from a disability. I believe that children will readily understand the reasons for this, but I think they are likely to regard it as arbitrary and unjust if Johnny is exempted simply because his Mum or Dad says so.",
                        "elements": []
                    },
                    {
                        "content": "8. For these reasons I am not satisfied that there is available a practical system for exempting individual pupils from corporal punishment at the wish of their parents which would be compatible both with the provision of efficient instruction and training and with the avoidance of unreasonable public expenditure. In these circumstances the reservation made by the  to the second sentence of Article 2 (P1-2) applies.",
                        "elements": []
                    },
                    {
                        "content": "9. I conclude therefore that there has been no breach of the second sentence of Article 2 (P1-2).",
                        "elements": []
                    },
                    {
                        "content": "10. There remains the question whether there has been a breach of the first sentence of Article 2 (P1-2) in the case of Jeffrey Cosans on account of his suspension from school. In its above-mentioned judgment of 23 July 1968 in the \"Belgian Linguistic\" case (pp. 31-32, §§ 4-5), the Court interpreted the first sentence as guaranteeing a right of access to educational institutions existing at a given time, but recognised that the right to education so guaranteed by its very nature calls for regulation by the State provided that \"such regulation must never injure the substance of the right to education nor conflict with other rights enshrined in the Convention\". It is implicit in this that the right of access may be made subject to reasonable requirements, including acceptance of the rules, regulations and disciplinary requirements of the school. Since in my view, contrary to that of the majority of the Court, the disciplinary requirements which Jeffrey Cosans and his parents refused to accept did not violate the second sentence of Article 2 (P1-2), I do not find that there has been a breach of the first sentence of that Article (P1-2).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr. R. RYSSDAL",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CAMPBELL AND COSANS v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57455.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1982:0225JUD000751176",
    "externalsources": [
        "Common law (re assault)",
        "Education (Scotland) Act 1962, Section 29 (1)",
        "Education (Scotland) Act 1980",
        "1968 Leaflet : Elimination of Corporal Punishment in Schools : Statement of Principles and Code of Practice",
        "Reservation to Article 2 of Protocol No. 1 made by the United Kingdom, CDH (67) 2, p. 163",
        "Travaux préparatoires of the European Convention on Human Rights"
    ],
    "extractedappno": [
        "7511/76",
        "7743/76"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Common law (re assault)",
        "Education (Scotland) Act, 1980"
    ],
    "itemid": "001-57455",
    "judgementdate": "25/02/1982 00:00:00",
    "kpdate": "25/02/1982 00:00:00",
    "kpthesaurus": [
        "350",
        "193",
        "90",
        "192",
        "89",
        "573",
        "446",
        "427"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "3",
        "P1-2"
    ],
    "parties": [
        "CAMPBELL AND COSANS",
        "THE UNITED KINGDOM"
    ],
    "rank": "223.887588500977",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Ireland v. United Kingdom judgment of 18 January 1978, Series A no. 25, pp. 65, 66-67, 68, 69-70, paras. 162, 167, 174, 179-181",
        "Tyrer judgment of 25 April 1978, Series A no. 26, pp. 15, 16, paras. 30, 31, 32",
        "Kjeldsen, Busk Madsen and Pedersen judgment of 7 December 1976, Series A no. 23, pp. 24, 26, 25-26, paras. 50, 53, 52",
        "Young, James and Webster judgment of 13 August 1981, Series A no. 44, p. 25, para. 63",
        "Marckx judgment of 13 June 1979, Series A no. 31, p. 15, para. 31",
        "Le Compte, Van Leuven and De Meyere judgment of 23 June 1981, Series A no. 43, p. 18, para. 38",
        "Belgian linguistic case judgment of 23 July 1968, Series A no. 6, p. 32, para. 5"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "447818",
    "typedescription": "14"
}