{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "51752/10",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "No violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "no-violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-172072.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 51752/10) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Lithuanian nationals, Mr Kristupas Kavaliauskas (“the first applicant”), Mr Martynas Kavaliauskas (“the second applicant”), Mr Romas Konstantinas Batūra (“the third applicant”) and Ms Danutė Butkienė (“the fourth applicant”) on 3 August 2010. On 6 June 2013 the fourth applicant died, and on 11 July 2016 the Court was informed that, as her heir, the second applicant had inherited all her pecuniary and non-pecuniary rights pertaining to the present application.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr B. Simanavičius, a lawyer practising in Vilnius. The Lithuanian Government (“the Government”) were represented by their Agent, Ms K. Bubnytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that they had not received adequate compensation for their property and that the restitution process had been unreasonably lengthy, in breach of Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 March 2016 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1972, 1980, 1937 and 1925 respectively and live in Vilnius.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 5 November 1991 L.N. (who later died – the first and the second applicants became her heirs), the third and the fourth applicants asked the Lithuanian authorities to restore their property rights in natura to a house in Kaunas, nationalised in 1940s.",
                                "elements": []
                            },
                            {
                                "content": "7.  In September 1993 L.N., the third and the fourth applicants were asked by the authorities to provide some additional documents necessary to proceed with the restoration of their property rights. L.N. submitted the necessary documents to the Kaunas City Municipality.",
                                "elements": []
                            },
                            {
                                "content": "8.  In March 1995 L.N. and the fourth applicant agreed that the property rights to one room of the house would be restored to their brother – the third applicant. On 30 March 1995 the third applicant wrote a letter to the authorities, asking them to restore the property rights to 22.4 sq. m of the house and one room of 10.32 sq. m. He also asked to decide the question of the restoration of property rights to a remaining part of the house at a later stage.",
                                "elements": []
                            },
                            {
                                "content": "9.  By a decision of 11 April 1995, the Kaunas City Council restored L.N.’s, the third and the fourth applicants’ property rights to a house in Kaunas in equal parts. The Kaunas City Council held that 22.42 sq. m of the house would be returned to L.N., the third and the fourth applicant in natura in equal parts and that a room of 10.32 sq. m would be returned in natura to the third applicant. The decision also indicated that the remaining part of the house would be returned in natura when the tenants of the house had been provided with other premises, or compensation would be paid if the premises were not returned.",
                                "elements": []
                            },
                            {
                                "content": "10.  In July 1995 L.N. and the fourth applicant asked the authorities to pay them compensation for the part of the house that had not been returned in natura.",
                                "elements": []
                            },
                            {
                                "content": "11.  In March 1996 L.N., the third and the fourth applicants wrote a letter to the authorities, stating that they refused the property that had already been returned to them in natura, and asked to be paid compensation for the entire house.",
                                "elements": []
                            },
                            {
                                "content": "12.  In September 1996 the third applicant, who by an agreement approved by the notary in 1995, was representing L.N. and the fourth applicant, withdrew the application of March 1996 (see paragraph 11 above) and confirmed that 22.42 sq. m of the house and 10.32 sq. m had been returned to L.N., the third and the fourth applicant in natura.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 23 September 1996 L.N., the third and the fourth applicants asked the authorities to pay them compensation for the part of the house that had not been returned to them in natura and stated that they agreed to partial compensation until the full market-value compensation figure had been calculated.",
                                "elements": []
                            },
                            {
                                "content": "14.  Following the request of L.N., the third and the fourth applicants (see paragraph 13 above), the Kaunas City Municipality assessed the value of the entire house and on 8 October 1996 set it at 239,190 Lithuanian litai (LTL – approximately 69,274 euros (EUR)) in total, the third applicant signed for himself and as L.N.’s and the fourth applicant’s representative, signalling their agreement to such compensation. On the same day, the Kaunas City Board amended the decision of 11 April 1995, establishing that the remaining part of the house would not be returned, compensation of LTL 79,730 (approximately EUR 23,091) would be paid to L.N., the third and the fourth applicants each, and that the remaining part of the compensation would be paid when the market value of the house had been calculated. Following this decision, L.N., the third and the fourth applicants were paid compensation on 17 October 1996 and 18 October 1996.",
                                "elements": []
                            },
                            {
                                "content": "1.  Proceedings for annulment of the part of the decision to return the premises of 22.42 sq. m. in natura",
                                "elements": [
                                    {
                                        "content": "15.  On an unspecified date L.N., the third and the fourth applicants lodged a claim with the domestic courts in order to have the part of the decision of the authorities of 11 April 1995 by which the premises of 22.42 sq. m of the house had been returned to them in natura annulled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 24 October 2000 the Kaunas Regional Administrative Court decided to annul the part of the decision of 11 April 1995 by which 22.42 sq. m of the house had been returned in natura and to oblige the Kaunas City Board to pay monetary compensation for this property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Accordingly, on 18 September 2001 the decision of the authorities of 11 April 1995 was amended and it was decided to pay monetary compensation for the 22.42 sq. m of the house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The value of the property was calculated on 14 April 2008. On 1 June 2009, in accordance with an application by L.N., the third and the fourth applicants to receive compensation for 22.42 sq. m of the house, LTL 30,000 (approximately EUR 8,689) in total were paid to them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Procedure of calculation of the remaining compensation",
                                "elements": [
                                    {
                                        "content": "19. In November 2006 the Kaunas City Municipality Administration asked the Centre of Registers to assess the value of the house and to establish the difference between the value assessed and the compensation that had already been paid. In January 2008 the Centre of Registers assessed the market value of the house in 1996 at LTL 855,000 (approximately EUR 247,625) and established that the remaining compensation to be paid was LTL 615,809 (approximately EUR 178,350) in total.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 March 2008 the authorities amended the decision of 11 April 1995 and established that L.N., the third and the fourth applicants had to be paid compensation amounting to LTL 615,809 (approximately EUR 178,350) in total.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 26 March 2008 L.N., the third and the fourth applicants were asked to fill in a form in order to receive their compensation; they did so on 1, 20 and 4 April 2008 respectively. The compensation was adjusted in line with the inflation index and amounted to LTL 818,458 (approximately EUR 237,042) and was paid on 17 July 2008. Each person received LTL 272,819 (approximately EUR 79,014).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Proceedings for annulment of calculation of the remaining compensation",
                                "elements": [
                                    {
                                        "content": "22.  On an unspecified date L.N. died, and the first, the second applicants, who became her heirs, the third and the fourth applicants lodged a claim with the Kaunas Regional Administrative Court, asking for the annulation of one part of the order of the authorities of 19 March 2008 (see paragraph 20 above), and to oblige the authorities to calculate the remaining compensation as well as the compensation that had already been paid in accordance with the market price of the house in 2008. They also asked to be awarded damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 9 March 2009 the Kaunas Regional Administrative Court decided to annul one part of the decision of the authorities of 19 March 2008 and to oblige the authorities to recalculate the compensation for the remaining part of the house in accordance with the market value in 2008. The court decided to reject the claim for damages as no unlawful acts by the authorities had taken place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicants appealed, and on 29 March 2010 the Supreme Administrative Court partly overturned the decision of the court of first instance. It referred to a similar case of the same court where it had held that the value of the property had had to be assessed in the light of values when the decision to restore property rights had been taken, and that the assessment of the value at a later stage might have created grounds for unjust enrichment. The Supreme Administrative Court also referred to the same case where it had held that although the authorities had not taken the necessary actions to calculate the remaining part of the compensation from 22 October 1996 until 28 April 2008, these had not been appropriate grounds for annulling the decision of the authorities to pay the remaining part of the compensation. The remaining part of the decision of the court of first instance was left unchanged.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "25.  Article 23 of the Constitution reads:",
                                "elements": []
                            },
                            {
                                "content": "“Property shall be inviolable.",
                                "elements": []
                            },
                            {
                                "content": "The rights of ownership shall be protected by law.",
                                "elements": []
                            },
                            {
                                "content": "Property may be taken over only for the needs of society according to the procedure established by law and shall be justly compensated.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Law on the Procedure and Conditions for the Restoration of Citizens’ Ownership Rights to Existing Real Property (Įstatymas „Dėl piliečių nuosavybės teisių į išlikusį nekilnojamąjį turtą atstatymo tvarkos ir sąlygų“ – hereinafter “the Law on Restitution”), enacted on 18 June 1991 and amended on numerous occasions, provided for two forms of restitution – the return of the property in natura or compensation if physical return was not possible. At the time it was enacted, Article 8 of the Law on Restitution provided that monetary compensation had to be paid in accordance with the procedure established by the Government and within a period of ten years.",
                                "elements": []
                            },
                            {
                                "content": ".  As from 26 April 1996, Article 8 of the Law on Restitution provided that monetary compensation had to be paid in accordance with the procedure established by the Government within a period of ten years and that compensation for the property had to be equivalent to its market value.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 1 July 1997 the Seimas (the Lithuanian Parliament) enacted the new Law on the Restoration of Citizens’ Ownership Rights to Existing Real Property (Piliečių nuosavybės teisių į išlikusį nekilnojamąjį turtą atkūrimo įstatymas – hereinafter “the 1997 Law on Restitution”), which replaced the Law on Restitution of 1991. Article 16 of the 1997 Law on Restitution provided that the State had to compensate citizens for existing real property which had been compulsorily purchased by the State, as well as for real property which had been extant prior to 1 August 1991 but which had subsequently ceased to exist as a result of decisions taken by the State or local authorities. Compensation for residential buildings which were not returned in accordance with this Law, had to be established in accordance with the procedure approved by the Government.",
                                "elements": []
                            },
                            {
                                "content": "29.  Point 2.1 of Government Resolution no. 336 of 8 March 1995 on the Procedure of Payment of Monetary Compensation for State Redeemable Residential Buildings (or Parts Thereof) (Lietuvos Respublikos Vyriausybės nutarimas “Dėl piniginės kompensacijos už valstybės išperkamus gyvenamuosius namus (arba jų dalis) mokėjimo tvarkos patvirtinimo” – hereinafter “Resolution no. 336”) provided that the value of residential buildings (their subdivisions or apartments) had to be index-linked, with a base date of 1 January 1995, to the consumer price index as applicable at the date of the assessment of value.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 21 December 1998, the Government adopted Resolution no. 1455 issuing the Order on the Assessment of the Value of Property that has to be Compulsorily Purchased by the State, on Residential Buildings (or parts thereof) that have been Returned to their Owners, and on [Rented] Apartments (Lietuvos Respublikos Vyriausybės nutarimas “Dėl valstybės išperkamo iš savininkų turto bei sąvininkams sugrąžintų gyvenamųjų namų, jų dalių, butų, kuriuose gyvena nuomininkai, vertės nustatymo”), which annulled Resolution no. 336.",
                                "elements": []
                            },
                            {
                                "content": "31.  Point 2.1 of Government Resolution no. 1456 of 21 December 1998 on the Procedure of Compensation for Citizens for State-Redeemable Residential Buildings, Or Parts Thereof or Apartments (Lietuvos Respublikos Vyriausybės nutarimas “Dėl atlyginimo pinigais piliečiams už valstybės išperkamus gyvenamuosius namus, jų dalis, butus tvarkos patvirtinimo”) established that the value of residential buildings, their subdivisions, and apartments for which compensation had already been paid before this Resolution entered into force, was not to be recalculated.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Civil Code provides that damage caused by unlawful acts of public authorities must be compensated for by the State, irrespective of the fault of a particular public servant or other public-authority employee (Article 6.271).",
                                "elements": []
                            },
                            {
                                "content": "33.  The Supreme Administrative Court has noted that the principle of equal value was linked to the date of the adoption of the decision to pay monetary compensation. If the situation had been interpreted otherwise, it would create possibilities for unjust enrichment. The Supreme Administrative Court therefore held that in that case (no. A525-1539/2010) the property rights had been restored in 1996, and it would have been unjust to calculate the market value of the property during the proceedings of 2008 (decision of 17 February 2010).",
                                "elements": []
                            },
                            {
                                "content": "34.  In decisions of 15 June and 19 October 1994 the Constitutional Court emphasised that the notion of property rights in Lithuania essentially denoted partial reparation. In this respect the Constitutional Court noted that the authorities of Lithuania as a re-established State in 1990 were not responsible for the Soviet occupation half a century ago, nor were they responsible for the consequences of that occupation. The Constitutional Court held that since the 1940s many private persons had bought, in accordance with the legislation applicable at the material time, various property items which had been previously nationalised. The denial of these factual and legal aspects was impossible, and the domestic legislation on restitution of property rights duly took into account not only the interests of the former owners, but also the interests of private persons who had occupied or purchased the property under lawful contracts.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 20 June 1995 the Constitutional Court affirmed that the choice by the Parliament of the partial reparation principle was influenced by the difficult political and social conditions in that “new generations had grown, new proprietary and other socio-economic relations had been formed during the 50 years of occupation, which could not be ignored in deciding the question of restitution of property”. The notion of restricted restitution was confirmed by the Constitutional Court several times (for example, on 4 March 2003, 5 July 2007).",
                                "elements": []
                            },
                            {
                                "content": "36.  For relevant domestic practice as to the principles of restitution in Lithuania and fair compensation, see Jasiūnienė v. Lithuania, no. 41510/98, § 22, 6 March 2003; Užkurėlienė and Others v. Lithuania, no. 62988/00, § 27, 7 April 2005; Jurevičius v. Lithuania, no. 30165/02, § 20, 14 November 2006; Igarienė and Petrauskienė, cited above, §§ 24-25; Aleksa, cited above, §§ 37-38; Nekvedavičius v. Lithuania, no. 1471/05, §§ 29-31, 10 December 2013; Albergas and Arlauskas v. Lithuania, no. 17978/05, §§ 26-33, 27 May 2014; and Paukštis v. Lithuania, no. 17467/07, §§ 40-41 and 46-48, 24 November 2015.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY QUESTION",
                        "elements": [
                            {
                                "content": "37.  The Court notes at the outset that the fourth applicant died while the application was pending before it. Her legal heir, the second applicant, has expressed his wish to continue the proceedings in her stead. The Government argued that the second applicant did not have the requisite standing under Article 34 of the Convention and that no special circumstances regarding respect for human rights as defined in the Convention and its Protocols which require the continued examination of the application in respect of the fourth applicant existed. They therefore invited the Court to strike the application in respect of the fourth applicant out of the Court’s list of cases under Article 37 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Court recalls that in cases where an applicant had died in the course of the proceedings, it had previously taken into account the statements of the applicant’s heirs or close family members expressing the wish to pursue the proceedings before the Court (see Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 97, ECHR 2014; Fartushin v. Russia, no. 38887/09, §§ 31-34, 8 October 2015; and Paposhvili v. Belgium [GC], no. 41738/10, § 126, ECHR 2016). The Court therefore accepts that Mr Martynas Kavaliauskas, the second applicant, can pursue the application in so far as it had been lodged by the fourth applicant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  The applicants complained under Article 1 of Protocol No. 1 to the Convention that the State authorities had breached their rights by failing to grant them fair compensation for the house. They were also dissatisfied with the overall length of the restitution process in their case.",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1 to the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Compatibility ratione materiae",
                                        "elements": [
                                            {
                                                "content": "40.  The Government submitted that the applicants had no “possession” within the meaning of Article 1 of Protocol No. 1. They observed that the applicants did not contest the valuation of the house itself but they did contest the correctness of when the valuation had been done, and this did not concern any of their “existing possessions”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government further stated that the applicants’ claim could also not be regarded as having been based on a “legitimate expectation” because the relevant provisions of Lithuanian law had not allowed the applicants to have expected that they would have been paid compensation for part of the house at 2008 values and that the applicants could not have had a legitimate expectation to receive compensation at 2008 values rather than those of 1996.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicants disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court notes that as early as in 1995 the authorities acknowledged the right to restitution of property of L.N., the third and the fourth applicants (see paragraph 9 above). Even acknowledging that the essence of the applicants’ complaints relates to a set of decisions adopted by the authorities on the assessment of the value of the house and the calculation of compensation (see paragraphs 14, 18 and 19 above), the Court considers that the applicant’s had at least a legitimate expectation to obtain certain amount of compensation (see, for example, Gaina v. Lithuania, no. 42910/08, § 50, 11 October 2016, and compare and contrast with Romankevič v. Lithuania, no. 25747/07, § 45, 2 December 2014). The applicants’ other complaint is related to the duration of the restitution proceedings, which, in their case, lasted until 2010 (see paragraph 24 above). That being so, the Court rejects the Government’s objection that the complaints are inadmissible ratione materiae.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "44.  The Government argued that the applicants had failed to exhaust the domestic remedies with regard to their complaint about the overall delay in finalising the restitution process. The Government stated that the applicants could have started court proceedings, claiming non-pecuniary damages for the alleged delay in finalising the restitution process and they could have lodged a claim with the domestic courts asking them to oblige the authorities to act in due time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicants stated that their complaints were admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court is unable to share the Government’s view that the applicants should have started new court proceedings for damages if they had considered the restitution process flawed on account of the authorities’ actions. It is the Court’s view that a new set of court proceedings would only have delayed the outcome of the restitution process without bringing any tangible result.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Accordingly, the Court dismisses the Government’s objection that the applicants failed to exhaust domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion on admissibility",
                                        "elements": [
                                            {
                                                "content": "48.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The amount of compensation",
                                        "elements": [
                                            {
                                                "content": "49.  The applicants alleged that the compensation for the house had been calculated incorrectly; they stated that it should have been calculated at 2008 values, when the order of the authorities to pay L.N., the third and the fourth applicants compensation amounting to LTL 615,809 (approximately EUR 178,350) in total had been issued (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government stressed that the calculation of the compensation in question, having regard to the values at the time of the adoption of the decision to restore ownership rights by paying monetary compensation in 1996 (see paragraph 14 above), had arisen from the provisions of domestic law and the practice of the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government further stated that there had been a public interest in calculating the compensation using 1996 values, specifically to protect the rule of law, to avoid negative consequences to society and unfairness with regard to persons who had received prior compensation, as well as to avoid unjust enrichment of the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government also argued that the first part of the compensation had been paid to L.N., the third and the fourth applicants as early as 1996, and that the remaining compensation had been index-linked, which meant that they had received a larger amount of money. They also argued that owing to the absence of national legislation, the State had decided to pay part of the compensation to minimise the burden borne by the applicants. The Government also alleged that the State could reduce, even substantially, levels of compensation and that it did not have any obligation to calculate the remaining part of the compensation with regard to the property’s market value in 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court reiterates that while Article 1 of Protocol No. 1 requires that the amount of compensation granted for property taken by the State be “reasonably related” to its value, the same rule does not apply to situations in which the compensatory entitlement arises not from any previous taking of individual property by the respondent State, but is designed to mitigate the effects of a seizure or loss of property not attributable to that State – in such situations, the State is even entitled to substantially reduce, the levels of compensation provided for by law (see Broniowski v. Poland [GC], no. 31443/96, § 186, ECHR 2004V, and Nekvedavičius v. Lithuania (just satisfaction), no. 1471/05, § 19, 17 November 2015). The Court has also held that in regulating the restitution process the Contracting States have wide discretion, including over the rules of how compensation for long-extinguished property rights should be assessed (see Jantner v. Slovakia, no. 39050/97, § 34, 4 March 2003; Bergauer and Others v. the Czech Republic (dec.), no. 17120/04, 13 December 2005; and Paukštis v. Lithuania, no. 17467/07, § 74, 24 November 2015). Lithuania has chosen the principle of partial restitution to rectify old wrongs (ibid., § 81, see also paragraphs 34 and 35 above) and market-value compensation has never been an option under Lithuanian law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In numerous rulings that have already been analysed and accepted by the Court, the Constitutional Court held that fair compensation for property which could not be returned was compatible with the principle of the protection of property and that the notion of restitution of property rights in Lithuania essentially denoted partial reparation (see relevant case-law, cited in paragraph 36 above). The Court has also already accepted that Lithuania has chosen the principle of partial restitution to rectify old wrongs (see Paukštis, cited above, § 81). The Court finds that as the decision to restore the property rights of L.N., the third and the fourth applicants was taken on 11 April 1995 (see paragraph 9 above) and the first decision to pay L.N., the third and the fourth applicants partial compensation had been adopted on 8 October 1996 (see paragraph 14 above), the assessment of the value of the buildings was at the value that they had in that particular year. In this context the Court cannot accept the claim of L.N., the third and the fourth applicants that they should be compensated for the full market value of the buildings, since no such right had been guaranteed to them under the applicable domestic law or in the judgment of 29 March 2010 (see paragraph 21 above; see also, mutatis mutandis, Nekvedavičius (just satisfaction), cited above, § 20). The Court thus finds no reason to conclude that the compensation calculated was not pertinent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Finally, having regard to the margin of appreciation that Article 1 of Protocol No. 1 affords national authorities (see paragraph 53 above), the extensive jurisprudence of the domestic courts (see relevant case-law, cited in paragraph 36 above) and the line of reasoning that the Court has already taken regarding restitution of property in Lithuania (see Paukštis, cited above, § 81), from which it sees no reason to depart, the Court considers that as a result of the amount of compensation paid to L.N., the third and the fourth applicants, they did not have to bear a special and excessive burden.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  It follows that there has been no violation of Article 1 of Protocol No. 1 to the Convention with respect to this part of the application.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Overall length of the restitution proceedings",
                                        "elements": [
                                            {
                                                "content": "57.  The applicants lastly complained that even though the restitution application had been submitted in 1991, the final part of the compensation was paid only in 2009 (see paragraphs 6 and 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government admitted that the restitution process in the applicants’ case had been lengthy but they claimed that this process had been extremely complicated in Lithuania. The Government further noted that since the first decision to pay L.N., the third and the fourth applicants partial compensation had been adopted on 8 October 1996 (see paragraph 14 above), the relevant legislation had been amended and a new requirement to pay compensation for residential buildings reflecting market value was included. The authorities could no longer follow the previous procedure for the calculation of compensation and the values calculated by these two procedures also differed. This is why the authorities chose to pay partial compensation in 1996. The Government also stated that in 1997 the Law on Restitution had been enacted and that it had complicated the situation even more because there had been no provisions establishing that compensation for residential buildings should have been calculated in accordance with market values. The relevant legal provisions had been enacted later, but there had been no funds in the State budget to pay compensation until 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government further argued that the public authorities had acted in due time. They also stressed that the applicants had been aware that the restitution process in their case was to have been conducted in parts and that they were to have been paid the first part of the compensation in 1996 and the remaining part in 2008. The Government also argued that in accordance with the provisions of domestic law, the compensation had to be paid not later than within ten years from the adoption of the decision to restore property rights (see paragraph 27 above). This deadline was later set at 1 January 2011, and the remaining part of the compensation was paid well before the deadline, i. e. in 2008 (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Lastly, the Government noted that the restitution process had been partially delayed owing to the behavior of L.N., the third and the fourth applicant because they had altered their restitution claim several times (see paragraphs 11, 12 and 15 above) and they had failed to submit the necessary documents to the relevant authorities in due time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court reiterates that the present case in general concerns restitution of property and is not unmindful of the complexity of the legal and factual issues a State faces when resolving such questions (see Velikovi and Others v. Bulgaria, nos. 43278/98 et al., § 166, 15 March 2007, and Paukštis, cited above, § 84). It follows that certain impediments to the realisation of the applicants’ right to the peaceful enjoyment of their possessions are not in themselves open to criticism (see Igarienė and Petrauskienė v. Lithuania, no. 26892/05, § 58, 21 July 2009, and Paukštis, cited above, § 84). Even so, the Court has emphasised that that uncertainty – be it legislative, administrative or arising from the practices applied by the authorities – is a factor to be taken into account in assessing the State’s conduct. Indeed, where an issue that is in the general interest is at stake, it is incumbent on the public authorities to act in good time and in an appropriate and consistent manner (see Paukštis, cited above, § 84; and Beyeler v. Italy [GC], no. 33202/96, §§ 110 in fine, and 120 in fine, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In the applicants’ case, the Court finds it established that the decision to restore L.N.’s, the third and the fourth applicants’ property rights by paying partial monetary compensation was taken by relevant authorities on 8 October 1996 (see paragraph 14 above). The first part of the compensation was subsequently paid in 1996.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  That being so, although the Court agrees with the Government that there were certain ambiguities in the domestic law which precluded the authorities from dealing with the applicants’ restitution requests swiftly (see paragraph 58 above), nevertheless, the Court takes notice of the period of inactivity of the State authorities from 1996 to 2006 with regard to calculation of the remaining part of the compensation (see paragraphs 14 and 19 above). The Court also notes that this remaining part of the compensation was only calculated and paid in 2008 (see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  As regards the remainder, the Court does not overlook the fact that the court proceedings – instituted by L.N. and the third and fourth applicants seeking the annulment of the part of the decision of 11 April 1995 by which 22.42 sq. m of the property had been returned in natura – protracted the restitution process in their case (see paragraph 15 above). It notes, however, that the decision to pay compensation for those 22.42 sq. m was taken by the authorities in 2001 (see paragraph 15 above), but that the compensation for that part was not paid until 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court has already held that a lack of funds may not be cited as a reason for the authorities’ failure to comply with their obligations (see, mutatis mutandis, Prodan v. Moldova, no. 49806/99, § 53, ECHR 2004III (extracts)), and has also found a violation of Article 1 of Protocol No. 1 to the Convention in cases where the failure to pay resulted from a parliament’s failure to provide for the necessary means in the State budget (see, mutatis mutandis, Voytenko v. Ukraine, no. 18966/02, §§ 41-43, 29 June 2004, and Dolneanu v. Moldova, no. 17211/03, § 31, 13 November 2007). As a result, the Court finds that the Government’s argument about the lack of resources (see paragraph 59 above) cannot justify the protraction of the restitution process in the applicants’ case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Lastly, although the Court accepts that some part of the overall delay of the restitution process falls on the applicants, however it considers that the changes in their position as to the form of restitution (see paragraphs 11, 12 and 15 above), cannot justify the whole length of the process.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention in this regard.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "69.  The applicants claimed EUR 1,784,460 in respect of pecuniary damage, corresponding to the market value of the house in 2008 and to the rental payments that they had allegedly not received from May 1995 until August 2016. They submitted supporting documents as to the market value of the house in 2008 only, showing that it had been EUR 1,018,400.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicants also claimed EUR 450,000 in total in respect of non-pecuniary damage for the distress caused by the delays in the restitution process.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Government submitted that the valuation report provided by the applicants was inaccurate and, as regards the rental payments, the applicants had never acquired a right to rent out the house in question, therefore, they had never been entitled to such payments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government further submitted that the amount requested by the applicants in respect of non-pecuniary damage was excessive, unreasoned and unsubstantiated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "73.  The Court did not find a violation of Article 1 of Protocol No. 1 to the Convention in respect of the size of the compensation awarded to the applicants in the restitution process; therefore, it rejects their claim in respect of pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  As to non-pecuniary damage, the Court considers that the applicants undoubtedly suffered distress and frustration resulting from the delays in the restitution process. However, it finds the amount claimed by them excessive. Making its assessment on an equitable basis the Court awards the applicants EUR 6,000 jointly in respect of non-pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "75.  The applicants also claimed EUR 2,324 for costs and expenses, which included the cost of the valuation report, translation costs from English to Lithuanian and lawyer’s fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government submitted that the cost of the valuation report was excessive, that the applicants had not presented any evidence regarding the substance of the translation work and that they had not provided any documented agreement in respect of the provision of legal services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria as well as the quality and the quantity of the observations submitted by the applicants, the Court considers it reasonable to award the sum of EUR 200 jointly for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "78.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares that Mr Martynas Kavaliauskas has standing to continue the present proceedings in Mrs Butkienė’s stead;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 1 of Protocol 1 to the Convention as regards the amount of the compensation granted to the applicants in the restitution process;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention as regards the overall delays in the restitution process;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 March 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ganna Yudkivska",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KAVALIAUSKAS AND OTHERS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-172072.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0314JUD005175210",
    "externalsources": [],
    "extractedappno": [
        "51752/10",
        "41510/98",
        "62988/00",
        "30165/02",
        "1471/05",
        "17978/05",
        "17467/07",
        "47848/08",
        "38887/09",
        "41738/10",
        "42910/08",
        "25747/07",
        "31443/96",
        "39050/97",
        "17120/04",
        "43278/98",
        "26892/05",
        "33202/96",
        "49806/99",
        "18966/02",
        "17211/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-172072",
    "judgementdate": "14/03/2017 00:00:00",
    "kpdate": "14/03/2017 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "KAVALIAUSKAS AND OTHERS",
        "LITHUANIA"
    ],
    "rank": "1794.95446777344",
    "representedby": [
        "SIMANAVICIUS B."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "462125",
    "typedescription": "15"
}