{
    "__articles": "5;5-3;6;6-1",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 6-1",
    "applicability": "",
    "appno": "697/07",
    "article": [
        "6",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-107059.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 697/07) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Sergey Aleksandrovich Kolesnikov (“the applicant”), on 6 December 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Ms Valeria Lutkovska, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 25 August 2010 the President of the Fifth Section decided to give notice of the application to the Government. In accordance with Protocol No. 14, the application was allocated to a Committee of three Judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1981 and lives in the Kharkiv Region.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 11 October 2001 the police arrested him on suspicion of violent robbery and unlawful possession of weapons.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 12 October 2001 the  ordered the applicant’s detention pursuant to Article 165-2 § 9 of the Code of Criminal Procedure (“CCP”) until 21 October 2009 on the ground that, if the applicant remained at liberty, he might abscond and obstruct justice. On 19 October 2001 it remanded the applicant in detention for the maximum period of two months on the grounds of the gravity of charges against him, possibility of absconding and negative character references. On 7 December 2001 the court extended the maximum period of the applicant’s detention for four months on the grounds of the gravity of charges and possibility of absconding.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 8 February 2002, following the completion of the pre-trial investigations, the case was referred to the court for trial.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 6 March 2002 the court ruled, inter alia, that the applicant should remain in detention, without giving any reasons.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 21 May 2002 the case was transferred to the , which on 28 March 2003 found the applicant guilty as charged and sentenced him to twelve years’ imprisonment with confiscation of property.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 11 November 2003 the Court of Appeal quashed that judgment and remitted the case for fresh consideration. It did not rule on the applicant’s detention.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 23 November 2004 the  remitted the case for additional investigation. It ordered the applicant to remain in detention, without giving any reasons.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 10 March 2005 the Court of Appeal quashed the decision of 23 November 2004 and remitted the case for fresh court consideration. It did not rule on the applicant’s detention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 12 May 2006 the  rejected the applicant’s request for release because of the gravity of charges against him.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 13 June 2006 the same court convicted the applicant for violent robbery and unlawful possession of weapons and sentenced him to eight years’ and six months’ imprisonment with confiscation of property.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 24 May 2007 the Court of Appeal quashed that judgment and remitted the case for fresh consideration. It did not rule on the applicant’s detention.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 16 August 2007 the  ruled, inter alia, that the applicant should remain in detention, without giving any reasons.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 November 2007 the case was transferred to the Chervonozavodskyy District Court of Kharkiv, which on 11 December 2007 ruled, inter alia, that the applicant should remain in detention, without giving any reasons.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 13 February and 10 April 2008 the above court rejected the applicant’s and three other co-defendants’ requests for release, holding that the detention as a preventive measure had been chosen with regard to the defendants’ personality, age and the gravity of charges against them as well as other circumstances provided by Articles 148 and 150 of the CCP, without any further specification. On 2 June 2008 the court examined the defendants’ yet another request for release and rejected other co-defendants’ request, without specifically addressing the applicant’s own request.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 17 July 2008 the court convicted the applicant on the same charges as in the judgments of 28 March 2003 and 13 June 2006 and sentenced him to eight years’ imprisonment with confiscation of property.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 23 July 2009 the Court of Appeal upheld the judgment.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 9 October 2009 the applicant was released from detention, having served his term of imprisonment. The applicant states that his health deteriorated in detention, in respect of which he did not provide any further details or supporting evidence.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 17 March 2010 the Supreme Court refused to grant leave to the applicant’s appeal in cassation.",
                                "elements": []
                            },
                            {
                                "content": "23.  According to the Government, in the course of the proceedings the investigators and the courts interrogated and heard three other co-defendants, four witnesses and four aggrieved parties. This took them about one month in total. Fourteen hearings were adjourned mainly due to the absence of the witnesses, the aggrieved parties or the co-defendants’ representatives, because the defendants were not escorted to the court and due to the absence of the judges. Five times the courts applied compulsory summonses on the witnesses and the aggrieved parties.",
                                "elements": []
                            },
                            {
                                "content": "24.  According to the applicant, he had difficulties in obtaining copies of all documents necessary for the substantiation of his application before the Court. Eventually, he provided all necessary copies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "25.  Provisions of the CCP of 28 December 1960 on preventive measures are set out in Nevmerzhitsky v. Ukraine (no. 54825/00, § 54, ECHR 2005II (extracts)).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that the length of his detention on remand had been excessive. He relied on Article 5 § 3 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government contested that argument, stating that the length of the applicant’s detention had not been excessive, that the courts had given relevant and sufficient grounds for his detention and that the proceedings had been conducted with due diligence.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes that the period to be taken into account lasted five years two months and twelve days in total and consisted of three separate periods (see, mutatis mutandis, Kudła v. Poland [GC], no. 30210/96, § 104, ECHR 2000XI): from 11 October 2001 (the applicant’s arrest) to 28 March 2003 (his first conviction); from 11 November 2003 (first conviction quashed) to 13 June 2006 (his second conviction) and from 24 May 2007 (second conviction quashed) to 17 July 2008 (his third conviction). Such period is not short in absolute terms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Examining the present case through the prism of the general principles established in its case-law (see I.A. v. France, 23 September 1998, Reports 1998-VII, § 102; Labita v. Italy [GC], no. 26772/95, § 153, ECHR 2000-IV; and Iłowiecki v. Poland, no. 27504/95, § 61, 4 October 2001), the Court observes that the applicant’s initial detention was mainly based on the possibility that he absconds and on the gravity of charges against him (see paragraph 6 above). Although the applicant’s detention may have initially been justified based on these grounds, after a certain lapse of time the courts were obliged to give other express grounds for his continued detention. Instead, they repeatedly relied on the gravity of charges against the applicant (see paragraphs 13 and 18 above), used stereotyped formulae for all the defendants, without addressing specific facts and individual circumstances concerning the applicant (see paragraph 18 above), did not advance any grounds for the applicant’s continued detention or did not rule on it at all (see paragraphs 8, 10-12 and 15-18 above). Besides, at no stage did the courts consider applying any alternative preventive measures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court has frequently found violations of Article 5 § 3 of the Convention in similar circumstances (see, among many other authorities, Yeloyev v. Ukraine, no. 17283/02, §§ 60-61, 6 November 2008; Doronin v. Ukraine, no. 16505/02, §§ 63-64, 19 February 2009; and Kharchenko v. Ukraine, no. 40107/02, §§ 79-81, 99 and 101, 10 February 2011). It considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  There has accordingly been a breach of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant also complained that the length of the criminal proceedings against him had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Government contested that argument, stating that the consideration of the case had been complicated by the number of the participants in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "35.  The period to be taken into account began in October 2001 and ended on 17 March 2010 with the final ruling given by the Supreme Court (and not on 23 July 2009, as suggested by the Government). The proceedings thus lasted eight years and five months before three judicial instances.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "36.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "37.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II). Special diligence to administer justice expeditiously is required from the domestic courts when the applicant is held in custody during the proceedings (see, for instance, Yurtayev v. , no. 11336/02, § 37, 31 January 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Turning to the circumstances of the case, the Court considers that the number of the participants in the proceedings was not such as to significantly complicate the examination of the case, especially given that they were interrogated and heard within a short period of time (see paragraph 23 above). It thus considers that the complexity of the case alone cannot explain the overall duration of the proceedings. Nor does the conduct of the applicant explain such duration. On the other hand, the Court is of the view that the proceedings were mainly delayed by three remittals of the case for fresh consideration and by fourteen adjournments of the hearings (see paragraphs 10, 12, 15 and 23 above). Even though the courts several times applied compulsory summonses on the persons failing to appear, they also had at their disposal other effective mechanisms to ensure those persons’ presence (see Kobtsev v. Ukraine, no. 7324/02, § 31, 4 April 2006). It was not suggested by the Government that the courts had ever considered applying them. Nor did the majority of the compulsory summonses seem to have any effect (see Kobtsev v. Ukraine, cited above, § 71). The Court concludes, therefore, that the main responsibility for the protracted duration of the proceedings rested with the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Pélissier and Sassi, cited above). It considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant complained under Articles 6 §§ 1 and 2 of the Convention about the unfavourable outcome of the proceedings and a breach of presumption of innocence, without providing further details. He also complained under Article 34 about the authorities’ alleged failure to provide him with all documents for his application to the Court. Finally, the applicant complained, without relying on any provision of the Convention, that his health had deteriorated in detention.",
                                "elements": []
                            },
                            {
                                "content": "42.  Having carefully considered the applicant’s submissions in the light of all the material in its possession, the Court finds that, in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention.",
                                "elements": []
                            },
                            {
                                "content": "43.  It follows that this part of the application must be declared inadmissible as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed 6,500 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court considers that the applicant must have sustained non-pecuniary damage on account of the violations found. Ruling on an equitable basis, it awards him EUR 5,500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "48.  The applicant did not make any claim for costs and expenses. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "49.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Articles 5 § 3 and 6 § 1 of the Convention concerning, respectively, the length of the applicant’s pre-trial detention and the length of the criminal proceedings against him admissible and the remainder of the complaints inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months EUR 5,500 (five thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Boštjan M. Zupančič",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOLESNIKOV v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-107059.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1020JUD000069707",
    "externalsources": [],
    "extractedappno": [
        "697/07",
        "54825/00",
        "30210/96",
        "26772/95",
        "27504/95",
        "17283/02",
        "16505/02",
        "40107/02",
        "25444/94",
        "11336/02",
        "7324/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-107059",
    "judgementdate": "20/10/2011 00:00:00",
    "kpdate": "20/10/2011 00:00:00",
    "kpthesaurus": [
        "448",
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "5-3",
        "6-1",
        "5"
    ],
    "parties": [
        "KOLESNIKOV",
        "UKRAINE"
    ],
    "rank": "832.791381835938",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "356491",
    "typedescription": "15"
}