{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "36",
    "appno": "26760/95",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-59880.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court, in accordance with the provisions applicable prior to the entry into force of Protocol No. 11 to the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), by the Polish Government (“the Government”) on 4 January 2000 (Article 5 § 4 of Protocol No. 11 and former Articles 47 and 48 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "2.  The case originated in an application (no. 26760/95) against the Republic of Poland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention by the applicant, a Polish national,  Mikolaj Werner (“the applicant”), on 15 November 1994.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he was denied access to an impartial court to challenge his dismissal from the function of liquidator of an insolvent company. ",
                        "elements": []
                    },
                    {
                        "content": "4.  The Commission declared the application partly admissible on 19 January 1998. In its report of 10 September 1999 (former Article 31 of the Convention), it expressed the unanimous opinion that there had been a violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant, who is a lawyer, represented himself. The Government were represented by their Agent, Mr K. Drzewicki of the Ministry of Foreign Affairs. ",
                        "elements": []
                    },
                    {
                        "content": "6.  On 31 January 2000 the panel of the Grand Chamber determined that the case should be decided by a Chamber constituted within one of the Sections of the Court. The President subsequently attributed the case to the Fourth Section (Rules 100 § 1, 24 § 6 and 52 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed a memorial. ",
                        "elements": []
                    },
                    {
                        "content": "8.  The Chamber decided that it was not necessary to hold a hearing (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  On 15 December 1993 the Koszalin District Court appointed the applicant to the function of a judicial liquidator of a limited liability company H. located in Koszalin. ",
                                "elements": []
                            },
                            {
                                "content": "10.  On 19 March 1994 the insolvency judge M. requested the commercial division of the Koszalin District Court to dismiss the applicant from his function.  She submitted that the applicant had been involved in civil proceedings relating to his failure to pay salaries to employees of a company that he owned and that the court had found against him.  Therefore he did not comply with the legal requirements that a judicial liquidator had to satisfy since he could not be considered trustworthy.  Furthermore, until the end of January 1994 he had failed to give notice to all the employees of the H. company. Consequently, he had not been performing his obligations in a satisfactory manner as required by law.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 21 March 1994 the Koszalin District Court, at a session held in camera, dismissed the applicant and appointed a new liquidator.  The insolvency judge sat on the bench composed of three professional judges that gave this decision. No party to the insolvency proceedings attended the session and the applicant was, likewise, not present, not having been informed of the session or summoned to attend it, as the law did not provide for it. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 28 March 1994 the applicant appealed against this decision.  He submitted that, while it was true that no appeal could be filed against the decision to appoint a new liquidator, the law was not clear as to whether an appeal was available against his dismissal from his function. Furthermore, his good reputation as a lawyer and as an employer had been damaged both by the contents of judge M.’s  motion of 19 March 1994 and by his subsequent dismissal. He argued that certain statements in the motion were incorrect as to the facts.  Therefore he had to lodge an appeal in order to challenge them.  He contested both the allegations that he was untrustworthy and that he had not been carrying out his duties properly.  He further submitted that the insolvency judge, considering her own motion for his dismissal, had acted both as a claimant and as a member of the court, which called into question the court’s impartiality. ",
                                "elements": []
                            },
                            {
                                "content": "13.  By a decision of 30 March 1994 the Koszalin District Court rejected the applicant’s appeal.  The court considered that the Insolvency Act did not provide for an appeal against a dismissal of the judicial liquidator. Judge M. was entitled to sit on the bench of the commercial court, deciding about the applicant’s dismissal, because the Insolvency Act excluded participation of the insolvency judge in that court only in cases in which an appeal was available against a decision of that judge given in the insolvency proceedings.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant appealed to the Koszalin Regional Court, submitting that the District Court was wrong to hold that there was no appeal against his dismissal.  He reiterated that he had been denied a possibility to have the allegations against him reviewed by an impartial court.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 8 July 1994 the Koszalin Regional Court dismissed the applicant’s appeal, considering that under the Insolvency Act, no appeal was possible against a decision by which a liquidator was dismissed and a new one appointed.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 29 April 1996 the Słupsk Regional Court convicted the applicant of misappropriation of the H. company’s assets, sentenced him to one year’s imprisonment and stayed the enforcement of the sentence for two years. ",
                                "elements": []
                            },
                            {
                                "content": "17.  On 26 September 1996 the Koszalin Court of Appeal quashed this judgment and ordered that the case be reconsidered. ",
                                "elements": []
                            },
                            {
                                "content": "18.  On 10 March 1997 the Słupsk Regional Court convicted the applicant of misappropriation of the assets of H. company, sentenced him to one year imprisonment and stayed the enforcement of the sentence for a probationary period of one year. ",
                                "elements": []
                            },
                            {
                                "content": "19.  On 16 October 1997 the Gdańsk Court of Appeal upheld this judgment. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "20.  The Ordinance of the President of Republic of Poland of 24 October 1934 on Insolvency Act, as amended, sets out the rules governing insolvency proceedings. Article 1 of the Insolvency Act, insofar as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Any business enterprise which is unable to pay its debts shall be declared insolvent....",
                                "elements": []
                            },
                            {
                                "content": "3.   Any public enterprise, co-operative ... [or] joint-stock company shall be declared insolvent if its assets are not sufficient to cover its liabilities.\"",
                                "elements": []
                            },
                            {
                                "content": "21.  According to Article 8 of the Insolvency Act, proceedings relating to an insolvency petition shall be instituted before the district commercial court, sitting as a bench of three professional judges, in whose jurisdiction the insolvent debtor has its registered office.",
                                "elements": []
                            },
                            {
                                "content": "22.  Pursuant to Article 14 of the Insolvency Act, the commercial court in insolvency proceedings shall call on creditors to submit their claims within a fixed time-limit and assign the insolvency judge to the case. The insolvency judge shall, first, appoint the judicial liquidator of the company, who shall take possession of the insolvent company’s assets and, subject to certain prior decisions of the insolvency judge, distribute it among creditors so as to ensure that their debts be paid to the highest possible degree. The judge shall conduct the subsequent insolvency proceedings, supervise the actions of the liquidator of the company and determine in which instances the liquidator shall not be authorised to act without the judge’s prior permission. ",
                                "elements": []
                            },
                            {
                                "content": "23.  According to Article 60 of the Insolvency Act, the liquidator alone has the capacity to sue or to be sued in all proceedings concerning claims against an insolvent estate.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant alleged a violation of Article 6 of the Convention in the proceedings in which he had been dismissed from his function of a judicial liquidator in so far as it guaranteed access to an impartial tribunal.  ",
                                "elements": []
                            },
                            {
                                "content": "25.  Article 6 § 1 provides inter alia: ",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "26.  The Government argued that in the insolvency proceedings the liquidator was a professional supervised by the insolvency court in the performance of acts aiming at liquidation of the company’s assets in such a manner as to ensure payment of its debts to the highest possible degree. The liquidator’s acts necessitated a prior approval of the court. Consequently, this system should be regarded as a hierarchical structure typical for the public service. Moreover, the Insolvency Act did not confer on the relation between the court and the liquidator the features typical for labour contract, and no provisions of the labour law, including provisions regarding remuneration, were applicable thereto. Consequently, the functions of the judicial liquidator should be seen as being carried out within the framework of public service. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government further referred to the Pellegrin judgment of the Court in which the Court held that “in each country’s public-service sector certain posts involve responsibilities in the general interest or participation in the exercise of powers conferred by public law. The holders of such posts thus wield a portion of the State’s sovereign power. The State therefore has a legitimate interest in requiring of these servants a special bond of trust and loyalty. (...) the only disputes excluded from the scope of Article 6 § 1 of the Convention are those which are raised by public servants whose duties typify the specific activities of the public service in so far as the latter is acting as the depositary of public authority responsible for protecting the general interests of the State or other public authorities” (Pellegrin v. France [GC], no. 28541/95, §§ 65-66, ECHR 1999- VIII). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government’s argument, the function of a liquidator clearly fell, in view of their nature, into the categories accepted by the Court as excluded from the scope of protection afforded by Article 6 of the Convention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government further submitted that the very fact that the applicant’s pecuniary interests were at stake, did not suffice for the proceedings for his dismissal to be brought within the ambit of Article 6, because, as the Court stated in the Pierre-Bloch v. France judgment, “the proceedings do not become civil merely because they raise an economic issue” (the Pierre-Bloch v. France judgment of 21 October 1997, § 51, p. 2223, Reports 1997-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government finally argued that the proceedings at issue did not relate to the applicant’s reputation. The information obtained by the insolvency judge about contentious civil proceedings in which the applicant had been involved, had been verified by her and proved true. After the applicant was dismissed, no steps had been taken by the court in order to make it difficult for him to be appointed in the future to the function of the liquidator in respect of other companies. His dismissal had not been given any publicity and no third parties had been informed thereof. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government concluded that Article 6 had not been applicable in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant agreed with the conclusion of the European Commission of Human Rights that Article 6 was applicable to the proceedings concerning his dismissal. He stressed that it was of no relevance that the court had not made his dismissal public, since it had become publicly known anyhow and badly damaged his reputation as a lawyer, making it difficult for him to find clients and to earn his living.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court first recalls that in its report the Commission took the view that Article 6 of the Convention was applicable in the instant case. The Commission considered that there had been no grounds of which to accept that the applicant function could be assimilated to a status of a civil servant, that the applicant’s dismissal related to his interests which were of a pecuniary character and that, finally, the proceedings could also be deemed to have had a bearing on his good reputation. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court sees no reason to disagree with the conclusion reached by the Commission which, moreover, coincides with the Court’s own findings in the case of Tolstoy Miloslavsky v. the United Kingdom (judgment of 13 July 1995, Series A no. 315-B, p. 78, § 58) and in the case of Kurzac v. Poland (Kurzac v. Poland, no. 31382/96, § 20, mutatis mutandis) that the right to enjoy a good reputation and the right to have determined before a tribunal the justification of attacks upon such reputation must be considered to be civil rights within the meaning of Article 6 § 1 of the Convention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court further sees no grounds on which to accept that the function of a judicial liquidator, carried out on the basis of a case-to-case appointment by a commercial court, could be assimilated to any functions carried out within the hierarchical organisation systems of public service. Moreover, whereas it is true that the functions carried out by the liquidator were performed in the interest of the community, it cannot be said, in the Court’s opinion, that they were of such nature as to justify the conclusion that the holders of such posts “wielded a portion of the State’s sovereign power” within the meaning that could reasonably be conferred on this notion in the light of the Court’s Pellegrin judgment, referred to above (Pellegrin v. France [GC], loc.cit.).    ",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Accordingly, the Court finds that this provision was applicable to the proceedings in issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.   The Court must therefore examine whether the requirements of Article 6 were complied with in those proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "37.  The Government first submitted that under domestic law there was no civil right or claim to be appointed a liquidator, nor the State’s corresponding obligation to appoint someone in this capacity. The commercial courts were granted discretionary powers in this respect. Moreover, whereas it could be accepted that the court, when conducting insolvency proceedings, had been acting as a tribunal within the meaning of Article 6 of the Convention, the same did not hold true in respect of proceedings in which the applicant was dismissed from his post of a liquidator. In these proceedings the court had performed an act of administrative, not judicial, character. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant stressed that it was not in dispute that the court session at which the insolvency judge’s motion for his dismissal had been examined had been held in camera and that the insolvency judge had sat on the bench which had examined her own motion for his dismissal. He further submitted that the arguments, which could have been advanced by the insolvency judge in support of this motion, had not been communicated to him at any time and that he had not had any knowledge thereof, or any possibility to respond thereto. Moreover, he could not lodge an appeal with an impartial higher court as no appeal was available against his dismissal, as shown by the decision of the Koszalin District Court of 30 March 1994, by which his appeal was rejected. This alone sufficed for a finding that he did not have access to an impartial court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court recalls that there are two tests for assessing whether a tribunal is impartial within the meaning of Article 6 § 1: the first consists in seeking to determine the personal conviction of a particular judge in a given case and the second in ascertaining whether the judge offered guarantees sufficient to exclude any legitimate doubt in this respect (see, among other authorities, the Gautrin and Others v. France judgment of 20 May 1998, Reports 1998-III, pp. 1030-1031, § 58). When applied to a body sitting as a bench, it means determining whether, quite apart from the personal conduct of any of the members of that body, there are ascertainable facts, which may raise doubts as to its impartiality. In this respect even appearances may be of some importance. It follows that when it is being decided whether in a given case there is a legitimate reason to fear that a particular body lacks impartiality, the standpoint of those claiming that it is not impartial is important but not decisive. What is decisive is whether the fear can be held to be objectively justified (see the Gautrin and Others judgment cited above, loc. cit.; Morel v. France, no. 34130/96, §§ 40-42). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  As to the subjective test, the personal impartiality of a judge must be presumed until there is proof to the contrary (see, among other authorities, the Padovani v. Italy judgment of 26 February 1993, Series A no. 257-B, p. 20, § 26). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In the present case, as regards the subjective test, the Court first notes that the question of the applicant’s dismissal came before the insolvency court at the request of the insolvency judge herself. Therefore, unlike in the Morel case, referred to above, it cannot be said that the insolvency judge did not have any preconceived idea on the issue she would have to rule on when it came before the commercial court, sitting as a bench with her participation. Moreover, in the circumstances of the case it is only reasonable to accept that the insolvency judge held a personal conviction that the motion for the applicant’s dismissal, examined by the court, should be allowed since she had submitted it to the court herself. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As regards the objective test, the Court observes that in the present case the criteria applicable for this test overlap with these which are relevant for the objective test, as it is the stand taken by the insolvency judge which is examined in both tests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It is true that the mere fact that a judge had already taken pre-trial decisions cannot by itself be regarded as justifying concerns about his or her impartiality. What matters is the scope and nature of the measures taken by the judge before the trial. Likewise, the fact that the judge has detailed knowledge of the case file does not entail any prejudice on his part that would prevent his being regarded as impartial when the decision on the merits is taken. Nor does a preliminary analysis of the available information mean that the final analysis has been prejudged. What is important is for that analysis to be carried out when judgment is delivered and to be based on the evidence produced and argument heard at the hearing (see, among other authorities, mutatis mutandis, the Hauschildt v. Denmark judgment of 24 May 1989, Series A no. 154, p. 22, § 50; the Nortier v. the Netherlands judgment of 24 August 1993, Series A no. 267, p. 15, § 33; the Saraiva de Carvalho v. Portugal judgment of 22 April 1994, Series A no. 286-B, p. 38, § 35). However, in the present case the same issue, i.e. that of whether the applicant was fit to remain the liquidator, was addressed by the judge in her motion and later by the court in its decision to dismiss the applicant. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Consequently, the fact that the judge who submitted to the court a motion for the applicant to be dismissed could be regarded as giving objective grounds for believing that the court deciding on this motion lacked impartiality. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court also notes that it is not in dispute that the applicant did not have access to a higher court with jurisdiction to examine his appeal against his dismissal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court finally observes that the proceedings in question did not satisfy the procedural guarantees of fairness set out by Article 6 of the Convention since the session held on 21 March 1994 by the Koszalin District Court was conducted in camera and the applicant did not have any possibility to be acquainted with the arguments that the insolvency judge could put in favour of his dismissal, or to comment thereon. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "47. In the light of the above, the Court considers that there had been a violation of Article 6 § 1 of the Convention insofar as it guarantees the right to access to an impartial tribunal. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "49.  Under the head of pecuniary damage, the applicant submitted that as a result of his dismissal he did not obtain any remuneration for work, which he had carried out as a liquidator of the H. company. The lost remuneration should, in the applicant’s argument, be calculated in proportion to the value of the assets of the company, which in 1993 had been assessed at USD 3,000,000. He claimed PLN 90,000, a sum equivalent to one per cent of the company’s assets, arguing that remuneration of a liquidator could at that time reach even fifteen per cent of the value of the assets of the company in a compulsory liquidation. He further submitted that the circumstances of his dismissal had become widely known and that this had a serious adverse effect on his professional prospects and on his earning power. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicant further claimed non-pecuniary damage for distress he suffered as a result of his dismissal. He argued that the domestic proceedings negatively affected his family circumstances. In connection therewith, he claimed PLN 500,000. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government submitted that a finding of a violation would constitute sufficient just satisfaction. In the alternative, the Government requested the Court to assess the just satisfaction regard being had to its case-law in similar cases and to the national economic circumstances, such as purchasing power of the national currency and average minimum gross salary. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court considers that the applicant has not shown that there was a causal link between the fact that he was denied access to an impartial court and the pecuniary damage invoked. In particular, the Court does not find it established with sufficient degree of certainty that had the applicant had access to an impartial tribunal, he would not have been dismissed. Consequently, no award is to be made him under that head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court considers, however, that the applicant undeniably suffered distress and anguish because of his dismissal, which is not sufficiently compensated by the finding of a violation of the Convention. Making its assessment on an equitable basis, the Court awards the applicant PLN 10,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant renounced any claims in respect of costs incurred both in the domestic proceedings and in the proceedings before the Court. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "55.  According to the information available to the Court, the statutory rate of interest applicable in Poland at the date of adoption of the present judgment is 30% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, in respect of non-pecuniary damage, 10,000 (ten thousand) Polish zlotys, ",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 30% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 November 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "president"
        },
        {
            "name": "MrL. Caflisch",
            "role": ""
        },
        {
            "name": "MrJ. Makarczyk",
            "role": ""
        },
        {
            "name": "MrV. Butkevych",
            "role": ""
        },
        {
            "name": "MrJ. Hedigan",
            "role": ""
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF WERNER v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59880.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:1115JUD002676095",
    "externalsources": [],
    "extractedappno": [
        "26760/95",
        "28541/95",
        "31382/96",
        "34130/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59880",
    "judgementdate": "15/11/2001 00:00:00",
    "kpdate": "15/11/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "41",
        "180",
        "7",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "WERNER",
        "POLAND"
    ],
    "rank": "427.531585693359",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Gautrin and Others v. France judgment of 20 May 1998, Reports 1998-III, pp. 1030-1031, § 58",
        "Hauschildt v. Denmark judgment of 24 May 1989, Series A no. 154, p. 22, § 50",
        "Kurzac v. Poland, no. 31382/96, 22.2.2001, § 20",
        "Morel v. France, no. 34130/96, 6.6.2000, §§ 40-42, ECHR 2000-VI",
        "Nortier v. the Netherlands judgment of 24 August 1993, Series A no. 267, p. 15, § 33",
        "Padovani v. Italy judgment of 26 February 1993, Series A no. 257-B, p. 20, § 26",
        "Pellegrin v. France [GC], no. 28541/95, §§ 65-66, ECHR 1999- VIII",
        "Saraiva de Carvalho v. Portugal judgment of 22 April 1994, Series A no. 286-B, p. 38, § 35",
        "Tolstoy Miloslavsky v. the United Kingdom judgment of 13 July 1995, Series A no. 315-B, p. 78, § 58"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "320598",
    "typedescription": "15"
}