{
    "__articles": "2;2-1;13;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection dismissed (Article 35-1 - Six month period);Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Non-pecuniary damage - award;Pecuniary damage - claim dismissed",
    "applicability": "",
    "appno": "52013/08",
    "article": [
        "13",
        "35",
        "41",
        "2"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 35-1 - Six month period"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-115887.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 52013/08) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Tetyana Mykolayivna Mosendz (“the applicant”), on 14 October 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr O. Marushko, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr N. Kulchytskyy.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that her son had suffered bullying and ill-treatment during his mandatory military service, that the State had failed to protect his life, that the domestic investigation into the circumstances of his death, which had been recorded as a suicide, had been deficient, and that she had been denied an effective domestic remedy in respect of the foregoing complaints.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 April 2011 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 20 September 2011 the Government submitted their observations on the admissibility and merits of the case.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1950 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "7.  The facts of the case, as submitted by the parties and as they appear from the documents submitted by them, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  Death of the applicant’s son and subsequent investigation",
                                "elements": [
                                    {
                                        "content": "8.  At the time of the events the applicant’s only son, Mr Denys Mosendz (“D.M.”), was performing mandatory military service with the Ukrainian Internal Troops, military unit no. 3007. He had been in the army for several months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On the night of 24 April 1999 D.M. was on guard duty. At 4.30 a.m. on 25 April he reported by radio that everything was calm. At 5 a.m. the soldier who was supposed to take over guard duty discovered that D.M. was missing from his post.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 25 April 1999 the Military Prosecutor for Ternopil Garrison (“the MPTG”) opened criminal proceedings against D.M. on suspicion of desertion from the army, violation of the statutory rules of guard duty and illegal handling of weapons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On the same date, at around 6.30 p.m., D.M. was found dead, with gunshot wounds to his head, about six hundred metres from his post, near the concrete fence surrounding an abandoned factory (as documented in the on-site inspection report). The weapons entrusted to him for guard duty – an AK-74 assault rifle, its two magazines (with ten and seven cartridges respectively) and a bayonet – were found near the body. Three empty cartridges were found nearby on the ground. A criminal investigation was opened into the death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The officer leading the search group, R., stated throughout the investigation and the trial (see also paragraph 42 below) that he had personally discovered D.M.’s body leaning against the factory fence. However, one of the soldiers in that group, B., submitted at a later stage that the body had been found about forty metres from the fence and that the soldiers had been trying to provide first aid to D.M. According to B., they had carried the body and had placed it down near the fence, having realised that D.M. was dead. This discrepancy in the statements remained unaddressed by the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 April 1999 D.M. was buried in the  in Khmelnytskyy Region, where the applicant’s brother lived. The body was delivered there in a closed coffin. The funeral took place in the applicant’s absence and without her knowledge. According to the applicant, the military unit had informed her that D.M. had deserted from the army and had taken down the addresses of her various relatives. While she was on her way to the garrison to find out what had happened, D.M. was buried.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 7 May 1999 a post-mortem examination of D.M.’s body was completed. It discovered one gunshot entry wound in the middle of his forehead and two exit wounds in the right and the left parts of the skull, between the parietal and occipital areas. The entry wound was surrounded by a collar of bruising, indicating that the gun had been pressed against D.M.’s forehead. Noting that there was only one entry wound and two exit wounds, the expert concluded that at least two shots had been fired in a single round. Haematomas around the eyes and near the nose, explained by internal bleeding following the gunshots, were also noted. The wounds had been inflicted when the victim was still alive. No alcohol or drugs were detected in the body. Given that no other injuries or traces of a struggle were discovered, the conclusion was reached that D.M. had committed suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 12 May 1999 a post-mortem psychiatric evaluation concluded that D.M. had not suffered from any mental disorder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 25 June 1999 the MPTG closed the investigation on the grounds that the death had been a suicide and there was no case to be answered. The criminal proceedings against D.M. were discontinued for the same reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 5 October 1999 the General Prosecutor’s Office (“the GPO”) quashed both decisions of 25 June 1999 on the grounds, firstly, that the charges against the deceased had been unlawful and unfounded and, secondly, that the investigation into his death had not been sufficiently thorough.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 23 November 1999 an additional on-site inspection revealed three holes in the concrete fence near which the body of D.M. had reportedly been found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 1 December 1999 the MPTG again closed the investigation on the grounds that there was no indication of a crime having been committed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 21 February 2000 the GPO quashed that decision on the grounds that the investigation had been superficial and incomplete. It remained unclear from the records of the witnesses’ questioning whether there had been any blood at the scene, how D.M.’s clothes had looked and whether there had been any signs of the body having been dragged to the place where it had been found. Neither was it clear who had found the empty cartridges, and where.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 21 March 2000 a forensic chemical examination of the holes in the concrete fence near which the body of D.M. had reportedly been found was completed. Its conclusion was that the holes had originated from gunshots.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 13 April 2000 the MPTG again closed the investigation, having found that there was no case to be answered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 5 September 2000 the  for Lviv Garrison quashed that decision as premature. It criticised the investigating authorities for having confined themselves to the finding that D.M. had committed suicide, without investigating the possible reasons for that act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  At some point the case was transferred to the Military Prosecutor for Lviv Garrison (“the MPLG”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 29 December 2000 the MPLG closed the criminal investigation, having found that nobody was to blame for D.M.’s suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The case file contains copies of extracts from the records of interviews conducted on unspecified dates, according to which officers V.K. and V.S. (the senior lieutenant and squadron commander respectively) denied bullying or ill-treatment of D.M. by anybody. V.K. explained that, had that been the case, the commanding officers would definitely have known about it, and that D.M. had been the kind of person who could “stand up for himself”. V.S., in turn, expressed confidence that he had been well-informed about the state of morale in the squadron and said that he had not been aware of any bullying of D.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 1 August 2001 the GPO quashed the decision of 29 December 2000, finding that the investigation had been incomplete. The GPO pointed out that, although fifty-five people were supposed to have been questioned, in the end only five had been questioned, and none of D.M.’s army friends had been among them. Furthermore, it was unclear why it had taken so long to find the body. Lastly, the reasons for the suicide remained unclear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In February 2002 one of the soldiers mentioned during his questioning, and two other soldiers confirmed this, that D.M. had had a dispute with two sergeants, K. and V., before taking up guard duty on the night of 24 April 1999. They explained that D.M. had been late for drills, for which he had been criticised by the squadron commander. Sergeants K. and V. had then taken D.M., together with a private, So., to a separate room in the guardhouse, where they had stayed for around twenty minutes. When D.M. had returned from the room, he had looked agitated and had kept his head down. No visible injuries had been noticed on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 5 April 2002 another soldier, O., was questioned. He submitted that some senior sergeants had been supervising newly arrived soldiers. He noted that the sergeants had sometimes beaten junior soldiers, but that “it had been rare and not without reason; generally, it had been a punishment for some minor errors”. O. further noted that the sergeants would sometimes make junior soldiers clean the toilets with toothbrushes. He specified that “almost every soldier had gone through this”. However, O. considered that there had been no bullying as such.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 7 February 2003 So. explained that the sergeants had criticised him and D.M. for insufficient knowledge of the Military Forces Statute. In the separate room, K. and V. had put a copy of the statute on the floor and had forced So. and D.M. to read it and to do push-ups at the same time. At some point D.M. had collapsed. Sergeant V. had ordered him to continue and, when D.M. had failed to do so, V. had kicked him and struck him on the back. When leaving the room, D.M. had said to So.: “I’ll settle with them yet” («Я їм ще зроблю»). In response to a question as to why So. had been withholding this information for so long, he explained that the issue had concerned his superiors in the army, who had asked him to keep silent. He had been scared of them taking revenge and had only given statements once his army service was over.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Relying on the aforementioned soldiers’ statements, on 29 November 2003 the Lviv Garrison Military Prosecutor’s Office (“the LGMPO”) opened a criminal case in respect of sergeants K. and V. on suspicion of aggravated abuse of authority (Article 424 § 3 of the Criminal Code – see paragraph 57 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 12 October 2004 the LGMPO ordered the exhumation of D.M.’s body, after the investigator discovered certain discrepancies between the findings of the post-mortem examination report of 7 May 1999 and the photographs of the body in the case file. In particular, one of the wounds referred to in the report could not be identified on the photographs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 19 November 2004 a forensic psychiatric panel issued a report following a repeated post-mortem psychiatric evaluation of D.M.’s emotional condition prior to his death, which had been undertaken in the light of the information concerning his bullying by sergeants V. and K. It noted that D.M. had not suffered from any mental illness and that his behaviour had not disclosed any emotional or motivational problems. D.M. had been a calm, even-tempered, goal-oriented and independent person. The general conclusion was, however, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The actions of the deceased [D.M.] are explained by adaptive reactions (minor non-psychotic disorders entailing changes in the emotional sphere – mood changes), which had a significant impact on his behaviour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Given his particular psychological make-up, [D.M.] might have committed suicide ..., because the unlawful actions by the sergeants [V. and K.] had triggered [an] acute affective disorder of the anxio-depressive type (adjustment disorder).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 25 December 2004 the forensic medical examination of the exhumed body was completed. The panel’s report stated that the initial examination of 7 May 1999 had failed to record a second gunshot entry wound above the right eyebrow of the deceased and had incorrectly located the two exit wounds. Referring to the body’s position, the length of D.M.’s arms and the technical characteristics of the AK-74 assault rifle, the panel confirmed the finding of suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 5 January 2005 sergeant K. confessed that on the night of 24 April 1999 he had ill-treated D.M. (as described in paragraphs 28 and 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 20 January 2005 the investigator refused to institute criminal proceedings against senior officers V.K. and V.S. (see also paragraph 26 above), having discerned no corpus delicti in their actions. It was concluded that they had not personally bullied D.M. and had not instructed anybody to do so. This ruling was not challenged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 31 January 2005 the applicant was granted the status of aggrieved party in the criminal proceedings against sergeants V. and K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 23 February 2005 the criminal case in respect of sergeant V. was severed into separate proceedings because he had gone into hiding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On the same date a ballistics test of the three holes in the concrete fence, near which the body of D.M. had reportedly been found, established that the holes had not originated from gunshots.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 13 October 2005 the  delivered a judgment in which it found sergeant K. guilty of bullying his subordinate, D.M., which had led to serious consequences, namely D.M.’s suicide. It mainly relied on the post-mortem psychiatric evaluation report, as well as the forensic medical examination of the exhumed body (see paragraphs 33 and 34 above). The court sentenced K. to a term of five years’ imprisonment, but suspended the sentence and put him on probation for three years. He was also stripped of his military rank (sergeant major). K. admitted that he had deprived D.M. of his rest period and had forced him to do push-ups because D.M. had displayed poor knowledge of the Military Forces Statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Among the materials examined by the court was a letter written by D.M. to a friend on an unspecified date, in which he had described his army life as quite normal and had encouraged his friend not to seek to evade military service. While D.M. had mentioned that there was some “didivshchyna” in the army, he had considered that generally he had nothing to complain about.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The judgment also referred, inter alia, to the on-site inspection report, according to which D.M.’s body had been found leaning against the factory fence, as well as to B.’s statements, according to which the body had been discovered about forty metres from that fence. It did not comment on this discrepancy. The court also mentioned, without commenting on it, the ballistics test which had established that the three holes in the fence in question had not originated from gunshots (see paragraph 39 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The judgment of 13 October 2005 was not challenged on appeal and became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  However, the investigation continued in respect of sergeant V., without any more specific information being available regarding its progress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 16 September 2009 the  delivered another judgment in respect of the case against sergeant V. It found V. guilty as charged (bullying of his subordinate, D.M., having led to serious consequences, namely D.M.’s suicide). V. was, however, relieved from criminal liability as the charge had become time-barred (more than ten years had elapsed). The case file before the Court contains no further details on this trial or on any evidence revealed in its framework.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings brought by the applicant against the Ministry of the Interior",
                                "elements": [
                                    {
                                        "content": "46.  On 4 May 2006 the applicant lodged a civil claim with the Kyiv Pecherskyy District Court (“the ”) against the Ministry of the Interior, seeking compensation for non-pecuniary damage. She alleged that it had failed to ensure law and order in its military forces, which had enabled the ill-treatment of her son and had led to his death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 12 May 2006 the  refused to open proceedings on the grounds that the case fell to be examined within administrative rather than civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant lodged another claim with the  (“the ”), the court with jurisdiction over her place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 7 August 2006 the  also refused to open proceedings. It noted that the civil case had emanated from the corresponding criminal proceedings, and invited the applicant to lodge a civil claim with the court in the jurisdiction where the tort was committed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 12 October 2006 the Sevastopol Court of Appeal quashed the aforementioned ruling of 7 August 2006, finding that the claim lodged by the applicant had been administrative rather than civil and that she had correctly lodged it with the court having jurisdiction over her place of residence. The Court of Appeal also noted that the  had incorrectly applied the rules of civil procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 30 October 2006 the  opened administrative proceedings concerning the applicant’s claim, having found that it fully complied with the requirements of the Code of Administrative Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 9 December 2008 the Gagarinskyy Court allowed the applicant’s claim in part and awarded her 200,000 Ukrainian hryvnias (approximately 17,000 euros), to be paid by the Ministry of the Interior. Referring to sections 3(9) and 4(21) of the Regulations on the Ministry of the Interior of Ukraine of 9 October 1992 (see paragraph 56 below), the court concluded that the perpetration of the crime had been made possible by the Ministry of the Interior’s inactivity and its careless fulfilment of its duties. In particular, the failure to ensure law and order in the army had created the conditions for the abuse of power by army officials, which had led to the death of the applicant’s son. The court noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the defendant deliberately avoided ensuring legality in the activities of [its] servicemen. The defendant could not have been unaware that this obligation was not being implemented, given that such cases were numerous. Neither could the defendant have remained in ignorance of ... the potential of its failure to ensure law and order to trigger anti-social and dangerous actions. It was because of the failure of the Ministry of the Interior to ensure law and order [in the army] that [the applicant] lost her only child.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 18 June 2009 the Sevastopol Administrative Court of Appeal quashed the decision of 9 December 2008 and terminated the proceedings on the grounds that the case fell to be examined within civil rather than administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 18 October 2011 (that is, after the Government had submitted their observations on the admissibility and merits of the case – see paragraph 5 above) the  upheld that ruling.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "55.  According to section 3 of the Internal Troops of Ukraine Act 1992, the activity of the Internal Troops is to be based on the principles of legality, humanitarianism and respect for human rights and freedoms.",
                                "elements": []
                            },
                            {
                                "content": "56.  Pursuant to the Regulations on the Ministry of the Interior approved by the Presidential Order of 7 October 1992 (in force until 17 October 2000), one of the main tasks of the Ministry of the Interior was to ensure discipline and legality in the activity of staff members and servicemen (sections 3(9) and 4(21)).",
                                "elements": []
                            },
                            {
                                "content": "57.  Article 424 § 3 of the Criminal Code 2001 provided for prison terms of between five and ten years for bullying of a subordinate (застосування нестатутних заходів впливу щодо підлеглого) or abuse of disciplinary authority (перевищення дисциплінарної влади) by a military official, involving violence and leading to serious consequences.",
                                "elements": []
                            },
                            {
                                "content": "58.  Other relevant legislation is summarised in the judgment in the case of Sergey Shevchenko v. Ukraine, no. 32478/02, §§ 36-46, 4 April 2006.",
                                "elements": []
                            },
                            {
                                "content": "59.  In her 2004 Report, the Parliamentary Commissioner for Human Rights (“the Ombudsman”) for the first time dedicated a separate chapter to the issues of “respect for human rights in the Armed Forces of Ukraine and other military institutions” (Chapter 6.1), which also covered the situation prior to 2004. The relevant extracts read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The general military statutes approved by law, including the Internal Service Statute and the Disciplinary Statute, must play a leading role in ensuring the protection of military servicemen’s rights. However, in the approved statutes there is no provision on human rights in the army [this highlighting and those further in the text were made by the Ombudsman]. ...",
                                "elements": []
                            },
                            {
                                "content": "The Ombudsman considers that Ukrainian legislation does not currently provide any mechanism for protection of the rights and freedoms of soldiers performing mandatory military service. ...",
                                "elements": []
                            },
                            {
                                "content": "Those with the rank of private, as the most vulnerable group of military servicemen ... in legal and social terms, remain practically unprotected against arbitrariness on the part of some of their commanding officers and superior officers. ...",
                                "elements": []
                            },
                            {
                                "content": "The Ombudsman is concerned at the situation as regards safeguarding the individual and civil rights of military servicemen, and first and foremost the right to life and health, respect for dignity, personal inviolability and security in the Armed Forces of Ukraine and other military formations. Unfortunately, military servicemen, as well as their parents and other relatives, cite numerous examples of infringements of these rights. Many young people die, become disabled or develop chronic diseases in military institutions every year. Some resort to suicide, others make attempts on the lives of their fellow servicemen. Officials, however, try to conceal these facts or to present them as accidents. ...",
                                "elements": []
                            },
                            {
                                "content": "Didivshchyna is one of the most horrifying problems in the army. Military servicemen, their parents and non-governmental organisations inform the Ombudsman of this disgraceful phenomenon in their applications.",
                                "elements": []
                            },
                            {
                                "content": "The ill-treatment and bullying of new conscripts (нестатутні відносини) has not only acquired the status of an integral element of the military, but, regrettably, has also become a “visiting card” for our army and one of the main reasons why young people are discouraged from military service. The situation with regard to didivshchyna and violations of the rights of servicemen is practically the same in all types of military institutions and forces. Infringements of rights and military bullying are endemic. Before even becoming aware of their rights, soldiers get used to rudeness and callousness in the army environment. They perceive this as the norm and try to adjust to and put up with it.",
                                "elements": []
                            },
                            {
                                "content": "Hundreds of young people go through military units in which a situation has developed which leaves no place for a culture of law-abiding behaviour (правова свідомість). Instead, there is bullying based on the sole rule of unconditional obedience to unwritten customs and rules of behaviour, with any resistance or appealing to the law being considered as “squealing” and “betrayal” of soldiers’ common interests. ...",
                                "elements": []
                            },
                            {
                                "content": "It is outrageous that although bullying is common in military establishments, this does not always become public and preventive measures are not undertaken in time.",
                                "elements": []
                            },
                            {
                                "content": "... the Ombudsman has to state that the information from military institutions does not contain any specific data as to how widespread bullying is in military units. At the same time, there are sufficient grounds to consider that numerous instances of bullying and ill-treatment are concealed.",
                                "elements": []
                            },
                            {
                                "content": "Some senior and commanding officers, motivated by financial gain, not only fail to respond to crimes committed by their subordinates, but also conceal them and do not institute criminal proceedings, contrary to legal requirements. They thus create a situation of impunity and permissiveness in some military units, which cannot but raise concern.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "60.  The relevant parts of the 1999 US Department of State Country Report on Human Rights Practices in , released on 23 February 2000, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“There were continued reports of harsh conditions and violence against conscripts in the armed forces. Senior officers reportedly required malnourished recruits to beg for food or money. Senior conscripts often beat recruits, sometimes to death ... Punishment administered for committing or condoning such activities did not serve as an effective deterrent to the further practice of such abuses. Between 1991 and 1998, 450 soldiers were convicted of violent harassment of their colleagues; and approximately 200 military personnel were prosecuted in 1998 for violent hazing (10 to 12 conscripts were beaten to death and 20 to 30 died from injuries related to hazing). The press reported the conviction of three soldiers in late 1998 for violent hazing of their colleagues at the Defense Ministry Headquarters.”",
                                "elements": []
                            },
                            {
                                "content": "61.  The problem of violence in the Ukrainian armed forces was also raised in Report no. 10861 of the Committee on Legal Affairs and Human Rights of the Parliamentary Assembly of the Council of Europe, dated 24 March 2006 and entitled “Human rights of members of the armed forces”:",
                                "elements": []
                            },
                            {
                                "content": "“32.  In Ukraine ... the situation of conscripts gives cause for concern. The 2003 US Department of State report (published in February 2004) echoes the findings reported by local NGOs and mentions the extremely harsh conditions under which conscripts live during their military service and the continuing cases of violence and illtreatment, in breach of the existing legislation for the protection of conscripts’ rights. In the first four months of 2003, 32 servicemen died from non-natural causes. Eleven other servicemen committed suicide. Any members of the armed forces who die as a result of being subjected to violence or initiation rites are recorded by the authorities as suicides. The official statistics for 2002 reveal 29 suicides among servicemen, 13 of whom were conscripts.",
                                "elements": []
                            },
                            {
                                "content": "33.  Local NGOs report that military prosecutors usually fail to investigate complaints of physical harassment and initiation rites. Military officials play the situation down, reporting that there have been no deaths due to physical violence. Human rights NGOs, including the Committees of Soldiers’ Mothers, reported that violent harassment was still widespread. They reported that in 2002, the prosecutor opened 129 criminal cases pertaining to initiation rites. However, it was unknown how many of those resulted in convictions.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 2 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  The applicant complained under Articles 2 and 3 of the Convention about the ill-treatment of her son in the army and his death while performing military service, which she did not believe to have been a suicide. She also complained that the domestic authorities had been unwilling to adequately investigate the matter. The provisions relied on by the applicant read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 2",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "63.  The Government submitted that the compensation proceedings brought by the applicant against the State authorities in respect of their alleged failure to protect her son’s physical integrity and life during his army service had not yet been completed (the Government’s observations predated the ruling of the Higher Administrative Court of 18 October 2011 (see paragraphs 5 and 54 above)). The Government therefore contended that the compliance of the State with its obligations under Articles 2 and 3 of the Convention in the present case remained to be assessed by the domestic courts. Accordingly, in the Government’s view the applicant’s complaint in that regard had to be dismissed as premature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The applicant argued that the domestic remedies in her case had proved ineffective. She noted that, in practice, the authorities had avoided giving any assessment as to whether the State had discharged its obligations under Articles 2 and 3 of the Convention in respect of her late son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court considers that the issue of exhaustion of domestic remedies is closely linked to the merits of the applicant’s complaint that she had not been afforded an effective remedy for the aforementioned complaints under Articles 2 and 3 of the Convention. The Court therefore joins the Government’s objection to the merits of the complaint under Article 13 of the Convention (see paragraphs 119-125 below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Compliance with the six-month time-limit",
                                        "elements": [
                                            {
                                                "content": "66.  The Government maintained that, in so far as the applicant questioned the finding of suicide as the cause of death of her son, this complaint had to be dismissed as having been lodged beyond the six-month time-limit calculated from 13 October 2005 – the date of the judgment of the . They noted that the applicant had accepted the findings of this judgment, having failed to challenge it on appeal or by bringing an appeal on points of law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant disagreed. She submitted that the judgment in question had only concerned sergeant K. and that the investigation had continued in respect of sergeant V. Furthermore, she noted that her allegation that the Ministry of the Interior had failed to discharge its duty to ensure law and order and respect for human rights in the army had never been examined by the domestic courts on the merits. Accordingly, she considered the six-month rule to be inapplicable to all of her complaints, be they under the substantive or procedural limbs of Articles 2 and 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court reiterates that Article 35 § 1 of the Convention provides that it may only deal with a complaint which has been introduced within six months from date of the final decision rendered in the process of exhaustion of domestic remedies. Where no effective remedy is available to the applicant, the time-limit expires six months after the date of the acts or measures complained of, or after the date of knowledge of that act or its effect on the applicant (see Younger v. the United Kingdom (dec.), no. 57420/00, ECHR 2003-I). In the case of a continuing situation, however, the time-limit expires six months after the end of the situation concerned (see Koval v. Ukraine (dec.), no. 65550/01, 30 March 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  According to the Court’s case-law, the concept of a “continuing situation” refers to a state of affairs in which there are continuing activities by or on behalf of the State which render the applicant a victim (see Posti and Rahko v. Finland, no. 27824/95, § 39, ECHR 2002VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court has held on many occasions that a death in circumstances potentially engaging the responsibility of the State triggers the procedural obligation of the State to ensure an official investigation satisfying certain minimum standards as to effectiveness. It is noteworthy that this obligation binds the State throughout the period in which the authorities can reasonably be expected to take measures with the aim of elucidating the circumstances of the death and establishing responsibility for it (see Šilih v. Slovenia [GC], no. 71463/01, § 157, 9 April 2009, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court has examined the applicability of the six-month rule in the context of an applicant’s complaint about the effectiveness of a domestic investigation into a relative’s death in the case of Lyubov Efimenko v. Ukraine (no. 75726/01, §§ 67-70, 25 November 2010). In that case, the applicant introduced her application before the Court eight years after the death of her son and a year after she had already complained to the Ukrainian General Prosecutor’s Office of a lack of effective investigation. Given the fact that at the time when her application was lodged the domestic investigation was still continuing, the Court dismissed the Government’s objection based on the applicant’s supposed failure to respect the six-month time-limit, which they had considered as having started to run from the date of her complaint to the General Prosecutor’s Office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Turning to the present case, the Court notes from the outset that it interprets the Government’s objection as pertaining to the applicant’s complaint of the ineffectiveness of the domestic investigation into the illtreatment and death of her son. It observes that this objection appears to be in contradiction with the objection raised by the Government on the grounds of the supposed non-exhaustion of domestic remedies by the applicant (see paragraph 63 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court notes that, after the pronouncement of the judgment of the  on 13 October 2005 which concerned sergeant K. only, the criminal investigation continued. At that stage it was confined to the involvement of sergeant V. in the bullying and ill-treatment of D.M. prior to the latter’s death, which was recorded as a suicide. The Court also notes the lack of information in the case file on any subsequent investigative measures or on the investigation’s progress. It does not lose sight, however, of the applicant’s efforts, undertaken in parallel to this investigation, to establish the administrative responsibility of the Ministry of the Interior for what had happened to her son during his military service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court does not consider that the applicant should be reproached for her failure to challenge the judgment of 13 October 2005, for the following reasons. Firstly, its findings acknowledged at least one instance of her son’s ill-treatment in the army and established its causal link with his suicide. Secondly, the investigation was still ongoing and might have further elucidated some of the issues which remained unclear. And, lastly, the responsibility of the higher State authorities for the incident was yet to be established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In sum, the Court notes that when the applicant lodged her application in October 2008, complaining, in particular, of the ineffectiveness of the domestic investigation into the circumstances of the ill-treatment and death of her son, that investigation was still ongoing (see and compare with Lyubov Efimenko v. Ukraine, cited above, § 70).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Accordingly, the Court rejects this objection of the Government.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Compatibility ratione materiae",
                                        "elements": [
                                            {
                                                "content": "77.  The Government further noted that, as established by the domestic courts, the applicant’s son had committed suicide. They asserted that this action had been his own choice, to which Article 2 of the Convention was inapplicable. The Government referred in this connection to the case of Pretty v. the United Kingdom, in which the Court held that “[Article 2] is unconcerned with issues to do with the quality of living or what a person chooses to do with his or her life” (no. 2346/02, § 39, ECHR 2002III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The applicant did not comment on this point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Court has already examined a similar objection of the Government in the comparable case of Sergey Shevchenko v. Ukraine (cited above, §§ 54-57) which, like the present case, concerned the investigation into the death of the applicant’s son in the army, which had been recorded as a suicide.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  As the Court held in the Sergey Shevchenko case (cited above, § 56), its findings in the Pretty case cannot be construed as a general exclusion of the application of Article 2 to cases of suicide. It is to be noted that in a number of cases the Court has considered that the Contracting States’ positive obligations flowing from this provision may even arise where the risk to a person derived from self-harm, including the procedural obligation to carry out an effective investigation into the circumstances of what appears to be a suicide (see and compare with Keenan v. the United Kingdom, no. 27229/95, § 90, ECHR 2001III, and Trubnikov v. Russia, no. 49790/99, § 89, 5 July 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court therefore rejects this objection of the Government.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Otherwise as to the admissibility",
                                        "elements": [
                                            {
                                                "content": "82.  The Court considers, in the light of the parties’ submissions, that the complaints raise serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes, therefore, that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. No other ground for declaring them inadmissible has been established, whereas the Court has already found that the issue concerning the exhaustion of domestic remedies should be joined to the merits of the complaint under Article 13 of the Convention (see paragraph 65 above and, for the case-law, see, for example, Umarovy v. , no. 2546/08, § 123, 12 June 2012).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Alleged violation of Article 2 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "83.  The applicant contended that the authorities had failed to provide a plausible explanation for the death of her son, which had occurred while he had been under their control. She pointed out, in particular, a number of discrepancies in the domestic investigation which had only come to light after a considerable passage of time when it had then been difficult to reconcile them, firstly, for objective reasons and, secondly, because the authorities had lacked the will to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The applicant emphasised that D.M. had been a psychologically stable person, without the slightest emotional disorders ever having been noticed. She therefore maintained that, even if the finding of suicide as the cause of his death was accurate, which was impossible to verify because of the carelessness of the investigation, this showed that her son must have been subjected to ill-treatment and humiliation serious enough to drive him to such despair that he had decided his life was no longer worth living.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The applicant referred to the domestic courts’ finding establishing one instance of her son’s ill-treatment by senior sergeants, as well as its causal link with his death, which had been considered to have resulted from suicide. She alleged the existence of a broader coercive environment in the army which the authorities should have been aware of, but which they had connived in and had failed to investigate. She considered that what had happened to D.M. had become possible, first and foremost, owing to the authorities’ failure to ensure law and order in the army.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In sum, the applicant laid the responsibility for her son’s death with the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Government denied any such responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  They admitted, with reference to the judgment of the Lviv Garrison Military Court of 13 October 2005 (see paragraph 40 above), that D.M. had been subjected to ill-treatment in the army which had led to his suicide. However, in the Government’s opinion, there had been an effective domestic investigation, which had established all the pertinent circumstances and had resulted in the reasonable punishment of all those responsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Accordingly, they discerned nothing in this case engaging the State’s substantive international responsibility under Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "90.  The Court reiterates that the first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction (see L.C.B. v. the United Kingdom, 9 June 1998, § 36, Reports of Judgments and Decisions 1998-III). This positive obligation entails above all a duty on the State to put in place a legislative and administrative framework designed to provide effective prevention. This framework must include regulations geared to the special features of certain activities, particularly with regard to the level of the potential risk to human lives (see Öneryıldız v.  [GC], no. 48939/99, §§ 89-90, ECHR 2004XII, and, as a more recent reference, Sašo Gorgiev v. “the ”, no. 49382/06, § 42, 19 April 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  As regards compulsory military service, the Court has held that the primary duty of a State is to put in place rules geared to the level of risk to life or limb that may result not only from the nature of military activities and operations, but also from the human element that comes into play when a State decides to call up ordinary citizens to perform military service. Such rules must require the adoption of practical measures aimed at the effective protection of conscripts against the dangers inherent in military life and appropriate procedures for identifying shortcomings and errors liable to be committed in that regard by those in charge at different levels (see Kılınç and Others v. Turkey, no. 40145/98, § 41, 7 June 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Similarly to persons in custody, conscripts are entirely in the hands of the State and any events in the army lie wholly, or in large part, within the exclusive knowledge of the authorities. Therefore, the State is also under an obligation to account for any injuries or deaths occurring in the army (see Beker v. Turkey, no. 27866/03, §§ 41-42, 24 March 2009, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court further reiterates in this connection that, in all cases where it is unable to establish the exact circumstances of a case for reasons objectively attributable to the State authorities, it is for the respondent Government to explain, in a satisfactory and convincing manner, the sequence of events and to exhibit solid evidence that can refute the applicant’s allegations (see Mansuroğlu v. , no. 43443/98, § 80, 26 February 2008, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court notes that the obligation to protect the right to life, as well as to duly account for its loss, requires by implication that there should be an effective official investigation capable of establishing the exact circumstances surrounding the events in question and to identify and, where applicable, punish those responsible (see Abdullah Yilmaz v. Turkey, no. 21899/02, § 58, 17 June 2008). It is to be specified that these requirements are not confined to the preliminary investigation stage, but extend to the trial stage, which must also satisfy the requirements of Article 2 (see Abdullah Yilmaz v. Turkey, cited above, § 58, in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  It should be specified that criminal-law liability under national legislation is distinct from a State’s international-law responsibility under the Convention. In determining whether there has been a breach of Article 2, the Court does not assess the criminal responsibility of those directly or indirectly concerned. Its competence is confined to the State’s international responsibility under the Convention, the provisions of which are to be interpreted and applied on the basis of the object and purpose of the Convention and in the light of the relevant principles of international law. In other words, the responsibility of a State under the Convention, arising for the acts of its organs, agents and servants, is not to be confused with the domestic legal issues of individual criminal responsibility under examination in the national criminal courts. The Court is not concerned with reaching any findings as to guilt or innocence in that sense (see Avşar v. Turkey, no. 25657/94, § 284, ECHR 2001VII (extracts); McCann and Others v. the , 27 September 1995, §§ 170-173, Series A no. 324; and Putintseva v. Russia, no. 33498/04, § 62, 10 May 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Turning to the present case and bearing in mind the above principles flowing from its case-law, the Court will examine the applicant’s complaint under the substantive limb of Article 2 of the Convention from the following two perspectives. Firstly, it will assess whether the authorities gave a plausible explanation for the death of the applicant’s son. Secondly, the Court will assess whether under the circumstances the State can be regarded as having discharged its obligation to sufficiently protect his life (see Beker v. Turkey, cited above, § 43, and, mutatis mutandis, Eremiášová and Pechová v. the Czech Republic, no. 23944/04, §§ 108 and 111, 16 February 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The question of whether the authorities gave a plausible explanation is, moreover, closely linked to the procedural obligation to conduct an effective investigation in the matter. Indeed, in order to establish whether the State satisfactorily accounted for the death of D.M., the Court has regard to the investigation carried out by the military authorities and the conclusions reached by them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  With respect to the investigation, the Court notes that the only version considered was that of a suicide. The authorities assumed it too readily from the outset and were pursuing it throughout the investigation, without seriously considering any alternatives (see, in particular, paragraph 14 above). As the same time, the Court discerns a number of gross discrepancies and omissions in the investigation, as well as certain inexplicable aspects, which undermine the plausibility of its findings and give grounds for serious misgivings regarding the good faith of the authorities concerned and the genuineness of their efforts to establish the truth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  First of all, the Court finds it surprising that the body of D.M., reportedly located six hundred metres from his post, was only discovered after thirteen hours had passed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court also notes a serious discrepancy in the witnesses’ statements regarding the place and circumstances of the discovery of the body. Thus, according to the search group leader, it was discovered leaning against the fence of an abandoned factory nearby. However, according to another member of that group, soldiers found the body about forty metres further away and moved it near to that fence (see paragraph 12 above). No attempt appears to have been made to reconcile these two accounts (see also paragraph 42 above). This is even more striking given the importance attached to the body’s position in the forensic report establishing suicide as the cause of death (see paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Furthermore, the Court considers the circumstances of the funeral, whereby the body was provided to D.M.’s relatives in a closed coffin and was buried without the knowledge of his mother, to be dubious (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court is also struck by deficiencies in the initial forensic examination of the body in 1999, which left one gunshot wound to D.M.’s head wholly unreported and wrongly indicated the location of another wound. While this particular shortcoming was revealed and appears to have been rectified some five years later, after the body’s exhumation, it was then obviously too late to verify the other initial findings, such as, for example, whether there had indeed been no additional injuries or other traces of violence on D.M. as initially reported (see paragraphs 14, 32 and 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court does not lose sight either of the contradictory findings of the forensic reports of 21 March 2000 and 23 February 2005. The first of them held that the three holes discovered in the concrete fence near which the body of D.M. had reportedly been found had originated from gunshots. The second report, however, reached an opposite conclusion that those holes had not originated from gunshots. Again, this contradiction appears to have never been addressed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  As to the incident involving D.M. during the night on 24 April 1999, which was found by the domestic authorities to have triggered an “acute adjustment disorder” leading to his suicide (see paragraph 33 above), the Court notes the following. The incident in question took place in a separate room behind a closed door and involved D.M., another private soldier, So., and two sergeants, K. and V. Accordingly, establishing exactly what had happened there depended entirely on the statements of those persons. However, the Court observes that private So. remained silent about the matter for about four years, fearing, as he admitted himself, his superiors taking revenge (see paragraph 30 above). There is no certainty that his belated account of the events was complete and accurate. Sergeant K. admitted his rather passive involvement in the incident and shifted the major responsibility for D.M.’s verbal and physical ill-treatment onto his fellow sergeant, V., who, in turn, went into hiding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  It therefore appears that all the pertinent facts surrounding the incident which, according to the domestic investigation and judicial authorities, prompted the suicide of the applicant’s son, cannot be regarded as having been established with sufficient precision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The domestic authorities, however, contented themselves with these factual findings and, as it can be seen from the case-file materials, showed no effort to further establish, in particular, the involvement of sergeant V. in the incident. The Court notes, in particular, that V. successfully evaded justice until the charges against him became timebarred with the passage of ten years (see paragraphs 38 and 45 above). The Court considers it unlikely, given V.’s status as a military serviceman, that the authorities could not have established his whereabouts had they really wished to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  Allowing such a grievous charge to become time-barred is in itself an omission serious enough to raise an issue under Article 2 of the Convention, because the authorities’ passive and belated response, like that observed in the present case, has a negative impact not only on the outcome of the specific case under investigation, but also, more generally, on public confidence in their adherence to the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts (see, mutatis mutandis, Šilih v. Slovenia, cited above, § 195).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  As the Court has already held in paragraph 74 above dealing with the Government’s objection based on the applicant’s supposed failure to comply with the six-month time-limit, the applicant could hardly be reproached for her failure to challenge the judgment in respect of sergeant K. It was not unreasonable for her to hope that the investigation would continue in respect of the involvement of sergeant V., as well as with a view to clarifying any other pertinent circumstances. Furthermore, she also hoped to establish institutional responsibility for what had happened to her son by bringing a claim against the Ministry of the Interior.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  However, the investigation stalled and the applicant’s claim against the higher military authority remained unadjudicated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  All the aforementioned considerations lead the Court to conclude that the State authorities cannot be regarded as having discharged their obligation to effectively investigate and duly account for the death of the applicant’s son, which occurred while he was under their control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Moreover, even in the light of their own findings as to the circumstances surrounding that death, which the Court views with scepticism for all the various reasons spelled out above, the domestic authorities cannot be considered to have complied with their other obligation inherent in the safeguards of Article 2 – to adequately protect the life of D.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  Thus, as established at the national level, the applicant’s son was driven to suicide by his bullying and ill-treatment by his hierarchical military supervisors. It was that ill-treatment, and not any frustrating life situation unrelated to the realities of being in the army, that caused the suicide. According to the Court’s case-law, the State is therefore to bear responsibility for the death (see for a comparable, albeit even more grave, example, Abdullah Yilmaz v. Turkey, cited above, §§ 59-76; and, for a converse example, Acet and Others v. Turkey, no. 22427/06, § 56, 18 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  Lastly, having regard to the widespread concern over the existence of “didivshchyna”, or hazing, in the Ukrainian army (for the meaning of this notion see the footnote reference in paragraph 41 above) voiced, in particular, in the Ukrainian Ombudsman’s report and in some international materials (see paragraphs 59-61 above), and indirectly confirmed by some case-file materials (see paragraphs 29 and 41 above), the Court does not rule out the existence of a broader context of coercive hazing in the military unit where the applicant’s son had been serving. That being so, the failure to allocate the responsibility for what had happened there to upper hierarchical authority levels, rather than limiting it to wrongdoings of individual officers, is especially worrying (see also paragraph 109 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  In sum, the Court holds that there has been a violation of Article 2 of the Convention in the present case as regards the positive obligation of the State to protect the life of the applicant’s son while under its control and to adequately account for his death, and as regards the procedural obligation to conduct an effective investigation into the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Alleged violation of Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "115.  The Court notes that this complaint essentially overlaps with the issues which have been examined under Article 2 of the Convention. Having found a violation of that provision, the Court holds that no separate issue arises under Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "116.  The applicant complained that she had not been able to initiate compensation proceedings against the State authorities in respect of the ill-treatment and death of her son in the army because of a jurisdictional conflict between the national civil and administrative courts. She therefore complained that she had been denied an effective domestic remedy in respect of her complaints under Articles 2 and 3 of the Convention. Although the applicant relied on Article 6 of the Convention, the Court considers, having regard to the substance of this complaint that it would be more appropriate to examine it from the standpoint of Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "117.  The Court recalls that it joined the Government’s objection of the applicant’s failure to exhaust domestic remedies in respect of her complaints under Articles 2 and 3 of the Convention to the examination on the merits of the complaint under Article 13 (see paragraph 65 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Court considers that the applicant’s complaint under Article 13 in conjunction with Articles 2 and 3 of the Convention is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "119.  The applicant maintained her complaint. She submitted, in particular, that the disagreement among the domestic courts as to which court had jurisdiction over her case had effectively barred her from exercising her right to seek damages through a civil action against the State in respect of the ill-treatment and death of her son during his mandatory military service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Government disagreed. They noted that the applicant’s claim remained to be adjudicated domestically (the Government’s observations were submitted before the  delivered its ruling of 18 October 2011 – see paragraphs 5 and 54 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court has held in its case-law that two measures are necessary to remedy a breach of Articles 2 and 3 of the Convention at national level. Firstly, the State authorities must have conducted a thorough and effective investigation capable of leading to the identification and punishment of those responsible. Secondly, an award of compensation to the applicant is required where appropriate or, at least, the possibility of seeking and obtaining compensation for the damage sustained as a result of the illtreatment or death (see, for example, Gäfgen v. Germany [GC], no. 22978/05, § 116, ECHR 2010, with further references, and Carabulea v. Romania, no. 45661/99, § 165, 13 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  Turning to the present case, the Court notes that, following the conviction of sergeant K., the applicant brought a civil claim against the Ministry of the Interior seeking compensation for damage in respect of the ill-treatment and death of her son during his mandatory military service in the Internal Troops. Pursuant to the instructions of the , which refused to institute civil proceedings, she resubmitted her claim under the rules of administrative procedure. While the first-instance court allowed her claim, the appellate court quashed that judgment on procedural grounds, holding that the case fell under the jurisdiction of the civil rather than the administrative courts, with this decision being upheld by the highest court more than five years after the applicant had lodged her claim (see paragraphs 46-54 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  As a result, the applicant’s claim for damages remained without examination and she was denied an effective domestic remedy in respect of her complaints under Articles 2 and 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Court has already noted similar jurisdictional conflicts among the national courts in a number of other cases against  (see, in particular, Bulanov and Kupchik v. Ukraine, nos. 7714/06 and 23654/08, 9 December 2010, and Andriyevska v. Ukraine, no. 34036/06, 1 December 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Court therefore finds that there has been a violation of Article 13 of the Convention in this regard. It also dismisses the Government’s objection regarding the admissibility of the applicant’s complaints under Articles 2 and 3 based on the non-exhaustion of domestic remedies, which was previously joined to the merits of her complaint under Article 13 of the Convention (see paragraph 65 above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "126.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "127.  The applicant claimed 120,525 euros (EUR) in respect of pecuniary damage and EUR 2,000,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The Government contested these claims as unsubstantiated and exorbitant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, taking into account the nature of the violations found and ruling on an equitable basis, it awards the applicant EUR 20,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "130.  The applicant did not submit any claims for legal costs and expenses. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "131.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the Government’s objection as to the exhaustion of domestic remedies in respect of the applicant’s complaints under Articles 2 and 3 of the Convention to the merits of her complaint under Article 13 of the Convention, and dismisses it after having examined the merits of that complaint;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of the Convention as regards the positive obligation of the State to protect the life of the applicant’s son while under its control and to adequately account for his death, and as regards the procedural obligation to conduct an effective investigation into the matter;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that no separate issue arises under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 20,000 (twenty thousand euros) in respect of non-pecuniary damage plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 January 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MOSENDZ v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115887.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0117JUD005201308",
    "externalsources": [],
    "extractedappno": [
        "52013/08",
        "32478/02",
        "57420/00",
        "65550/01",
        "27824/95",
        "71463/01",
        "75726/01",
        "2346/02",
        "27229/95",
        "49790/99",
        "2546/08",
        "48939/99",
        "49382/06",
        "40145/98",
        "27866/03",
        "43443/98",
        "21899/02",
        "25657/94",
        "33498/04",
        "23944/04",
        "22427/06",
        "22978/05",
        "45661/99",
        "7714/06",
        "23654/08",
        "34036/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-115887",
    "judgementdate": "17/01/2013 00:00:00",
    "kpdate": "17/01/2013 00:00:00",
    "kpthesaurus": [
        "449",
        "632",
        "595",
        "231",
        "444",
        "110",
        "14",
        "128",
        "471",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "2-1",
        "2",
        "35-1",
        "35",
        "13",
        "41"
    ],
    "parties": [
        "MOSENDZ",
        "UKRAINE"
    ],
    "rank": "952.060668945313",
    "representedby": [
        "MARUSHKO O.I."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Abdullah Yilmaz v. Turkey, no. 21899/02, 17 June 2008",
        "Acet and Others v. Turkey, no. 22427/06, § 56, 18 October 2011",
        "Andriyevska v. Ukraine, no. 34036/06, 1 December 2011",
        "Avsar v. Turkey, no. 25657/94, § 284, ECHR 2001-VII (extracts)",
        "Beker v. Turkey, no. 27866/03, 24 March 2009",
        "Bulanov and Kupchik v. Ukraine, nos. 7714/06 and 23654/08, 9 December 2010",
        "Carabulea v. Romania, no. 45661/99, § 165, 13 July 2010",
        "Eremiášová and Pechová v. the Czech Republic, no. 23944/04, §§ 108 and 111, 16 February 2012",
        "Gäfgen v. Germany [GC], no. 22978/05, § 116, ECHR 2010",
        "Keenan v. the United Kingdom, no. 27229/95, § 90, ECHR 2001-III",
        "Kilinç and Others v. Turkey, no. 40145/98, § 41, 7 June 2005",
        "Koval v. Ukraine (dec.), no. 65550/01, 30 March 2004",
        "L.C.B. v. the United Kingdom, 9 June 1998, § 36, Reports of Judgments and Decisions 1998-III",
        "Lyubov Efimenko v. Ukraine,no. 75726/01, 25 November 2010",
        "Mansuroglu v. Turkey, no. 43443/98, § 80, 26 February 2008",
        "McCann and Others v. the United Kingdom, 27 September 1995, §§ 170-173, Series A no. 324",
        "Öneryildiz v. Turkey [GC], no. 48939/99, §§ 89-90, ECHR 2004-XII",
        "Posti and Rahko v. Finland, no. 27824/95, § 39, ECHR 2002-VII",
        "Pretty v. the United Kingdom, no. 2346/02, § 39, ECHR 2002-III",
        "Putintseva v. Russia, no. 33498/04, § 62, 10 May 2012",
        "Sašo Gorgiev v. “the former Yugoslav Republic of Macedonia”, no. 49382/06, § 42, 19 April 2012",
        "Sergey Shevchenko v. Ukraine, no. 32478/02, 4 April 2006",
        "Šilih v. Slovenia [GC], no. 71463/01, 9 April 2009",
        "Trubnikov v. Russia, no. 49790/99, § 89, 5 July 2005",
        "Umarovy v. Russia, no. 2546/08, § 123, 12 June 2012",
        "Younger v. the United Kingdom (dec.), no. 57420/00, ECHR 2003-I"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "394494",
    "typedescription": "15"
}