{
    "__articles": "6;6-1;13;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Not necessary to examine Art. 13;Non-pecuniary damage - financial award;Pecuniary damage - Government to enforce the judgment debt;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "5019/03",
    "article": [
        "6",
        "41",
        "29",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 13",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - Government to enforce the judgment debt",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-78387.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5019/03) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Ms Taisiya Timofeyevna Spas and Ms Tamara Vladimirovna Voyna (“the applicants”), on 20 December 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 20 January 2006 the Court decided to communicate the complaints concerning the non-enforcement of the judgments in the applicants' favour to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1949 and 1953 respectively and live in . They are former employees of the OJSC “Dnipro” (“the Dnipro,” ВАТ “Дніпро”). At the material time the State owned more than 25% of the Dnipro's shares. The company was therefore subject to the Law of 29 November 2001 “on the Introduction of a Moratorium on the Forced Sale of Property.”",
                                "elements": []
                            },
                            {
                                "content": "5.  On 16 October 1996 the State Property Fund (Фонд державного майна України) ordered the creation of the Dnipro's subsidiary company “Energiya” (the “Subsidiary,” ДП “Енергія”). The applicants were reassigned to the Subsidiary.",
                                "elements": []
                            },
                            {
                                "content": "6.  On various dates the applicants instituted civil proceedings in the Komsomolsky District Court of Kherson (the “District Court,” Комсомольський районний суд м. Херсона) against the Subsidiary for salary arrears and other payments.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 16 January and 18 August 2001 and 11 March 2002, the District Court awarded UAH 5,161.07, UAH 2,490.74 and UAH 1,167.60 respectively in favour of Ms Spas.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 16 January and 16 July 2001 and 11 March 2002, the District Court awarded UAH 6,381, UAH 1,728.79 and UAH 602.24 respectively in favour of Ms Voyna.",
                                "elements": []
                            },
                            {
                                "content": "9.  The judgments given in favour of the applicants were not appealed against, became final and the writs of enforcement were transferred to the Komsomolsky District Bailiffs' Service (“the Bailiffs,” Відділ Державної виконавчої служби Комсомольського районного управління юстиції в м. Херсоні) for enforcement.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 27 April 2001 the Bailiffs attached the Subsidiary's equipment for forced sale. However, the sale was cancelled, as Bailiffs learned that the equipment was formally owned by the Dnipro, held in a tax lien and subject to a moratorium on the forced sale (see paragraph 4 above).",
                                "elements": []
                            },
                            {
                                "content": "11.  On 2 November 2001 each applicant received UAH 300 of the awards due to them under the judgments given in their favour.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 4 April 2002 the  (Господарський суд Херсонської області) declared the Subsidiary bankrupt and ordered its liquidation, which was completed by 25 May 2004.",
                                "elements": []
                            },
                            {
                                "content": "13.  The judgments given in favour of the applicants remain largely unenforced.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "14.  A description of the relevant domestic law can be found in Sokur v. Ukraine (no. 29439/02, § 17-22, 26 April 2005).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "15.  The applicants complained about the State authorities' failure to enforce the judgments of the Komsomolsky District Court of Kherson given in their favour. They invoked Articles 6 § 1 and 13 of the Convention which provide, insofar as relevant, as follows:",
                        "elements": []
                    },
                    {
                        "content": "Article 6 § 1",
                        "elements": [
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Article 13",
                        "elements": [
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "I.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "16.  The Government raised objections, contested by the applicants, regarding exhaustion of domestic remedies similar to those already dismissed in a number of the Court's judgments regarding non-enforcement of judgments against the State-owned companies (see e.g. among many others, Mykhaylenky and Others v. Ukraine, nos. 35091/02 and following, §§ 38-40, ECHR 2004-XII and Sychev v. , no. 4773/02, §§ 42-46, 11 October 2005). The Court considers that these objections must be rejected for the same reasons.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court concludes that the application raises issues of fact and law under the Convention, the determination of which requires an examination on the merits. The Court finds no ground for declaring it inadmissible. The Court must therefore declare it admissible.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  MERITS",
                        "elements": [
                            {
                                "content": "18.  In their observations, the Government contended that there had been no violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicants disagreed.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court notes that the judgments in the applicants' favour have remained unenforced for a considerable period of time. Notably, the delays in their enforcement range from four years and nine months to five years and eleven months.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court recalls that it has already found violations of Article 6 § 1 of the Convention in a number of similar cases (see, for instance, Sokur v. Ukraine, cited above, §§ 36-37 and Sharenok v. , no. 35087/02, §§ 37-38, 22 February 2005).",
                                "elements": []
                            },
                            {
                                "content": "22.  Having examined all the material in its possession, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "23.  There has, accordingly, been a violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court does not find it necessary in the circumstances to examine under Article 13 of the Convention the same complaint as under Article 6 § 1 (see Derkach and Palek v. Ukraine, nos. 34297/02 and 39574/02, § 42, 21 December 2004).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "26.  The applicants claimed the unsettled judgments debts due to them and unspecified sums of adjustment to inflation, by way of compensation for pecuniary damage. Additionally, each applicant claimed EUR 20,000 (twenty thousand euros) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government submitted that these claims were exorbitant and unsubstantiated and preferred to leave it to the Court to determine the awards on an equitable basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court notes that, as the judgments given in favour of the applicants remain unenforced, the Government should pay the applicants the outstanding debts in order to satisfy their claims for pecuniary damage. It further dismisses the remainder of the applicants' claim for pecuniary damage as unsubstantiated (compare and contrast, e.g. Reynbakh v. Russia, no. 23405/03, § 34-35, 29 September 2005 and Levin v. Russia, no. 33264/02, §§ 31-34, 2 February 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court further takes the view that the applicants have suffered some non-pecuniary damage as a result of the violations found. Nevertheless, the particular amounts claimed are excessive. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards each applicant the sum of EUR 2,600 (two thousand six hundred euros) in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "30.  The applicants also claimed the global sum of UAH 272.62 in postal and other expenses and presented copies of receipts for postal, copying, and similar services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government offered to pay the applicants UAH 224.30 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Regard being had to the circumstances of the case and the submissions of the parties, the Court awards the applicants the global sum of EUR 45 (forty five euros) for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "a)  that the respondent State is to pay the applicants within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the unsettled debts still owed to them, as well as the sum of EUR 2,600 (two thousand six hundred euros) to each applicant in respect of non-pecuniary damage and the global sum of EUR 45 (forty five euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants' claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 December 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "and Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "13/11/2006 00:00:00",
    "docname": "CASE OF SPAS AND VOYNA v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-78387.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1207JUD000501903",
    "externalsources": [],
    "extractedappno": [
        "5019/03",
        "29439/02",
        "35091/02",
        "4773/02",
        "35087/02",
        "34297/02",
        "39574/02",
        "23405/03",
        "33264/02"
    ],
    "importance": "4",
    "introductiondate": "20/12/2002 00:00:00",
    "issue": [],
    "itemid": "001-78387",
    "judgementdate": "07/12/2006 00:00:00",
    "kpdate": "07/12/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "13",
        "29",
        "41",
        "6-1",
        "6",
        "29-3"
    ],
    "parties": [
        "SPAS AND VOYNA",
        "UKRAINE"
    ],
    "rank": "566.502014160156",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Derkach and Palek v. Ukraine, nos. 34297/02 and 39574/02, § 42, 21 December 2004",
        "Levin v. Russia, no. 33264/02, §§ 31-34, 2 February 2006",
        "Reynbakh v. Russia, no. 23405/03, § 34-35, 29 September 2005",
        "Sharenok v. Ukraine, no. 35087/02, §§ 37-38, 22 February 2005",
        "Sokur v. Ukraine, no. 29439/02, § 17-22, 36-37, 26 April 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341686",
    "typedescription": "15"
}