{
    "__articles": "P1-3",
    "__conclusion": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Stand for election);No violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Vote)",
    "applicability": "",
    "appno": "18860/07",
    "article": [
        "p1-3"
    ],
    "conclusion": [
        {
            "article": "p1-3",
            "base_article": "p1-3",
            "details": [
                "Article 3 of Protocol No. 1 - Stand for election"
            ],
            "element": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general}",
            "type": "violation"
        },
        {
            "article": "p1-3",
            "base_article": "p1-3",
            "details": [
                "Article 3 of Protocol No. 1 - Vote"
            ],
            "element": "No violation of Article 3 of Protocol No. 1 - Right to free elections-{general}",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-168352.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18860/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the Karelian regional division of the Yabloko Russian United Democratic Party, a political party registered under the laws of the Russian Federation (“the applicant party”) and three Russian nationals residing in the Republic of Karelia: Ms Irina Vladimirovna Petelyayeva (born in 1959), the chairwoman of the applicant party (“the second applicant”), Mr Aleksandr Ilyich Klimchuk (born in 1949) and Ms Kseniya Vladimirovna Fillipenkova (born in 1981), members of the applicant party (“the third and fourth applicants”).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr D.P. Holiner, a lawyer practising in London. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the decision to cancel the registration of the Yabloko lists for elections in Karelia had been in breach of Article 3 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 September 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background information",
                                "elements": [
                                    {
                                        "content": "5.  The Republic of Karelia (“Karelia”) is a subject (constituent region) of the Russian Federation. Under Article 73 of the Constitution of the Russian Federation, subjects of the Federation possess the full authority of the Russian State in all matters other than those that come within the sole jurisdiction of the federal government or within the shared jurisdiction of federal subjects and the federal government to the degree of the latter’s scope of authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  At the relevant time, the Legislative Assembly of Karelia (hereinafter “the LA”) had fifty members elected by universal direct suffrage for a five-year term. Twenty-five seats were allocated on a proportional representation basis to registered party lists receiving at least 7% of the region-wide vote, while the remaining seats were allocated to the winners of twenty-five single-mandate constituencies, determined by majority vote. There was no minimum turnout for the election to be valid, and each voter could only vote for one party and one candidate in the electoral constituency in which he or she resided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The regional branch of the Yabloko political party was registered by a competent State authority (at that time the regional department of the Ministry of Justice) in 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Decision to take part in the election to the regional legislature",
                                "elements": [
                                    {
                                        "content": "8.  On 26 April 2006 the regional council of the applicant party called for a regional party conference to be held in two sessions on 27 May and 12 August 2006, respectively. The aim was to prepare for the LA elections that were to take place in autumn 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Between 27 April 2006 and 26 May 2006 local party branches throughout Karelia held assemblies and conferences in accordance with the Yabloko party’s articles of association (hereinafter, “the charter”) and selected delegates to attend the regional party conference. At the time, the regional party had over 3,800 members, of whom 474 were so-called “registered party members”, that is, members who had specifically asked to be registered with the local party bodies in order to participate more actively in the party’s work, such as regional conferences. As a result, the 474 registered members elected forty-seven delegates to the regional conference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 27 May 2006 thirty-seven delegates present at the conference expressed their desire to participate in the upcoming LA elections. The nomination of candidates to the party list and electoral circuits was left to the second session scheduled for 12 August 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 10 and 11 June 2006 the Yabloko party at national level held its Thirteenth Party Congress, which adopted several amendments to the party’s charter. The charter maintained the division between party members and registered party members. In accordance with paragraph 9.1.14 of both versions the right to elect and be elected to the party’s governing and controlling bodies was reserved to registered members. The 2006 version specified, additionally, that party members who did not register automatically delegated the right to elect and be elected within the party to the registered party members of the relevant local branch.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 4 July 2006 the LA set an election date of 8 October 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 July 2006 the amendments to the Yabloko national party charter were registered with the Federal Registration Service, upon which date they came into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 12 August 2006 the regional party conference resumed. Thirty-seven of the forty-seven party delegates were present, and a quorum was declared. In accordance with the party’s charter, the conference nominated a 25-member party list and candidates for three electoral constituencies by secret ballot. The second and third applicants were chosen to run for office in two single-mandate constituencies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The conference was attended by two representatives from the Karelia Directorate of the Federal Registration Service of the Ministry of Justice, and two members of the Central Electoral Commission of the Republic of Karelia (“the Electoral Commission”). At that time they did not report any irregularities in the conduct of the regional party conference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 16 August 2006 the applicant party submitted documents to the Electoral Commission in order to participate in the forthcoming election. On 21 August 2006 it paid the requisite deposits (150,000 Russian roubles (RUB) in respect of the party list and RUB 60,000 in respect of each of the three single-mandate candidates).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 17 and 22 August 2006, after reviewing the documents, the Electoral Commission issued Orders nos. 65/343-3 and 66/352-3, by which it registered the applicant party’s three candidates, including the second and third applicants, and the party list.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings to annul the applicant party’s registration",
                                "elements": [
                                    {
                                        "content": "18.  On 31 August 2006 the Karelia Directorate of the Federal Registration Service wrote to the Electoral Commission and informed it that the party conference of 12 August 2006 had been based on the participation of registered party members, and not party members in general. It referred to the provisions of the legislation on political parties (see below) which guaranteed equal rights of participation in party activities for all members. It argued that the party could not make a distinction between registered and other party members for the purposes of internal activities. As such, the conference of 12 August 2006 had been held in breach of the applicable legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 8 September 2006 the Electoral Commission applied to the Supreme Court of the Republic of Karelia (hereinafter the Karelia Supreme Court) to annul its own decision to register the party list and single-mandate candidates. Referring to the letter of 31 August 2006, the Commission referred to the provision of the Basic Guarantees Act allowing the judicial annulment of the registration of individual candidates and party lists where “new facts” had come to light showing a violation of federal or regional law regulating the nomination of candidates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In the meantime, on 11 September 2006 the Electoral Commission wrote to the head of the Federal Registration Service and informed him of the application lodged with the court. It also enquired which version of the charter should be applicable to the party conference of 12 August 2006 since the party had submitted the 2004 version to the Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 12 September 2006 the Federal Registration Service replied to the Electoral Commission that the new charter had been registered by that service on 27 July 2006 and that on the same day the old version of the document had ceased to be valid. The regional party should therefore have submitted the new version as the one applicable to their conference of 12 August 2006. At the same time, the Service stated that in June 2006 Yabloko had received a warning from it in connection with its differentiating between registered and other party members, and that the new version of the charter had contained provisions designed to correct that. In view of those considerations, the decision of the regional conference of 12 August 2006, which had been based on the previous version and had taken only registered members into account, could be seen as being in breach of the relevant legislation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Court decisions",
                                "elements": [
                                    {
                                        "content": "22.  On 15 September 2006 the Karelia Supreme Court allowed the application of the Electoral Commission and annulled the decisions of 17 and 22 August 2006 to register the applicant party’s list and candidates. It referred to the conclusions of the Federal Registration Service and found that the procedure whereby only registered members had taken part in the decision-making process had contradicted the legislation on elections and on political parties. It also noted that the party had submitted an invalid version of its charter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  More specifically, the court concluded that the annulment decision was justified because the participation of a minority of the party’s regional membership in the nomination process had thwarted “the will of the majority”, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If one takes a formal approach to the problem it seems that all the requirements governing the nomination of the lists of candidates were observed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the same time the court believes that the procedure for the nomination of the lists of candidates [to the LA] was breached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was established at the court hearing that only so-called ‘registered members of the party’ participated and nominated the lists of candidates [to the LA] at the regional conference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "What is the difference between ‘registered members of the party’ and ‘unregistered members’? Let us turn to section 7 of the party’s charter...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The practice of applying these provisions of the charter in the party’s regional division in the Republic of Karelia is such ... that members of the party determine themselves whether to actively participate in the work of the regional branch of the party or to participate [only] as needed ... Accordingly, they decide whether to register with the regional branch or not. If a party member asks to be registered, one of the local branches, or the regional one, registers him with the [relevant] branch. From that moment the party member obtains the rights provided for by p. 9.1.14 of the charter...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is impossible to agree with applying the party’s charter in such a way. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 8.4 of the [Political Parties Act] states that political parties should provide an equal opportunity for representation in a party’s governing bodies, in election lists and other positions ... Section 23.4 and 5 of the [Political Parties Act] establish that members of political parties take part in its functioning, have rights and bear obligations in line with the charter. Members have the right to elect and be elected to the party’s governing bodies, ... receive information about the party’s activities and the work of its governing bodies. However, this right, under p. 9.1.14 of the [Yabloko] charter, is reserved to a limited number of persons – ‘registered members’ – which in turn breaches the principle of the equality of party members as set out in Section 8.1 of the [Political Parties Act].",
                                        "elements": []
                                    },
                                    {
                                        "content": "As a result, while the number of party members in Karelia was 3,824 (1 April 2006), the Conference was attended by 37 delegates who represented 394 registered members (15% of the total number of members). ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "A democratic regime is characterised by the wide participation of the population in forming the organs of State authority and a wide spectrum of political rights and freedoms for citizens governed by the rule of law, the protection of the rights and legal interests of citizens and others. One can imagine that those exact same elements should appear in the activities of any democratic party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Constitutional Court of the Russian Federation has emphasised the significance of the principle of the mandatory will of the majority, pointing out that ‘...elections as a means of determining the will of the people and forming the corresponding legitimate organs of State authority and local government, on whose behalf they exercise public authority, is based on the priority of the will of the majority of voters taking part in the vote’ (ruling of the Constitutional Court of 5 November 1998...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "This principle applies with equal measure to the nomination of lists of candidates to [the legislature], since the basis for forming the representative bodies are the [candidates] nominated by political parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this specific case the principle of the ‘will of the majority’ was violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In such circumstances, the court believes that the order for submitting electoral lists of candidates to the Karelia LA has been breached.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The court dismissed the applicant party’s argument that interpreting the law in such a way constituted interference by the State authorities with the party’s internal organisation. The court responded by saying that it had been the conference’s duty to ensure compliance with the applicable legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Lastly, the court noted that the party had submitted an invalid version of its charter. As a consequence, the court cancelled the registration orders of 17 and 22 August 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant party lodged an appeal against that decision with the Supreme Court of the Russian Federation. It stressed that the difference in treatment between registered and other party members could not be regarded as a “newly discovered fact” since it had been based on the party’s charter of 2004, which had been registered with the relevant service. A record of the entire proceedings of the conference had been submitted to the Karelia Registration Service, together with a copy of the charter on which both stages of the conference had been based. The party also pointed out that the Service had had two members present at the conference in August 2006, and therefore should have been fully aware of the procedure applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 29 September 2006 the Supreme Court of the Russian Federation dismissed the applicant party’s appeal, with reasoning that was similar to that of the Karelia Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As a result of the annulment order coming into force the applicant party lost its election deposits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 8 October 2006 elections to the Fourth Legislative Assembly took place. The party list and the single constituency candidates nominated by the applicant party were not present on the ballot. The fourth applicant submitted that she had cast a ballot for the Yabloko party list, but that her choice had not been counted in the election results.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Information about the elections to the Karelia LA",
                                "elements": [
                                    {
                                        "content": "30.  The Government submitted the following information about the elections which took place on 8 October 2006. Seven parties competed for places in the regional assembly: the Karelia branch of the Communist Party of the Russian Federation (KPRF) (obtained 12.77% of the votes cast), the Party of National Resurrection “People’s Will” (1.58%), the regional branch of the Patriots of Russia party (4.39%), the regional branch of United Russia (38.92%), the regional branch of the Liberal-Democratic Party of Russia (LDPR) (8.86%), the regional branch of the Russian Party for Life (16.19%) and the regional branch of the Russian Pensioners’ Party (12.06%). The total number of people who voted in the elections was 183,503, or 32.98% of the electorate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government also presented information about the subsequent election to the Karelia LA, in which Yabloko candidates had participated. That election took place on 4 December 2011 and had five parties competing. Yabloko obtained 7.13% of the votes and had deputies elected to the LA. A total of 50.03% of voters took part.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Political Parties Act",
                                "elements": [
                                    {
                                        "content": "32.  The status and activities of political parties were governed by the Political Parties Act (Federal Law no. 95-FZ of 11 July 2001), as in force at the relevant time. Section 8 laid down the basic rules for political party activity and that their functioning should be based on the principles of voluntary participation, equality, self-government, lawfulness and transparency. Political parties were free in the choice of their internal structure, aims, forms and methods of functioning, within the limits of the Act. Their activity was not to breach the rights and freedoms guaranteed by the Constitution. Political parties were to be transparent, and information about their charters and programmes was to be freely available. Section 8(4) required that political parties should allow equal opportunities for men and women and for Russian nationals of different ethnic backgrounds to be represented in their governing bodies and in the lists of candidates for external posts and positions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Section 21 set requirements for the articles of association (charters) of a political party. Among other requirements, charters were to regulate questions of membership, the rights and obligations of members, the setting up of the party’s governing bodies, and the internal procedure for submitting lists of candidates for elections. They could contain other provisions, which were not to contradict the applicable legislation. The charters and any changes to it had to be registered with the competent State authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Membership of a political party was to be voluntary and individual. Citizens of the Russian Federation who had attained the age of eighteen could be members of a political party. Admission to membership of a political party was to be decided on the basis of a written application by a citizen of the Russian Federation, in accordance with the procedure set out in the party’s charters. Members of the party were to participate in its work, and had rights and obligations in line with the charters of the party. Members of the party had the right to elect and be elected to its governing bodies, its regional branches and other units, to get information about the work of the party and its governing bodies, and to challenge the actions and decisions of its bodies in line with the party’s charters. A citizen of the Russian Federation was to hold membership of only one political party at once. A member of a political party could be registered in only one regional branch in the region where he was permanently or predominantly resident. Membership of a political party could not be restricted on the grounds of someone’s profession, social group, race, ethnic or religious denomination, nor on the grounds of gender, origin, property status, or place of residence (relevant parts of section 23(1)-(6) and (10) of the Political Parties Act).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  A political party’s governing regional bodies were to be re-elected at least every two years (section 24(4)). Management bodies at all levels had to be elected by secret ballot. The election had to be conducted in accordance with the procedure established by the party’s charters and the decision was to be taken by a majority of voting delegates present, members of the regional conference, or members of a permanent collegial governing body. The charters of a party could provide for additional conditions for adopting decisions on the composition of governing bodies and compiling the list of candidates for elections. All other decisions had to be taken in accordance with the party’s charters (relevant parts of section 25(1), (4) and (6)-(8)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Section 27 set out that a party was obliged to allow officials from the competent authorities to attend its public meetings. The party should inform the relevant electoral commissions in advance when holding conferences where it intended to draw up lists of candidates for elections and to allow them to attend ((1)-(2)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Basic Guarantees Act",
                                "elements": [
                                    {
                                        "content": "37.  Elections in general were governed by Federal Law no. 67FZ on the basic principles of elections and referendums of 12 June 2002 (the Basic Guarantees Act), as in force at the relevant time. Section 35(2) and (14) stated that political parties had to draw up lists of candidates for elections at their conferences and assemblies, in line with the applicable legislation, in particular the Law on Political Parties. The party submitted a list of candidates for elections to the competent electoral commission, which had three days to approve it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Section 38(24) and (25) provided reasons which would justify a refusal to register candidates. The electoral commission would refuse to register the candidates submitted by a political party if the procedure by which they had been chosen had been in breach of the relevant provisions of the Political Parties Act. An absence of the necessary documents could also be a reason for such a refusal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Section 76(5) empowered the courts to annul the registration of lists of candidates upon requests from the competent electoral commissions if, inter alia, new circumstances had been discovered that could serve as the basis for denying registration under the relevant paragraphs of section 38.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  Code Of Good Practice in the Field of Political Parties",
                                "elements": [
                                    {
                                        "content": "40.  The European Commission for Democracy through Law (“the Venice Commission”) has adopted a Code Of Good Practice in the Field of Political Parties (document CDL-AD(2009)002, adopted at its 77th Plenary Session) that reads, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“III.  Internal organisation of political parties",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Membership",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "20. Everyone must be free to choose to be a member of a political party or not and to choose which party to join. Whilst this principle is universally acknowledged, it is also very common among European parties that they have specific admission procedures. This serves to secure the necessary congruence between the views of the would-be member and the party. Best practices are those that clearly establish in party statutes the procedures and requirements for joining and which clearly state the criteria to be fulfilled to be members...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "24. It is not unusual for parties to establish different forms of involvement of individuals in their activities such as members, recognised sympathisers, collaborators, campaigners, etc. These statuses mark different thresholds of personal commitment. Hence, in order to identify the kind of commitments and to respect personal choices, a good practice is for party statutes to clearly spell out the different rights and duties of each situation. Any person must be able to define freely his or her personal form of relationship with a party...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Organisation",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "28. The general principles that inspire this Code also apply to the organisation of a political party. In particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "− Representativeness and receptiveness. Applied within a party, these principles mean that the structure of the party and its procedures should represent the opinion of the members and they should be receptive towards these. Although this commitment may not entail a legally expressed obligation, their breach runs against the basic intuitive concept of democratic organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "− Responsibility and accountability. Organs (both collective and individual) should be held accountable and responsible to party members. Procedures should secure internal (and external) responsibility and rendering account of actions and policies. Although this commitment may not entail a legally expressed obligation, their breach runs against the basic intuitive concept of democratic organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "− Transparency. Parties should make public their statutes and their programme. Publishing financial reports improves transparency and public confidence in political parties. Even though this commitment may not entail a legally expressed obligation, [its] breach runs against the basic intuitive concept of democratic organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29. The existence of party statutes is a legal requirement for recognising and/or registering them in several countries of the Council of Europe. Statutes must comply with constitutional and legal regulations and reflect the international rules contained in the ECHR. The lack of compliance with party statutes constitutes, in some legal systems, a violation that can be legally challenged in extra-party jurisdictions. To the extent that compliance may be legally required, legal force may be deduced from party statutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30. Party statutes normally regulate the rights and duties of their members, and the organs, organisation and procedures for decision making of the parties. In certain national legal systems, there is a legal requirement that party statutes must establish a procedure for changing them. When this legal requirement is further enriched with the explicit involvement of members aimed at seeking their support through voting procedures, it comes closer to being a paradigm of good practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "32. Wherever required by law, parties must define their national, regional or local organisation in their statutes. Wherever this is not required by law, these specifications contribute to enhance the good governance principles identified above. At each of these levels, bodies involving all members or their representatives, meeting on regular basis, must take the major decisions. Ideally, the supreme body (National congress or assembly) should meet at least once for each legislative term. In the interim periods the governing boards are usually responsible for decision-making. These boards, which are usually made up of members elected by the party membership, must be elected in accordance with the procedures set out in the party statutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33. The procedures for decision-making should be clearly specified in the statutes. When possible (i.e. on the local level), members should take decisions directly; otherwise, decisions should be taken on the basis of democratic delegation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34. Party operational procedures should enable the opinions of grassroot members to be heard by party leaders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. Appointment of leaders and candidates for election",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "35. Whether directly or indirectly, party leaders must be democratically chosen at any given level (local, regional, national and European). This means that members must be able to vote for their selection. Bottom-up practices for the selection of nominees and candidates are a healthy expression of internal democracy which is very positively perceived by citizens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36. Equally, whether directly or indirectly, candidates must be democratically chosen for elections at any level (local, regional, national and European).”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other relevant documents and opinions",
                                "elements": [
                                    {
                                        "content": "41.  The Venice Commission also made the following recommendations in its Guidelines and explanatory report on legislation on political parties: some specific issues (document CDL-AD(2004)007rev, adopted at its 58th Plenary Session on 15 April 2004):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“B.  Registration as a necessary step for recognition of an association as a political party, for a party’s participation in general elections or for public financing of a party does not per se amount to a violation of rights protected under Articles 11 and 10 of the European Convention on Human Rights. Any requirements in relation to registration, however, must be such as are ‘necessary in a democratic society’ and proportionate to the objective sought to be achieved by the measures in question. Countries applying registration procedures to political parties should refrain from imposing excessive requirements for territorial representation of political parties as well as for minimum membership. The democratic or non-democratic character of the party organization should not in principle be a ground for denying registration of a political party. Registration of political parties should be denied only in cases clearly indicated in the Guidelines on prohibition of political parties and analogous measures, i.e. when the use of violence is advocated or used as a political means to overthrow the democratic constitutional order, thereby undermining the rights and freedoms guaranteed by the constitution. The fact alone that a peaceful change of the Constitution is advocated should not be sufficient for denial of registration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "C.  Any activity requirements for political parties, as a prerequisite for maintaining the status as a political party and their control and supervision, have to be assessed by the same yardstick of what is ‘necessary in a democratic society’. Public authorities should refrain from any political or other excessive control over activities of political parties, such as membership, number and frequency of party congresses and meetings, operation of territorial branches and subdivisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "EXPLANATORY REPORT",
                                        "elements": []
                                    },
                                    {
                                        "content": "b)  Activity requirements for political parties and their control and supervision",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Similar caution must be applied when it comes to activity requirements for political parties as a prerequisite for maintaining their status as a political party and their control and supervision. Far-reaching autonomy of political parties is a cornerstone of the freedoms of assembly and association and the freedom of expression as protected by the European Convention on Human Rights. ... In particular, control over the statute or statute of a party should be primarily internal, i.e. should be exercised by the members of the party. As regards external control, the members of a party should have access to a court in case they consider that a decision of a party organ violates its statute. In general, judicial control over the parties should be preferred over executive control.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In their joint Guidelines on Political Party Regulation (document CDL-AD(2010)024, adopted by the Venice Commission at its 84th Plenary Session (Venice, 15-16 October 2010)) OSCE/ODIHR and Venice Commission recommended:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“98. However, as parties contribute to the expression of political opinion and are instruments for the presentation of candidates in elections, some regulation of internal party activities can be considered necessary to ensure the proper functioning of a democratic society. The most commonly accepted regulations are limited to requirements for parties to be transparent concerning their decision making and to seek input from membership when determining party constitutions and candidates.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Venice Commission Report on the Participation of Political Parties in Elections (document CDL-AD(2006)025, adopted by the Venice Commission at its 67th plenary session (Venice, 9-10 June 2006))",
                                        "elements": []
                                    },
                                    {
                                        "content": "“12. In any case, there are other conditions, derived from the importance of political parties in modern democracies. This implies that the individual right to stand for election may be affected by two different sets of rules: first, by the general rules and requirements adopted by a State to allow parties to run in an election. And, second, by the rules adopted by the parties for nominating their candidates in a given election. The former rules have to be analysed especially with the perspective of pluralism: if, as the European Court of Human Rights has said, “there can be no democracy without pluralism”, the main point is to ascertain that additional requirements imposed on parties are not so heavy that may hurt the expression of social pluralism. The latter rules, which may be fixed by the parties themselves, or imposed by legislation, may affect the idea of intra-party democracy, or to the right of the members of a given (in this case, political) association, to participate in the basic decisions of the association (party).",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "b) Procedures adopted by parties for nominating candidates",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "17. Parties are a specific kind of association. Their status is thus guaranteed under the right of freedom of association, and they can only be subject to restrictions prescribed by law. Therefore, internal party procedures for decision-making should be presided by the principle of self-governing, and in many countries these rules are only set in the Party Statutes. Nevertheless, their relevance for the working of the whole system implies that, as has been previously pointed out, the Constitution or the law may set up some rules, usually requiring parties to respect democratic principles in their internal organisation and working.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18. However rules may go further: the French Constitution had to be recently reformed to allow the law to impose the principle of equal access of men and women to elective offices, so limiting the free choice of candidates by party organs. In some countries, the Electoral Law contains a procedure of nomination of party candidates, which has logically be respected by the party statutes. This is, for instance, the case in Germany (art. 21) or Ukraine (art. 40). In this respect, it could be asked what is the scope of autonomy and self-governing that should be respected by the law or, in other words, what degree of external –and general constraints are compatible with the very idea of free association. In any case, it seems that the very respect of the democratic principle should suffice to exclude any possibility of changing the order of candidates within a list after voters have cast their ballots, as for instance seems to be possible in some specific countries.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Another Venice Commission document, Report on the Method of Nomination of Candidates within Political Parties (document CDLD(2015)020, adopted by the Venice Commission at its 103rd Plenary Session (Venice, 19-20 June 2015)), says, where relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“5. In contemporary democracies, two main principles are central to the internal functioning of political parties. The first one is the principle of party autonomy, under which political parties are granted associational autonomy in their internal and external functioning. According to this principle, political parties should be free to establish their own organisation and the rules for selecting party leaders and candidates, since this is regarded as integral to the concept of associational autonomy. The second element is the principle of internal democracy, the argument being that because political parties are essential for political participation, they should respect democratic requirements within their internal organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6. There can be tensions between the principle of party autonomy on the one hand and the principle requiring internal democracy on the other. It is not surprising that the influence of each principle differs in each system. ... What system prevails in a particular country is basically shaped by its history and current circumstances. Much also depends on more detailed specification of the two principal factors set out above and the weight attached to them. Thus, it cannot be assumed that attachment to the principle of associational autonomy precludes per se any regulation of internal party procedure, since such a conclusion is dependent on contestable normative assumptions as to the degree of autonomy that flows from freedom of association. The same is true in relation to the principle of democracy. It is not self-evident what demands flow from attachment to this principle without further inquiry as to the more particular precepts that constitute the democratic principle and the way in which they might be applicable to the nomination of candidates by political parties. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "II. Regulating political parties: the state of the art",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "11. The European Court of Human Rights has held in its case-law that political parties are a form of association essential to the proper functioning of democracy and that, in view of the importance of democracy in the European Convention on Human Rights system, an association, including a political party, is not excluded from the protection afforded by the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12. The Venice Commission Guidelines on Political Party Regulation view political parties as private associations that play a critical role as political actors in the public sphere. Although the document considers that “some regulation of internal party activities can be considered necessary to ensure the proper functioning of a democratic society”, such legislation must be “well–crafted and narrowly tailored” in order not to interfere with the freedom of association. However, the Guidelines recognise that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As parties contribute to the expression of political opinion and are instruments for the presentation of candidates in elections, some regulation of internal party activities can be considered necessary to ensure the proper functioning of a democratic society. The most commonly accepted regulations are limited to requirements for parties to be transparent concerning their decision making and to seek input from membership when determining party constitutions and candidates”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "26. The requirements for candidate nomination are, in most cases, not specifically stated in the laws on political parties. However, they can be deduced from the general rules stated by the legislation on party organisation and proceedings and from the principles that the constitution proclaims, such as the principle of internal democracy, non-discrimination and the recognition of universal suffrage. In other cases, the requirements are stated in the electoral law...",
                                        "elements": []
                                    },
                                    {
                                        "content": "C.  Requirements concerning party members’ rights",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "38. Finally, the party members’ rights recognised by the laws are also applicable to the nomination procedure; rights such as equality, the right to participate in the activities and organs of the party, the right to vote and the right to run for party offices. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "39. Some of the laws analysed above establish several requirements for internal democracy. In general, laws on political parties are quite respectful of their freedom. For this reason, these laws refer to the statutes of political parties in order to set out in detail the principles and requirements established by the laws themselves.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "VI. Conclusions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "81. The possibility of adopting legal measures to foster respect for democratic principles in the selection of candidates is consistent with international standards and principles stated by the Venice Commission. However, legal intervention in the selection of candidates is not always required or suitable. On the one hand, long-established democracies with deep-rooted political parties favour associational freedom, since internal democracy is guaranteed by the political parties themselves. On the other hand, state interference in the selection of candidates in new or transitional democracies might jeopardise political pluralism. There is an increased risk where legal intervention constitutes an imposition of the majority over the minority.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S OBJECTION TO THE ADMISSIBILITY OF THE SECOND APPLICANT’S COMPLAINT",
                        "elements": [
                            {
                                "content": "45.  The Government noted that the second applicant (Mrs Petelyayeva) had failed to submit a valid power of attorney to authorise Mr Holiner to represent her before the Court. They argued that this situation should be considered by the Court as a ground to declare her application inadmissible.",
                                "elements": []
                            },
                            {
                                "content": ".  On 23 April 2013 Mr Holiner informed the Court that he had been unable to obtain a power of attorney from the second applicant.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court notes that where applicants choose to be represented under Rule 36 § 1 of the Rules of Court rather than lodging the application themselves, Rule 45 § 3 requires them to produce a written authority to act, duly signed. It is essential for representatives to demonstrate that they have received specific and explicit instructions from the alleged victim within the meaning of Article 34 on whose behalf they purport to act before the Court (see N. and M. v. Russia (dec.), nos. 39496/14 and 39727/14, § 53, 26 April 2016; Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 102, ECHR 2014; and Post v. the Netherlands (dec.), no. 21727/08, 20 January 2009). What is important for the Court is that the written authority to act should clearly indicate that the applicant has entrusted his or her representation before the Court to a representative and that the representative has accepted that commission (see Hirsi Jamaa and Others v. Italy [GC], no. 27765/09, § 53, ECHR 2012, and Ryabov v. Russia, no. 3896/04, § 40, 31 January 2008). Failure to do so would result in a finding that the complaint is inadmissible for want of an “applicant” for the purposes of Article 34 of the Convention (see N.Z. v. Croatia (dec.), no. 2140/13, 2 June 2015).",
                                "elements": []
                            },
                            {
                                "content": "48.  In the present case, the second applicant has never been in contact with the Court directly and the application was lodged through her alleged representative, Mr Holiner. Despite reminders to do so, no written authority from her has been submitted to the Court and the application form was not signed. Consequently, the application lodged on behalf of the second applicant must be rejected for being incompatible ratione personae, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicants complained under Article 3 of Protocol No. 1 to the Convention that the annulment order had arbitrarily excluded them from participation in the election to the Karelia LA, and frustrated the free expression of the opinion of the fourth applicant in her choice of a representative legislature. The Article reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”",
                                "elements": []
                            },
                            {
                                "content": "50.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "51.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The first and third applicants",
                                        "elements": [
                                            {
                                                "content": "52.  The first applicant (the Yabloko Karelia branch) and the third applicant complained that the disqualification of the party list and the individual candidates approved by the regional conference on 12 August 2006 and accepted by the Registration Service on 17 and 22 August 2006 had constituted a breach of the right to free elections. They put forward the following arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Firstly, they disputed the suggestion that that the reasons advanced by the Karelia branch of the Federal Registration Service and accepted by the Karelia Electoral Commission and the courts, had constituted “newly discovered circumstances”. The fact that the delegates for the regional party conference held on 12 August 2006 had been elected by only registered party members and that an amended version of the party charter had entered into force on 9 August 2006 had been known to the Federal Registration Service. Both the 2004 and the 2006 versions of the party charter, deposited with the registration bodies, conferred the right on members to participate in internal decision-making by voting from the moment of their registration with one of the local branches. They stated that there was “no reasonable basis to contend that the [Electoral] Commission did not know or could not have known that the delegates to the applicant party’s regional conference had been elected only by those members who had registered to exercise their right to vote under the applicant party’s charter”. As to the registration of the new charter, the applicants stressed that it had been duly registered with the relevant bodies in August 2006, and thus could not have been regarded in September 2006 as a newly discovered fact. In any event, no provisions of either the old or new version had been breached by the procedure in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Secondly, in so far as the authorities argued that the very procedure under which the candidates had been selected was contrary to the relevant legislation, the applicants submitted that neither the party’s charter nor the practice in question had been in breach of any provisions of the legislation relied upon. Section 8(4) of the Political Parties Act mandated equal opportunities for members, independent of their gender and ethnic background. The right of all members to be registered with the party’s local branches had been guaranteed by the charter and thus the provision allowing members to do so was of a merely procedural character, creating no substantive distinction between members. The remaining legal acts cited had no bearing on the procedure in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Next, the applicants stressed that no member of the party had ever raised any complaints or challenges to the procedure for electing governing bodies or selecting candidates. The applicants noted that the Government had referred to two complaints lodged with the Electoral Commission by two candidates from the United Russia party. They argued that that supported their suspicion of discrimination against the opposition in favour of the competing ruling party candidates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Summing up their complaints, the two applicants argued that the cancellation of the registration of the applicant party’s candidates’ list had been outside the wide margin of appreciation accorded to States in electoral matters. That measure had been not only “wholly without merit as a matter of domestic law, but ... also appeared to have pursued the illegitimate aim of restricting voter choice at the polls in favour of the ruling party”. They described the authorities’ reference to the submission of the wrong version of the charter with the candidates’ list as a “sanction ... wholly out of proportion to any professed legitimate aim.” They stressed that a new version of the charter had been submitted to the authorities by the time of the hearing at the Karelia Supreme Court and that, in any event, no provision of the new charter had been breached by the proceedings in question (the applicants relied, mutatis mutandis, on the Court’s judgments in The United Macedonian Organisation Ilinden and Others v. Bulgaria, no. 59491/00, §§ 67-68, 19 January 2006, and Tsonev v. Bulgaria, no. 45963/99, § 55, 13 April 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Government stated that the elections of 8 October 2006 to the Karelia LA had been free, carried out by secret ballot and had respected the free expression of the voters’ will. The dismissal of the applicant party’s list of candidates had been carried out by a court, and had been based on serious breaches of electoral legislation by the applicant party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Firstly, the applicant party had submitted an invalid version of its charter to the Karelia Electoral Commission. That fact had been discovered on 7 September 2006 and had been considered by the Karelia Supreme Court as constituting a newly discovered fact which had justified cancelling the registration of the list of candidates, in line with section 38(24) of the Basic Guarantees Act (and the corresponding provisions of Karelia’s regional legislation). The Government further explained that the Electoral Commission had not been tasked with checking the validity of the documents submitted, but that it had been the regional department of the Federal Registration Service that had drawn its attention to the problem in their letter of 31 August 2006 (received by the Electoral Commission on 4 September 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  As a separate breach of electoral legislation committed by the applicant party, the Government pointed to the procedure for nominating delegates for the regional party conference and compiling the list of candidates at that meeting. Referring to section 38(25) of the Basic Guarantees Act and sections 8(4), 21(2) and 23(4) and (5) of the Political Parties Act (and the corresponding provisions of the Karelia regional legislation), the Government submitted that the applicable legislation did not allow for a distinction to be made between members of the party on the basis of their “registration” with one of the local branches. Such an approach violated the principle of the equality of party members. The Government stated that the Yabloko party charter, before it had been changed in August 2006 had not per se contained such a violation. However, the practice followed by the applicant party in Karelia in the process of convening the party conference and compiling the list of candidates had infringed the rights of the majority of the regional party’s members. In the Government’s view, over 87% of the regional party’s members had not taken part in the procedure. The conference of 12 August 2006 had been carried out with several violations of the applicable legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Pointing to section 38(25)(a) of the Basic Guarantees Act, the Government noted that failure to comply with the provisions of the Law on Political Parties in the course of drawing up lists of candidates constituted a valid ground to dismiss such a list and, in the case of newly discovered facts constituting such an infraction, to annul previously taken registration decisions. The Government referred to complaints lodged by two candidates who had been registered to run in the two constituencies where the second and the third candidates had also been registered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  It also stated that the newly discovered fact which had justified the cancellation of the applicants’ registration for the election had been the Karelia Supreme Court’s judgment of 15 September 2006, as upheld on appeal on 29 September 2006 by the Karelia Supreme Court. The courts had established two reasons for the cancellation: (i) breaches of section 8(1) and (4) and section 23(4) and (5) of the Law on Political Parties by the manner in which the regional party assembly had been formed through the participation of only 15% of the regional party’s members; and (ii) the submission of the invalid version of the party charter to the Karelia Electoral Commission, which had become known to the competent authorities only on 4 September 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In addition to the arguments made by the courts in that respect, the Government also relied on the provisions of the Law On Public Associations (No. 82-FZ of 19 May 1995, as in force at the relevant time), concerning non-profit NGOs, which provided that the physical individuals and legal entities constituting a public association should enjoy equal rights and obligations and have the right to elect and be elected to the association’s governing bodies in line with its charter. They further pointed to other provisions of the Law on Political Parties, which in its preamble guaranteed the equality of political parties before the law and which in section 32(1)(c) obliged the State authorities to ensure them equality when participating in elections and referendums. The Basic Guarantees Act, in sections 3 and 5, stated that the equality of all the citizens of the Russian Federation was one of the principles of elections.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  As to the presence of Electoral Commission officials at the regional party conference in August 2006, the Government submitted that their attendance had been based on the relevant legislative provisions and had not brought about any immediate legal consequences, for example by influencing the decision-making process or its outcome.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government also referred to the Venice Commission’s documents CDL-AD(2004)007rev and CDL-AD(2006)025 (see paragraphs 41 and 43 above). Those documents stated that the principles of necessity in a democratic society guided the procedure for registering political parties and that legislation on the nomination of candidates for election within parties could require ensuring democratic principles within them. They then noted the Court’s position in respect of the regulatory regime governing the creation of political parties (the Government cited The United Macedonian Organisation Ilinden – PIRIN and Others v. Bulgaria (no. 2), nos. 41561/07 and 20972/08, § 72, 18 October 2011, with further references). In the case at hand, they argued, the decision to cancel the registration of the list of candidates had pursued aims that were compatible with the principle of the rule of law and the general objectives of the Convention, in particular the protection of democracy (they cited Etxeberria and Others v. Spain, nos. 35579/03, 35613/03, 35626/03 and 35634/03, § 52, 30 June 2009). The restriction had also been proportionate since the measure in question had not been as far-reaching as the dissolution of the political party in question and it had been open to the applicant party to re-apply for registration, provided that it complied with all the formal requirements of the law (the Government referred to The United Macedonian Organisation Ilinden – PIRIN and Others, cited above, § 94).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  To start with, the Court reiterates that Article 3 of Protocol No. 1 to the Convention differs from other rights guaranteed by the Convention and its Protocols as it is phrased in terms of the obligation of the High Contracting Party to hold elections which ensure the free expression of the opinion of the people, rather than in terms of a particular right or freedom. However, having regard to the preparatory work to Article 3 of Protocol No. 1 to the Convention and the interpretation of the provision in the context of the Convention as a whole, the Court has established that this provision also implies individual rights, including the right to vote and to stand for election (see Mathieu-Mohin and Clerfayt v. Belgium, 2 March 1987, §§ 46-51, Series A no. 113, and Ždanoka v. Latvia [GC], no. 58278/00, § 102, ECHR 2006-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The words “free expression of the opinion of the people” mean that elections cannot be conducted under any form of pressure in the choice of one or more candidates, and that in this choice the elector must not be unduly induced to vote for one party or another. The word “choice” means that the different political parties must be ensured a reasonable opportunity to present their candidates at elections (see Yumak and Sadak v. Turkey [GC], no. 10226/03, § 108, ECHR 2008). The Court reiterates that, under its case-law, the notion of “individual rights” to stand for election under Article 3 of Protocol No. 1 to the Convention is applicable to the party, independently of its candidates, where it presents a list in order to participate in the elections (see Georgian Labour Party v. Georgia, no. 9103/04, §§ 72-74, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  As noted in the Preamble to the Convention, the rights guaranteed under Article 3 of Protocol No. 1 to the Convention are crucial to establishing and maintaining the foundations of an effective and meaningful democracy governed by the rule of law. Nonetheless, these rights are not absolute. There is room for “implied limitations”, and Contracting States must be given a margin of appreciation in this sphere. The Court reaffirms that the margin in this area is wide (see Mathieu-Mohin and Clerfayt, cited above, § 52; Podkolzina v. Latvia, no. 46726/99, § 33, ECHR 2002-II; and Yumak and Sadak, cited above, § 109 (ii)). There are numerous ways of organising and running electoral systems and a wealth of differences, inter alia, in historical development, cultural diversity and political thought within Europe, which it is for each Contracting State to mould into its own democratic vision (see Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, § 61, ECHR 2005IX, and Scoppola v. Italy (no. 3) [GC], no. 126/05, § 83, 22 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The concept of “implied limitations” under Article 3 of Protocol No. 1 to the Convention is of major importance for the determination of the relevance of the aims pursued by restrictions on the rights guaranteed by this provision. Given that Article 3 of Protocol No. 1 to the Convention is not limited by a specific list of “legitimate aims” such as those enumerated in Articles 8 to 11 of the Convention, the Contracting States are therefore free to rely on an aim not contained in that list to justify a restriction, provided that the compatibility of that aim with the principle of the rule of law and the general objectives of the Convention is proved in the particular circumstances of a case. It also means that the Court does not apply the traditional tests of “necessity” or “pressing social need” which are used in the context of Articles 8 to 11 of the Convention. In examining compliance with Article 3 of Protocol No. 1 to the Convention, the Court has focused mainly on two criteria: whether there has been arbitrariness or a lack of proportionality, and whether the restriction has interfered with the free expression of the opinion of the people (see Yumak and Sadak, cited above, § 109 (iii), and Sitaropoulos and Giakoumopoulos v. Greece [GC], no. 42202/07, §§ 63-64, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It is, however, for the Court to determine in the last resort whether the requirements of Article 3 of Protocol No. 1 of the Convention have been complied with. It has to satisfy itself that the conditions do not curtail the rights in question to such an extent as to impair their very essence and deprive them of their effectiveness; that they are imposed in pursuit of a legitimate aim; and that the means employed are not disproportionate (see Mathieu-Mohin and Clerfayt, loc. cit.). In particular, any conditions imposed must not thwart the free expression of the people in the choice of the legislature – in other words, they must reflect, or not run counter to, the concern to maintain the integrity and effectiveness of an electoral procedure aimed at identifying the will of the people through universal suffrage (see Hirst, cited above, § 62; Yumak and Sadak, cited above, § 109 (iv); and Scoppola, cited above, § 84).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court has also emphasised that it is important for the authorities in charge of electoral administration to function in a transparent manner and to maintain impartiality and independence from political manipulation (see Georgian Labour Party, cited above, § 101) and that their decisions must be sufficiently reasoned (see Namat Aliyev v. Azerbaijan, no. 18705/06, §§ 8190, 8 April 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court has also confirmed on a number of occasions the essential role played in a democratic regime by political parties enjoying the rights and freedoms enshrined in Article 11 and also in Article 10 of the Convention. Political parties are a form of association essential to the proper functioning of democracy. In view of the role played by political parties, any measure taken against them affects both freedom of association and, consequently, democracy in the State concerned (see Refah Partisi (the Welfare Party) and Others v. Turkey [GC], nos. 41340/98, 41342/98, 41343/98 and 41344/98, § 87, ECHR 2003II, and United Communist Party of Turkey and Others v. Turkey, 30 January 1998, § 25, Reports of Judgments and Decisions 1998I). At the same time, the Court accepts that, in certain cases, the States’ margin of appreciation may include a right to interfere – subject to the condition of proportionality – with an association’s internal organisation and functioning in the event of non-compliance with reasonable legal formalities applying to its establishment, functioning or internal organisational structure (see, for example, Ertan and Others v. Turkey (dec.), no. 57898/00, 21 March 2006) or in the event of a serious and prolonged internal conflict within the association (see Holy Synod of the Bulgarian Orthodox Church (Metropolitan Inokentiy) and Others v. Bulgaria, nos. 412/03 and 35677/04, § 131, 22 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The first and third applicants’ arguments can be summed up as follows: (i) no new facts were discovered after the decisions of the Electoral Commission of 17 and 22 August 2006 that could warrant their revision; (ii) the procedure for the selection of candidates was not in breach of any legal provisions; and (iii) the sanction of cancelling the decisions to register candidates was out of proportion to the breaches alleged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Government disputed each of those arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court first observes that cancelling the registration of the party list and its individual candidates constituted a restriction of the first and third applicants’ rights guaranteed by Article 3 of Protocol No. 1 to the Convention. As to the aim of that restriction, the Court must ensure its compatibility with the principle of the rule of law and the general objectives of the Convention in the particular circumstances of the case (see paragraph 68 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court notes that, unlike other provisions of the Convention, such as Article 5, Articles 8 to 11 of the Convention, or Article 1 of Protocol No. 1 to the Convention, the text of Article 3 of Protocol No. 1 to the Convention does not contain an express reference to the “lawfulness” of any measures taken by the State. However, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention and its Protocols (see, among many other authorities, Amuur v. France, 25 June 1996, § 50, Reports 1996III). This principle entails a duty on the part of the State to put in place a framework of legislation and, as appropriate, subordinate legislation, for securing its obligations under the Convention in general and Article 3 of Protocol No. 1 to the Convention in particular. The interpretation of this legislative framework by the competent national authorities – in the first place, the courts – should not be arbitrary or marked by a lack of proportionality; such decisions must be sufficiently reasoned (see paragraphs 68 in fine and 70 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The first and third applicants’ registration to run for elections was cancelled by the Karelia Supreme Court’s judgment of 15 September 2006 (upheld by the Supreme Court). The judgment was based on two main propositions. First, the Karelia Supreme Court concluded that the procedure for the selection of candidates for the regional party’s assembly had violated the ground rules of democratic representation and majority rule, and second, that the party had submitted invalid version of its charter. Concerning the first conclusion, the Karelia Supreme Court could not rely directly on any provision of domestic legislation since the domestic legislation did not govern internal party procedures to such an extent. Rather, it interpreted the provisions of the Political Parties Act and the Basic Guarantees Act as seen in their entirety. It applied the general principles of electoral legislation, such as the characteristics of a democratic regime, the will of the majority and the general principles of elections, to an internal party procedure. That procedure had conferred the right to participate in the selection of the party’s governing bodies only to those members who had chosen to register with the local bodies (see paragraph 24 above). Even though the court acknowledged that the practice had been based on the party’s charter, which had provided for similar rules in both the 2004 and 2006 versions, it failed to respond to the party’s argument that that fact could not be considered a new fact since the procedure had been known to the Electoral Commission on 17 and 22 August 2006, when it had ruled to register the lists. The Court agrees that such an interpretation of the law, both in respect of the contents of the applicable legislation and whether new facts had arisen, did not appear to be foreseeable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Moreover, such an interpretation directly affected the internal organisation of the applicant party and thus interfered with its autonomy. The Court has previously held in cases brought under Article 11 of the Convention that State authorities should not interfere with associations’ internal matters too much: it should be up to an association itself to determine the manner in which its conferences are organised. Likewise, it should primarily be up to the association itself and its members, and not the public authorities, to ensure that detailed formalities are observed in the manner specified in its articles of association (see Tebieti Mühafize Cemiyyeti and Israfilov v. Azerbaijan, no. 37083/03, § 78, ECHR 2009, and Republican Party of Russia v. Russia, no. 12976/07, § 88, 12 April 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Having said that, the Court does not question the obligation per se for political parties to comply with existing legislative requirements for their internal organisation and the selection of candidates for elections. Nor does it question the corresponding powers of the authorities – in the present case, the competent electoral commissions – to ensure such compliance in practice (see the relevant provisions of the Basic Guarantees Act, cited above in paragraphs 38-40). The existence and enforcement of such requirements are not incompatible with the State’s obligations under the Convention and the Contracting States enjoy a wide margin of appreciation in setting the “implied limitations”, determined by their “own democratic vision” (see the case-law cited above in paragraph 67). The question that remains is where the boundaries of those limitations lie, so that they do not become arbitrary and disproportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Helpful guidance can be obtained from the research codified by the Venice Commission, an expert body in matters of democratic governance (see, on the interpretative role of non-binding Council of Europe instruments, Demir and Baykara v. Turkey [GC], no. 34503/97, §§ 74-75, ECHR 2008; and Sitaropoulos and Giakoumopoulos, cited above, § 71). The Commission acknowledges a certain dichotomy between the principles of party autonomy and that of internal democracy within the parties (see paragraph 5 of the Report on the Method of Nomination of Candidates within Political Parties, cited above in paragraph 44). The Guidelines on Political Party Regulation set the limit for State interference with the internal party activities as “the requirements for parties to be transparent concerning their decision-making and to seek input from membership when determining party constitutions and candidates” (see paragraph 98 of the Guidelines on Political Party Regulation, cited above in paragraph 42). In its other documents, the Venice Commission recognises the difficulties of regulating questions of internal party democracy too closely (see, for example, paragraph 6 of the Report on the Method of Nomination of Candidates within Political Parties, paragraph 44 above). Nevertheless, it is apparent from those documents that the Venice Commission recognises that both “direct and indirect decision-making” are permissible for members of political parties in issues of internal organisation and the nomination of candidates for elections, so long as the parties guarantee some form of representation for grass-roots party members, responsibility and accountability towards them and transparency in those procedures (see paragraphs 28, 33 and 35 of the Code of Good Practice in the Field of Political Parties, cited above in paragraph 40). The same Code in paragraph 24 speaks of a “not uncommon” practice to establish “different forms of involvement of individuals in [parties’] activities such as members, recognised sympathisers, collaborators, campaigners etc.,” and accepts it, as long as the party charter clearly spells out the rights and duties of each situation (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Concerning this second argument of the Karelia Supreme Court, that the party had relied on an invalid version of its charter, the Court notes that in the present case the difference in the rights and obligations between members and registered members in so far as it concerned their participation in the party’s internal organisation and the nomination of candidates for elections was clearly spelled out in the applicant party’s charter, both in its 2004 and 2006 versions (see paragraph 11 above). The procedure was sufficiently transparent to ensure that every party member could determine the scope of his or her participation in its work by choosing whether or not to register with the local offices. The party charter was applicable at the time of the selection procedure; the applicant party has been registered with the Karelia Registration Service since 2002 and both versions of the charter had been deposited with and accepted by the Federal Registration Authority (see paragraphs 7, 9, 11, 13 and 21 above). Lastly, no complaints have been made by members of the party, and the authorities acted upon their own initiative (compare with Republican Party of Russia, cited above, § 88). As a consequence, taking into account the similar regulations in both versions of the charter of the rules of candidates’ nomination, as well as the fact that the new version had been known to the authorities before the submission of the relevant documents to the Electoral Commission, the decision to annul the Party list of candidates and the individual candidacies for a formalistic reason appears clearly disproportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Summing up the above arguments, the Court finds that the decision of the Karelia Supreme Court to annul the lists of candidates, as confirmed by the Supreme Court, resulted in an unforeseeable interpretation of the applicable law, both as regards the alleged breach of the legislation in question and the reference to a newly discovered fact. Moreover, it interfered disproportionately with the party’s own internal organisation, which followed the principles of transparency and representation, and resulted in its inability to participate in the regional elections. In those circumstances, the Court finds that there has been a violation of Article 3 of Protocol No. 1 to the Convention in respect of the first and third applicants by the authorities’ decision to annul the lists of candidates.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The fourth applicant",
                                        "elements": [
                                            {
                                                "content": "82.  The fourth applicant submitted that “the free expression of the opinion of the people is inconceivable without the participation of a plurality of political parties representing the different shades of opinion to be found within a country’s population, and therefore regard must be had to the broader context in which the right to vote is exercised” (citing the Russian Conservative Party of Entrepreneurs and Others v. Russia, nos.  55066/00 and 55638/00, § 79, 11 January 2007). She pointed to the significant level of support for the applicant party (one poll result had placed Yabloko second after United Russia, with 14% of respondents intending to vote for them) and the absence of any other genuine democratic alternative in the election of October 2006. She stressed that the other parties running for elections had either supported President Vladimir Putin or were hard-line communists and nationalists. The removal from the race of Yabloko – one of the strongest regional parties – one month before the elections had made it impossible to have any viable democratic alternative to take its place. The situation had been aggravated by the set-up of the election system which: (i) did not allow voters to add a party or a candidate to the list; (ii) did not permit a vote against all candidates; and (iii) had no requirement for a minimum turnout, so abstention of even a large part of the electorate would have had no impact on the election results. By way of comparison, the applicant pointed to a low turnout in the 2006 elections to the LA and noted that in 2011, when Yabloko had been allowed to run, it had increased significantly (see paragraphs 30 and 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Summing up her arguments, the fourth applicant asked the Court to conclude that, “in the light of the broader context, the removal of the applicant party from the elections, notwithstanding evidence of its strong support among the electorate, as well as a legislative framework that only permitted voting for parties that either supported the ruling regime or which were at the extreme margins of the political spectrum, when all taken together, demonstrate that the Karelian elections of 2006 lacked sufficient conditions to ensure the free expression of the opinion of the people, in breach of Article 3 of Protocol No. 1”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Government were of the opinion that the fourth applicant had had the possibility to exercise her active right to free elections without any hindrance. The fact that it had not been possible to add new names to the electoral bulletin or to vote against all the candidates could not be regarded as a failure by the State to guarantee free and fair elections, and such requirements were absent in many European countries. The Government observed that the legislation and the Constitutional Court’s practice established that members of the legislature were representatives of the people, and that therefore people who had not voted or had voted for another candidate could not be seen as having been deprived of representation in elected bodies. The Government referred to the position expressed by the Court in the Russian Conservative Party of Entrepreneurs and Others (cited above, §§ 75-79), essentially emphasising that “the right to vote cannot be construed as laying down a general guarantee that every voter should be able to find on the ballot paper the candidate or the party he had intended to vote for”. Lastly, the Government noted that the fourth applicant had never appealed to any authority about the alleged violation of her right to free elections and had thus failed to take any steps to obtain a remedy for the violations alleged at the national level.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  As to the general context of the elections, the Government pointed to the fact that seven political parties had taken part in the elections of 2006, and that voters could have chosen to vote for any of them. Voters had also been able to make their ballot invalid, as the fourth applicant stated she had done, by leaving all the lines blank, or by other means. Such a ballot would not have been attributed to any candidate. Subsequent regional elections in 2011 had proven the absence of prejudice towards any party: the applicant party had complied with all the procedural requirements and had successfully competed for mandates in the LA.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court recalls its findings on a similar complaint in the Russian Conservative Party of Entrepreneurs and Others case (cited above):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“75. ... The thrust of [the third applicant’s] grievance was not that his right to vote had been taken away but rather that it had been impossible for him to cast his vote for a party of his choosing – the applicant party – which had been denied registration for the election.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76. The Court, however, does not consider that an allegedly frustrated voting intention is capable, by itself, of grounding an arguable claim of a violation of the right to vote. It notes, firstly, the obvious problem of laying down a sufficient evidentiary basis for demonstrating the nature and seriousness of such an intention. An intention to vote for a specific party is essentially a thought confined to the forum internum of an individual. Its existence cannot be proved or disproved until and unless it has manifested itself through the act of voting or handing in a blank or spoiled paper (see X v. Austria, Commission decision of 22 March 1972, Yearbook 15, p. 474). Moreover, a voter’s preference is not static but may evolve in time, influenced by political events and electoral campaigning. A sudden and sweeping change in voters’ intentions is a well-documented political and social phenomenon.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77. The Court reiterates that an individual applicant should be able to claim to be actually affected by the measure of which he complains and that Article 34 may not be used to found an action in the nature of an actio popularis (see, among other authorities, Norris v. Ireland, judgment of 26 October 1988, Series A no. 142, § 30)...",
                                                "elements": []
                                            },
                                            {
                                                "content": "78. On a more general level, the Court is mindful of the ramifications of accepting the claim of a frustrated voting intention as an indication of an interference with the right to vote. Such acceptance would confer standing on a virtually unlimited number of individuals to claim that their right to vote had been interfered with solely because they had not voted in accordance with their initial voting intention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79. In the light of the above considerations, the Court finds that the right to vote cannot be construed as laying down a general guarantee that every voter should be able to find on the ballot paper the candidate or the party he had intended to vote for. It reiterates, nevertheless, that the free expression of the opinion of the people is inconceivable without the participation of a plurality of political parties representing the different shades of opinion to be found within a country’s population (see Federación Nacionalista Canaria v. Spain (dec.), no. 56618/00, ECHR 2001-VI). Accordingly, it must have regard to the broader context in which the right to vote could be exercised by the third applicant.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  For the same reasons as summarised above, the Court confirms the general rule that the absence of a particular party or name on a voting ballot cannot by itself lead to a finding of a violation of Article 3 of Protocol No. 1 to the Convention for an allegedly frustrated voter, even where the procedure for the disqualification raises issues under this provision. In other words, a breach of the right to stand for elections for a political party or a candidate does not necessarily result in a violation of the rights of a voter who had intended to cast his ballot for that political actor. A situation such as the fourth applicant complains of could give rise to a finding of a violation of Article 3 of Protocol No. 1 to the Convention only if the restrictions on the free expression of the will of the people had been so serious as to have effectively curbed the very essence of the right in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  It is inevitable that by placing barriers aimed at excluding certain parties or candidates from elections the State limits the range of choices for the voter. However, that in itself does not necessarily lead to a finding of a violation of the provision in question. Given the wide margin of appreciation accorded to the States in moulding their democratic institutions, various restrictions of that kind have been found to be permissible, even though as a result they limited voters’ choice. By means of comparison, the Court has previously rejected complaints about alleged violations of the right to free elections resulting from restrictions on the voting of nationals residing abroad for independent candidates, while in-country nationals could vote both for parties and for independents (see Oran v. Turkey, nos. 28881/07 and 37920/07, §§ 66-67, 15 April 2014); refusing to lower the registration criteria for minority parties (see Partei Die Friesen v. Germany, no. 65480/10, § 43, 28 January 2016), or excluding certain candidates on account of their political affiliation or other status (see Ždanoka, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In so far as the fourth applicant claims that the political spectrum of the parties present during the elections of October 2006 was so narrow that it had the effect of denying her the possibility to express her electoral will altogether, the Court notes that the elections were contested by seven parties. They pursued a number of different political programs and enjoyed a varying rate of success among the voters. Without any particularly weighty evidence to the contrary, that appears to be sufficient grounds to accept the view that the applicant had a reasonable possibility to give her vote to one of the political forces present at the elections, or to choose an available means of expressing her dissatisfaction with the choice, as she claimed she did by rendering her ballot paper invalid. The absence of a formal possibility to vote against all candidates or to add candidates to the ballot could also not be seen as an absence of an electoral choice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In those circumstances, the Court finds that there has been no violation of the fourth applicant’s right guaranteed under Article 3 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 14 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 3 OF PROTOCOL No. 1 AND OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  The applicants complained of a violation of Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1 to the Convention in that they had been discriminated against in comparison with other political parties. They also alleged that the lack of a refund of the electoral deposit constituted a breach of Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "92.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. Accordingly, this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "93.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "94.  The applicants did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award them any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints lodged by the first, third and fourth applicants under Article 3 of Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of Protocol No. 1 to the Convention in respect of the first and the third applicants;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 3 of Protocol No. 1 to the Convention in respect of the fourth applicant.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 November 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YABLOKO RUSSIAN UNITED DEMOCRATIC PARTY AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-168352.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1108JUD001886007",
    "externalsources": [],
    "extractedappno": [
        "18860/07",
        "39496/14",
        "39727/14",
        "47848/08",
        "21727/08",
        "27765/09",
        "3896/04",
        "2140/13",
        "59491/00",
        "45963/99",
        "41561/07",
        "20972/08",
        "35579/03",
        "35613/03",
        "35626/03",
        "35634/03",
        "58278/00",
        "10226/03",
        "9103/04",
        "46726/99",
        "74025/01",
        "126/05",
        "42202/07",
        "18705/06",
        "41340/98",
        "41342/98",
        "41343/98",
        "41344/98",
        "57898/00",
        "412/03",
        "35677/04",
        "37083/03",
        "12976/07",
        "34503/97",
        "55066/00",
        "55638/00",
        "56618/00",
        "28881/07",
        "37920/07",
        "65480/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-168352",
    "judgementdate": "08/11/2016 00:00:00",
    "kpdate": "08/11/2016 00:00:00",
    "kpthesaurus": [
        "574",
        "476",
        "499"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P1-3"
    ],
    "parties": [
        "YABLOKO RUSSIAN UNITED DEMOCRATIC PARTY AND OTHERS",
        "RUSSIA"
    ],
    "rank": "1670.34619140625",
    "representedby": [
        "HOLINER D. P."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "458067",
    "typedescription": "15"
}