{
    "__articles": "3;5;5-1;5-3;5-5;6;6-2;18;18+5-1;35;35-3-a",
    "__conclusion": "Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-3-a) Manifestly ill-founded;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);No violation of Article 18+5-1 - Limitation on use of restrictions on rights (Article 18 - Restrictions for unauthorised purposes) (Article 5 - Right to liberty and security;Article 5-1 - Lawful arrest or detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-2 - Presumption of innocence)",
    "applicability": "",
    "appno": "26744/16",
    "article": [
        "3",
        "35",
        "5",
        "6",
        "18"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-3-a"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-5 - Compensation"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "details": [
                "Article 18 - Restrictions for unauthorised purposes"
            ],
            "element": "No violation of Article 18+5-1 - Limitation on use of restrictions on rights",
            "mentions": [
                "Article 5 - Right to liberty and security",
                "Article 5-1 - Lawful arrest or detention"
            ],
            "type": "no-violation"
        },
        {
            "article": "18",
            "base_article": "18",
            "details": [
                "Article 18 - Restrictions for unauthorised purposes"
            ],
            "element": "No violation of Article 18+5-1 - Limitation on use of restrictions on rights",
            "mentions": [
                "Article 5 - Right to liberty and security",
                "Article 5-1 - Lawful arrest or detention"
            ],
            "type": "no-violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-2 - Presumption of innocence"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-194188.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26744/16) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Gennadiy Olegovych Korban (“the applicant”), on 27 April 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr N.S. Kulchytskyy, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Ivan Lishchyna.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 21 November 2016 the President of the Section decided to grant priority treatment to the case at the applicant’s request under Rule 41 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant complained, in particular, under Article 3 of the Convention, about the conditions in which he had been transported on 2 November 2015, his participation in court hearings on 26-28 December 2015 in spite of being weak after a coronary angioplasty, as well as his confinement in a metal cage during the court hearings of 13, 22 and 25 January 2016. He also complained of a violation of his rights under Article 5 §§ 1, 3, 4 and 5 of the Convention. Under Article 18 of the Convention taken in conjunction with Article 5 he complained that he had been deprived of his liberty for ulterior motives, namely for political reasons. Lastly, he complained that public statements made by high-ranking State officials in respect of the criminal proceedings against him had been in breach of his right to the presumption of innocence guaranteed by Article 6 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 5 March 2018 notice of the above complaints was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1970 and lives in Dnipro (named Dnipropetrovsk prior to June 2016).",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s involvement in Ukrainian politics",
                                "elements": [
                                    {
                                        "content": "7.  From 19 March 2014 to 24 March 2015 the applicant was Deputy Head and Chief of Staff of the Dnipropetrovsk Regional State Administration (“the Regional Administration”). As he explained, following a deterioration of relationships between the President of Ukraine and the then Head of the Regional Administration, the latter resigned together with his political team, including the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 15 September 2014 the applicant was awarded an “Order for Courage” by the President of Ukraine “for his commitment, active civic stance and high professionalism in carrying out his official duties”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 12 July 2015 the applicant became the leader of a new political party, the Ukrainian Union of Patriots (“UKROP” – Українське об’єднання патріотів — “УКРОП”), which sharply criticised those in power in general and President Poroshenko in particular.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 26 July 2015 the applicant, as the UKROP leader, ran for the mid-term parliamentary elections in Chernigiv. Having obtained 14.76% of votes, he lost the elections to the candidate from the “Bloc of Petro Poroshenko” (35.90%).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the local elections of 25 October 2015 the UKROP party received 7.43% of votes nationwide and came fourth (the three leading parties were: “Bloc of Petro Poroshenko” (19.52%); “Batkivshchyna” (12.23%); and “Opposition Bloc” (10.54%)). The applicant ran for the post of Kyiv mayor and lost the election, having obtained 2.61% of the vote.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "12.  On 14 August 2014 the Head of the State Agency of Land Resources (“the Agency”), R., was held against his will in the applicant’s office. The applicant insisted that R. appoint a particular person to the post of head of the Agency’s regional department, having previously dismissed the holder of that post. R. complained about the incident to the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 15 August 2014 criminal proceedings were instituted against the applicant and another person in respect of the above-mentioned events, on suspicion of a public official’s kidnapping and aggravated car theft (R.’s car had been moved without his consent). The relevant entry was made in the Unified register of pre-trial investigations (proceedings no. 12014040670002852, hereinafter referred to as “proceedings no. 52”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 25 February 2015 further criminal proceedings were instituted against the applicant and another person. They were suspected of having organised the kidnapping, on that same day, of V., an official of the Dnipropetrovsk City Council, with a view to forcing the acting head of that authority, Ro., to resign.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 7 August 2015 another set of criminal proceedings was instituted against the applicant on suspicion of embezzlement of funds of a charity organisation set up in May 2014 with a view to collecting voluntary contributions to support Ukrainian soldiers fighting in the east of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 30 September 2015 the Head of the Dnipropetrovsk Regional Election Commission received telephone threats of violence from somebody who had introduced himself by the applicant’s name. On 1 October 2015 criminal proceedings were instituted against the applicant in that respect, on suspicion of interference with the work of an electoral officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 31 October 2015 an investigator from the Prosecutor General’s Office (“the PGO”) arrested the applicant and announced that he was suspected of criminal offences under Article 191 § 5 (embezzlement of funds of a charity organisation by an organised group), Article 255 § 1 (creation of a criminal organisation), Article 289 § 2 (aggravated car theft) and Article 349 (two counts of taking a public official hostage) of the Criminal Code. It appears from the text of the relevant notification that all the charges against the applicant were joined to proceedings no. 52 (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The circumstances of the applicant’s arrest were as follows. At 8.40 a.m. on 31 October 2015, the PGO investigator, accompanied by a special force unit, arrived at the applicant’s home in Dnipropetrovsk and demanded that he open the door, which the applicant refused to do. Having forced the entrance door, the police entered the applicant’s flat. The applicant, who was inside behind the door, protested against the officers’ conduct as failing to respect the privacy of his home. The police arrested the applicant and took him to Kyiv (the reasons for the decision to deal with the case in Kyiv are unknown).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At 8.37 p.m. on the same day the investigator drew up a report on the applicant’s arrest. As indicated therein, the applicant had been arrested under Article 208 of the Code of Criminal Procedure (“the CCP”) (see paragraph 96 below) on suspicion of having committed criminal offences under Articles 191 § 5, 255 § 1, 289 § 2 and 349 of the Criminal Code. The report template contained the following two pre-printed grounds for the arrest: (1) where the person was caught in flagrante delicto; or (2) where, immediately after the criminal offence, eyewitnesses including the victim pointed at the person as the offender, or this was suggested by the totality of obvious indications on that person’s body or clothes or at the scene of the events. The investigator underlined the second of the abovementioned options as the grounds for the applicant’s arrest. A space provided in the report template for indicating “specific facts and data” was left blank.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 2 November 2015 the investigator applied to the investigating judge of the Chernigiv Novozavodskyy District Court (“the Novozavodskyy Court”) for the applicant’s pre-trial detention as a preventive measure pending trial (the case was examined in Chernigiv because the PGO had entrusted the investigation to the Chernigiv Regional Prosecutor’s Office). The investigator referred to the gravity of the charges against the applicant, the potential penalty for which was up to fifteen years’ imprisonment. It was further observed that the applicant had friendly relations with officials of law-enforcement, judicial and other authorities. The investigator therefore considered that the applicant might use his connections in order to influence witnesses, victims or other suspects in the proceedings, or to hinder the investigation by destroying evidence, for example.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On the same day the applicant was transported from Kyiv to Chernigiv (150 km) in a regular minibus. According to him, he was held in the vehicle from 9 a.m. to 5 p.m., during the journey and while waiting upon arrival at Chernigiv, without any water or food and without access to a toilet. According to the Government, who relied on the information from the PGO, “the applicant had been provided with water and access to sanitary facilities at his requests”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Later on 2 November 2015 the applicant complained to the Kyiv Pecherskyy District Court (“the Pecherskyy Court”, situated near the PGO headquarters) that his arrest had been arbitrary and unlawful. He observed, in particular, that the legal preconditions for arrest without a judicial warrant had not been met in his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On the same date another set of criminal proceedings was instituted against the applicant, on suspicion of aggravated interference with the work of an electoral officer. Namely, during the night from 30 to 31 October 2015 the applicant, together with several other persons, had allegedly hindered the activity of a member of the Dnipropetrovsk City Election Commission “by violence and threats of violence and had demonstrated power by the presence of armed persons and military equipment near the electoral commission’s premises”. Those proceedings were joined to proceedings no. 52 (see paragraphs 13 and 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  At 8.40 a.m. on 3 November 2015, the time-limit for arrest without a judicial decision (seventy-two hours) expired and the applicant was released in the hearing room of the Novozavodskyy Court. However, at 8.42 a.m., before he could even leave that room, he was immediately re-arrested, by a decision of the investigator, on suspicion of having committed a criminal offence under Article 157 § 3 of the Criminal Code (aggravated interference with the work of an electoral officer). The applicant was immediately taken to Kyiv and the investigator drew up a report on his arrest. As in the previous arrest report of 31 October 2015 (see paragraph 19 above), the investigator underlined the pre-printed phrase “where, immediately after the criminal offence, eyewitnesses including the victim pointed at the person as the offender, or this was suggested by the totality of obvious indications on that person’s body or clothes or at the site of the events” as the grounds for the applicant’s re-arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On the same day the PGO decided that its own Main Investigation Department would take over the investigation from the Chernigiv Prosecutor’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In addition to his complaint regarding his arrest (see paragraph 22 above), the applicant complained to the Pecherskyy Court that his re-arrest on 3 November 2015 had been unlawful too.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 4 November 2015 the PGO investigator applied to the investigating judge of the Pecherskyy Court for the applicant’s pre-trial detention as a preventive measure pending trial. This new application reproduced the text of the one submitted earlier, on 2 November 2015 (see paragraph 20 above), with an additional reference to the charge of interference with the work of an electoral officer (see paragraphs 23 and 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On the same date the investigating judge of the Novozavodskyy Court ruled, in the light of the above-mentioned developments, to leave without examination the investigator’s application of 2 November 2015 regarding the applicant’s pre-trial detention (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 5 November 2015 the Pecherskyy Court decided to examine jointly the investigator’s application and the applicant’s complaints of 2 and 3 November 2015 regarding the lawfulness of his arrest and re-arrest (see paragraphs 22, 26 and 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 6 November 2015 the investigating judge of the Pecherskyy Court allowed the investigator’s application of 4 November 2005 in part and ordered the applicant’s twenty-four-hour house arrest, with an obligation to wear an electronic tracking device, as a preventive measure for the initial period until 31 December 2015. She referred, in particular, to the gravity of the charges against the applicant and the seriousness of the potential sanctions. At the same time, it was noted in the ruling that the applicant had a permanent place of residence, elderly parents and three minor children. Furthermore, the judge took into account the fact that the applicant was the leader of a political party and that he had received numerous awards, including the presidential “Order for Courage” on 15 September 2014. It was also observed that he had positive character references, and numerous members of parliament had offered their personal surety as a guarantee that he would comply with his procedural obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  As regards the applicant’s complaint about the alleged unlawfulness of his arrest of 31 October 2015, the investigating judge concluded that at the time of the impugned event, the applicant had been outside the territorial jurisdiction of the Pecherskyy Court and that she therefore had no competence to rule on that issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In so far as the applicant had raised the same complaint in respect of his re-arrest on 3 November 2015, the judge held, without providing further details, that it had been in compliance with Article 208 of the CCP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Both the applicant and the prosecutor challenged the above ruling on appeal. The prosecutor insisted on the applicant’s pre-trial detention as the most appropriate preventive measure. The applicant’s lawyer argued that the investigating judge had not provided a single reason to justify such a restrictive preventive measure as twenty-four-hour house arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 1 December 2015 the Kyiv City Court of Appeal rejected both appeals and upheld the ruling of 6 November 2015. It agreed with the investigating judge that there were no reasons for applying pre-trial detention in the circumstances of the applicant’s case and that house arrest was sufficient. At the same time, the appellate court held that there was material in the case file confirming the existence of a reasonable suspicion that the applicant had committed a number of serious criminal offences. It was also mentioned in the appellate court’s ruling that the issue of the lawfulness of the applicant’s arrest had been duly examined by the first-instance court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 7 December 2015 an ambulance was called for the applicant and he was admitted to the “Family Medicine Clinic”, a private hospital in Dnipropetrovsk. He underwent inpatient treatment for a hypertensive crisis, acute coronary syndrome and unstable angina pectoris until 14 December 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 8 December 2015 the Dnipropetrovsk Regional Police Department sent the PGO a report on the electronic tracking device which the applicant had been obliged to wear in the context of his house arrest. It was observed that there had been thirty-eight alerts from that device, thirty-five of which could be explained by “the technical imperfection of the device, the architectural particularities of the building, as well as the presence of a lift in the suspect’s flat”. As regards the remaining alerts, two of them were explained by the fact that the applicant had been transported for participation in court hearings and one – by his hospitalisation (see paragraph 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 25 December 2015 the Kyiv City Prosecutor’s Office, to which the PGO had entrusted the investigation, applied to the investigating judge of Kyiv Dniprovskyy District Court (“the Dniprovskyy Court”) for replacement of the applicant’s house arrest by pre-trial detention. In addition to the reasons advanced in the initial application on 2 November 2015 (see paragraph 20 above), the investigator submitted that while being under house arrest, the applicant had been evading various procedural measures by “abusing his right to medical assistance ... and continuously staying in private medical institutions”. The investigator observed that the applicant’s father was the founder of the “Family Medicine Clinic”. In the investigator’s opinion, the objectivity of any conclusions by that hospital’s staff members was therefore questionable. The police had registered thirtyeight alerts from the applicant’s electronic tracking device, which could indicate that he had been trying to tamper with it. Furthermore, according to the investigator, one of the witnesses had stated that the applicant, through his lawyers, had been threatening him so that he would change his statements in the applicant’s favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 28 December 2015 the Dniprovskyy Court allowed the investigator’s application and ordered the applicant’s pre-trial detention for an initial period up to 25 February 2016 (for a detailed overview of the events from 25 December to 28 December 2015, see paragraphs 60-79 below). The text of the ruling was limited to the operative part and a statement that the investigating judge needed more time to prepare the reasoning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  It appears from some documents in the case file that immediately after the hearing of 28 December 2015, the applicant was placed in detention in the pre-trial investigation unit of the Security Service of Ukraine. At the same time, some other documents suggest that the applicant was continuing his inpatient medical treatment in the Amosov Institute (see paragraph 60 below) until 15 January 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 29 December 2015 the Dniprovskyy Court issued the full text of the ruling. In justifying the applicant’s remand in custody, the investigating judge reiterated the investigator’s arguments as regards the existence of a reasonable suspicion of the applicant’s involvement in a number of criminal offences, the gravity of those offences, as well as the applicant’s friendly relations with officials of law-enforcement, judicial and other authorities (see paragraph 20 above). The judge also held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... following the judicial examination [of the application], the investigating judge considers it established that the accused has not complied with the obligations [inherent in] house arrest, which was [previously] applied to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The arguments of the prosecution that none of the more lenient preventive measures ... would be able to prevent the risks indicated in the application are well-founded.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant appealed. He submitted that the above decision had been unlawful and arbitrary, and that no alternative, less intrusive, measures had been considered. He also complained that, although he was undergoing inpatient medical treatment following an operation and there had been no urgency to examine the investigator’s application, the judge had conducted excessively long hearings, including at weekends and during the night.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicant was held in a metal cage during the court hearings of 13, 22 and 25 January 2016. Subsequently, that cage was replaced by a transparent box.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 10 February 2016 the Kyiv City Court of Appeal allowed the applicant’s appeal in part: it quashed the ruling of 28 December 2015 and delivered a new one, still replacing the applicant’s house arrest by pre-trial detention, but this time until 23 February 2016. The appellate court upheld the first-instance court’s findings and reasoning. It considered, however, that the starting point of the applicant’s detention was to be calculated from 26 December 2015 (see paragraph 66 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 17 February 2016 the Dniprovskyy Court extended the applicant’s pre-trial detention until 15 April 2016. It noted that the investigation had not yet been completed, whereas the gravity of the charges against the applicant and the risks already established continued to justify his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant appealed. He submitted, in particular, that the investigating judge had not considered any alternative, less intrusive, preventive measures. Furthermore, the applicant observed that not a single investigative measure had been carried out since he had been placed in pretrial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 10 March 2016 the criminal charges against the applicant were slightly changed: namely, the charge of aggravated car theft (see paragraph 13 above) was excluded from the indictment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On the same date the applicant signed a friendly settlement agreement with R. (see paragraphs 12 and 13 above). The applicant pleaded guilty of R.’s kidnapping on 14 August 2014 and expressed remorse. The parties considered the following penalty in respect of the applicant to be justified: three years’ restriction of liberty (that is, detention in a semi-open prison near his place of residence) suspended for a probation period of one year and six months. That agreement would subsequently be approved by a court (see paragraph 51 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Still on 10 March 2016 the charge concerning R.’s kidnapping was severed in a different set of proceedings. The other charges remained within proceedings no. 52 (see paragraphs 13, 17 and 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 15 March 2016 the Kyiv City Court of Appeal rejected the applicant’s appeal against the decision of 17 February 2016 extending his pre-trial detention (see paragraph 44 above). As stated in the appellate court’s ruling, the fact that the investigating judge had decided that pre-trial detention was the most appropriate preventive measure did not mean that no alternative measures had been considered. As regards the applicant’s submission that no investigative measures had been carried out for a long time, the Court of Appeal stated that that circumstance provided no grounds for quashing the decision of the investigating judge to extend the applicant’s detention. It was observed that it was open for the applicant to complain of any omissions by the prosecution if he wished to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On the same date the applicant applied to the Dniprovskyy Court for the preventive measure in respect of him to be changed from pre-trial detention to twenty-four-hour house arrest, on the grounds that his elderly mother was seriously ill and required permanent care. The investigating judge examined and allowed that request on the same day. He noted that that new argument had been considered neither in the earlier decision of 17 February 2016, nor in the appellate court’s ruling of 15 March 2016 (see paragraphs 44 and 49 above). Accordingly, the Dniprovskyy Court placed the applicant under twenty-four-hour house arrest, without an electronic tracking device, until 15 April 2016. That decision was upheld on appeal on 14 April 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 21 March 2016 the Dnipropetrovsk Kirovskyy District Court approved the friendly settlement agreement between the applicant and R. (see paragraphs 12 and 13 above). As a result, it found the applicant guilty of R.’s kidnapping following a prior conspiracy and sentenced him to three years’ restriction of liberty suspended for a probation period of one year and six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 14 April 2016 the Dniprovskyy Court extended the applicant’s house arrest until 30 April 2016, in the framework of the criminal proceedings against him, which were still ongoing (see paragraph 48 above). It was noted in the ruling that there remained a considerable number of investigative measures yet to be carried out, and that the gravity of the charges against the applicant and the risks established earlier continued to justify his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 29 April 2016 there was another such extension, this time until 27 June 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 7 June 2016 the Dniprovskyy Court replaced the applicant’s house arrest by an undertaking not to abscond, following a request by the applicant for leave to undergo medical treatment in Israel. The new preventive measure was applicable until 27 June 2016. On the same day the investigating judge allowed the applicant’s request for leave to travel to Israel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 16 June 2016 the Dniprovskyy Court extended the applicant’s undertaking not to abscond until 10 August 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 5 August 2016 the criminal charges under Article 255 § 1 (creation of a criminal organisation), Article 349 (taking a public official hostage), Article 191 § 5 (embezzlement of funds of a charity organisation by an organised group) and Article 157 § 3 of the Criminal Code (aggravated interference with work of an electoral officer) were severed in a separate set of proceedings registered under no. 42016000000002043 in the Unified register of pre-trial investigations (hereinafter referred to as “no. 43”). No further information is available as regards the abovementioned procedural step. Nor is it clear what charges, if any, remained outstanding within proceedings no. 52 (see, in particular, paragraph 48 above and paragraph 59 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 11 August 2016 the Pecherskyy Court refused to further extend, at the PGO’s request, the preventive measure in respect of the applicant (the undertaking not to abscond). The investigating judge noted that the term of that measure had expired on 10 August 2016 and that it could not therefore be extended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 11 September 2017 the PGO discontinued criminal proceedings no. 43 against the applicant (see paragraph 56 above) for lack of evidence of his guilt. Namely, the prosecution concluded that there was insufficient evidence to accuse the applicant of creating and managing a criminal organisation, taking the public official V. hostage, embezzlement of funds of a charity organisation by an organised group and aggravated interference with the work of an electoral officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government indicated in their observations, without providing any details, that as of April 2018 criminal case no. 52, in which the applicant had “no procedural status”, was still ongoing. Without contesting that submission as such, the applicant pointed out that all the charges against him had been dropped.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Events of 25 to 28 December 2015",
                                "elements": [
                                    {
                                        "content": "1.  25 December 2015",
                                        "elements": [
                                            {
                                                "content": "60.  The applicant was admitted to the Amosov National Institute of Cardiovascular Surgery (“the Amosov Institute”) for a medical examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  At about 2 p.m. the chief doctor of the Amosov Institute informed the mass media that the applicant’s examination would continue for about two hours. At about 3 p.m. a spokesperson for the UKROP party informed the public that an investigator was waiting for the applicant near the hospital ward with a view to serving him with a copy of the application for a change of preventive measure (pre-trial detention instead of house arrest – see paragraph 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  A panel of doctors examined the applicant and diagnosed him with ischemic heart disease, hypertensive crisis, acute coronary syndrome and unstable angina pectoris, and decided that an urgent coronary stent angioplasty (a percutaneous coronary operation to reopen clogged arteries, combined with the placement of a small wire-mesh tube called a stent to help prop the artery open) was required. The operation was carried out immediately, and two stents were placed in the applicant’s heart arteries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  By about 9 p.m. the operation had been completed and the applicant was transferred to an intensive-care ward.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  At 10.15 p.m. the investigator tried to serve the applicant with a copy of his application for a change of preventive measure, once the latter had been transferred from the intensive-care to an ordinary ward. The applicant refused to accept it, referring to his weak health, the late hour and the absence of his lawyers.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  26 December 2015",
                                        "elements": [
                                            {
                                                "content": "65.  At 9.03 a.m. the investigating judge of the Dniprovskyy Court opened a hearing for the examination of the investigator’s application. The applicant’s lawyers informed the court that their client had undergone heart surgery and was receiving post-operative inpatient treatment in the Amosov Institute. They stated that that treatment would continue for about seven to ten days. The investigator, in turn, insisted that there was nothing to prevent the applicant from appearing before the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  At 11.47 a.m. the judge adjourned the hearing until 3 p.m. and ordered the applicant’s detention with a view to securing his compulsory attendance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  At 3.07 p.m. the applicant was delivered to the court premises in a wheelchair and with a medication infusion device. He was placed next to a metal cage in the hearing room. Doctors of the Amosov Institute and the emergency medical service were present and monitored his condition. At 3.30 p.m. a doctor of the emergency medical service examined the applicant and reported that the latter had a rapid pulse rate and high blood pressure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  At 5.21 p.m. the investigating judge allowed a request from the applicant’s lawyers for an immediate forensic medical examination of their client in order to establish his state of health and to decide whether he was fit to participate in court hearings. As a result, the hearing was adjourned until 8.30 p.m. and the applicant was taken back to the Amosov Institute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  At 8.30 p.m. the investigating judge resumed the hearing in the applicant’s absence. According to his lawyers, he was in an ambulance at that time because his health had deteriorated. Referring to that fact, as well as to the lack of any evidence indicating that the court’s ruling on the applicant’s forensic medical examination had been implemented, the judge adjourned the hearing until 9.30 a.m. on 27 December 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 26 December 2015 the chief doctor of the Amosov Institute wrote to the applicant’s lawyer, in reply to an enquiry from the latter, saying that the applicant required post-operative inpatient treatment and monitoring by a cardiologist. The doctor said that it was beyond his competence to answer the question whether the applicant was fit to participate in court hearings. On the same date, the chief doctor of the Amosov Institute and his two deputies replied to a similar enquiry from the investigator that the applicant’s health was satisfactory and that his transfer to the courtroom would not be “life-threatening”. At the same time, the doctors stated that they bore no responsibility for the health of their inpatients outside the Institute.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  27 December (Sunday) and 28 December 2015",
                                        "elements": [
                                            {
                                                "content": "71.  As reported in the mass media – journalists had been permanently present in the corridors of the Amosov Institute – at about 1.30 a.m. a group of prosecution officials tried to enter the applicant’s ward. As it was locked, they read aloud for the applicant the ruling on his forensic medical examination and his summons for the court hearing in the morning of 27 December 2015. Two hospital attendants were made to sign a report to that effect in the capacity of attesting witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Early in the morning on 27 December 2015 the investigator once again went to the applicant’s ward. This time he read aloud the abovementioned documents to the applicant directly. The latter responded that he would prefer not to leave the hospital without having undergone a forensic medical examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  From about 8 to 9 a.m. on 27 December 2015 the investigator questioned three senior doctors of the Amosov Institute about the applicant’s health. The doctors replied in the affirmative to the investigator’s question whether the applicant could be moved in a wheelchair and accompanied by doctors without any risk to his life and health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  At 9.38 a.m. on 27 December 2015 the judge resumed the hearing. The applicant was not present. The investigator referred to the questioning of the Amosov Institute doctors earlier that morning and requested that the applicant be brought to the court by force. The applicant’s lawyers objected, referring to the fact that their client had not undergone a forensic medical examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  At 12.34 p.m. the judge adjourned the hearing until 3 p.m. of the same day and ordered the applicant’s detention with a view to securing his compulsory attendance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Early in the afternoon on 27 December 2015 the applicant underwent a medical examination (for about half an hour) by two senior doctors of the Amosov Institute, with the participation of a forensic medical expert and in the presence of the investigator and the applicant’s lawyer. The doctors replied in the affirmative to the investigator’s question whether the applicant could participate in court hearings while being in a wheelchair and accompanied by doctors without any risk to his life and health. The forensic medical expert stated that he would abstain from answering that question. The details of the examination were recorded in “a medical examination report” drawn up by the investigator and signed by all the participants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  At 4.23 p.m. on the same day the applicant was taken to the courtroom in a wheelchair. The investigating judge ordered several brief adjournments of the hearing so that the applicant could be provided with medical care.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The courtroom was extremely crowded. At a certain point in the evening there were clashes in the public gallery. At about 9 p.m. on 27 December 2015 the judge decided to continue the hearing in camera.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The hearing continued until 1.35 p.m. on 28 December 2015. It was reported by the mass media as the longest court hearing that had ever taken place in Ukraine (in total it had lasted for about thirty hours).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Press statements on the criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "80.  The applicant’s arrest and criminal prosecution attracted considerable media attention. The defence and the prosecution, as well as a number of politicians and non-governmental organisations, made press statements in that regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Press statements by the prosecution and other public officials",
                                        "elements": [
                                            {
                                                "content": "81.  The applicant cited the following statements made by high-ranking officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  On 1 November 2015 the assistant to the Prosecutor General stated at a press briefing:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Through the fault of these organisers [pointing at the screen with the applicant’s photo] who created this criminal group, many people might end up under investigation or become suspects today and later stand trial. I am requesting all those who have made sense of what happened, please come to the Security Service or the Prosecutor General’s Office of Ukraine, share information with us and paragraph 2 of Article 255 of the Criminal Code will be applied (that is to say, those who report a crime will be absolved of criminal liability)”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The applicant also cited another statement by the above-mentioned official:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“This must be stopped. Fake stamps, creation of virtually private armies, fund-raising on that basis, kidnappings, possessing a private surveillance vehicle by these volunteers ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Furthermore, on 1 November 2015 the President of Ukraine stated during a televised interview:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The position is as follows. Nobody will stop on Korban. Nobody is immune to criminal liability for corruption-related offences. This concerns both the new team in power ... and the old team ... I underline that Ukraine will soon hear new names of those to face charges.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  On 2 November 2015 the Head of the Security Service of Ukraine said in the course of a press statement:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Why was that fund needed for the leaders of the organised criminal group, which included at the time, of course, Gennadiy Olegovych [the applicant], a respectful gentleman, together with [others]? ... This was a criminal group specialising in kidnappings ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  On 29 December 2015 the investigator stated at a briefing:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Please show the following slide. This is [a bakery plant], which has also been illegally seized by the criminal group under the leadership of Korban Gennadiy Olegovych.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  On 22 January 2016 the assistant to the Prosecutor General stated to the press:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the criminal group under Korban’s leadership, which, according to the information already provided to you, has been involved in a number of criminal activities, such as kidnappings, the embezzlement of funds, illegal arms handling and so on ...;",
                                                "elements": []
                                            },
                                            {
                                                "content": "While the entire country was consolidating forces in volunteer organisations and patriotic movements in order to help the Ukrainian military in the East ..., unfortunately, the criminal group, with Gennadiy Korban in the lead, was involved in the most grievous crimes, using as a cover patriotic or volunteering slogans; ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "In fact, this criminal group under the leadership of Gennadiy Korban was financed in parallel with certain political projects.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Press statements by Ukrainian political parties",
                                        "elements": [
                                            {
                                                "content": "88.  On 31 October and 1 November 2015 three parliamentary political parties made public statements regarding the applicant’s arrest of 31 October 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The “Batkivshchyna” political party led by Yuliya Tymoshenko (which was in the ruling coalition until February 2016) stated as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“‘Batkivshchyna’ is not a political ally of the ‘UKROP’ party. We do not share views on various matters. Moreover, we are strongly against combining business with politics.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, having regard to the fact that those who had been shooting the Maidan protesters and who had been involved in large-scale corruption in the time of Yanukovych have not been punished until now, the arrest of the leader of the ‘UKROP’ party, which has entered several regional councils as a result of the local elections, appears to be selective justice and political repression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "We have information that searches are being carried out at [the offices of] members of parliament from the ‘UKROP’ party, which is inadmissible and against the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Such actions against a political force raise many questions in society which remain unanswered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In this context, ‘Batkivshchyna’ demands that the Prosecutor General and the Head of the Security Service of Ukraine appear at the plenary session of the Verkhovna Rada of Ukraine on Tuesday. They must inform the members of parliament and society about the grounds for the arrest of the leader of the ‘UKROP’ party Gennadiy Korban and prove the absence of political impetus behind the actions of law-enforcement officials. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The “Samopomich” political party led by Andriy Sadovyy (which was in the ruling coalition at the material time and left it in February 2016) stated as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The ‘Samopomich Union’ political party believes that the searches in the office of the member of parliament Borys Filatov and the arrest of a fellow party member amount to an attempt to return Ukraine to the times of political repression of Viktor Yanukovych.",
                                                "elements": []
                                            },
                                            {
                                                "content": "While the enemies of Ukrainian statehood are still not brought to liability, law enforcement agencies continue arresting dozens of volunteers who are defending Ukraine in the war for independence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "We strongly oppose selective justice. The facts pursuant to which Gennadiy Korban is being accused today have been known both to society and to the law-enforcement authorities for a long time. The activities for which it was necessary to punish [him] had been going unnoticed by the prosecutor’s office and remained unpunished in the eyes of the public. However, only now, when Gennadiy Korban has become a member of a political party which is harshly criticising the actions of the President, has his past become the reason for his arrest. Therefore, it is obvious that the real reason for his detention is political persecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Everyone must be held accountable for their actions, but this must be done in a timely manner, not when it is politically beneficial for somebody. The policy of ‘friends are assisted, enemies – prosecuted’ led to the collapse of the ex-president. Attempting to continue this policy endangers Ukrainian statehood amidst the continuous war for its independence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "‘Samopomich’ urges the President, the Prime Minister, [and] their colleagues in Parliament to immediately dismiss the Prosecutor General and to secure the appointment of an independent successor who will begin to administer justice to all corrupted officials and traitors in Ukraine.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The “Radical Party of Oleh Lyashko” (which had been in the ruling coalition until September 2015) posted the following statement on its website:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The People’s Deputy of Ukraine, the deputy leader of the opposition faction of the ‘Radical Party of Oleh Lyashko’ Andriy Lozovyy informed by telephone the ‘112’ [television] channel about the continuation of political repression in Ukraine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "‘Certainly, the arrest of Gennadiy Korban means the agony of the totalitarian regime of Poroshenko’, stated Lozovyy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The member of parliament has pointed out that criminal cases are being fabricated against patriots only .... That being so, nobody from [those from the previously ruling political party] implicated in robbing the country and murdering the Heaven’s Hundred [persons killed during the protests in 2013-14] has been arrested. ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Other public statements and newspaper articles",
                                        "elements": [
                                            {
                                                "content": "92.  On 1 November 2015 the Kharkiv Human Rights Protection Group published an article on its website entitled “Ukrainian political party leader detained”. It stated, in particular:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“There may well be valid grounds for bringing criminal charges against Gennady Korban and for bringing them specifically now.  There is, however, a huge weight of distrust among Ukrainians following the politically motivated trials under Viktor Yanukovych, the failure thus far to properly investigate crimes committed during Euromaidan and to ensure that those who seriously compromised themselves are, at the very least, removed from responsible posts in the judiciary and law-enforcement bodies.  Under such circumstances any prosecution will inevitably raise questions, and it is to be hoped that the authorities understand that an efficient and maximally transparent investigation will do more to restore trust than public assurances that there’s not a whiff of politics.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The applicant also referred to several articles in Ukrainian newspapers suggesting that his arrest had been politically motivated.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of Ukraine 1996",
                                "elements": [
                                    {
                                        "content": "94.  Article 29, which is relevant to the case, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every person has the right to freedom and personal inviolability.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one shall be arrested or held in custody other than pursuant to a reasoned court decision and only on the grounds of and in accordance with a procedure established by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of detention, with a reasoned court decision in respect of their being held in custody. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Everyone who has been detained has the right to challenge his or her detention in court at any time. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal Code 2001",
                                "elements": [
                                    {
                                        "content": "95.  The relevant provisions can be summarised as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  Article 157 § 3 provides that interference with work of an electoral officer coupled with coercion, violence or threats of violence, committed following a conspiracy by a group of persons or by a public official using his/her position is punishable by three to seven years’ imprisonment, with no right to hold certain posts or carry out certain activities for two to three years;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  Article 191 § 5 provides for seven to twelve years’ imprisonment, with confiscation of property and no right to hold certain posts or carry out certain activities for up to three years, as penalty for embezzlement involving particularly large amounts or committed by an organised group;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  Articles 255 § 1 provides for five to twelve years’ imprisonment as penalty for creation of a criminal organisation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  under Article 289 § 2, car theft committed, in particular, following a conspiracy or coupled with violence or threats of violence, is punishable by imprisonment for five to eight years, with or without property confiscation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  Article 349 penalises taking hostage a public official by eight to fifteen years’ imprisonment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Code of Criminal Procedure 2012",
                                "elements": [
                                    {
                                        "content": "96.  The relevant provisions provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Preventive measures are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  a personal undertaking;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  a personal warranty;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  bail;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  house arrest; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Arrest [without a court order] (затримання) is a provisional preventive measure which can be used on the grounds and under the procedure defined by this Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The investigating judge or the court shall reject an application for a preventive measure if the investigator or the prosecutor has not proven that there are sufficient grounds to believe that none of the more lenient preventive measures would be sufficient for the prevention of the established risk or risks. The most lenient preventive measure is a personal undertaking and the most severe one is pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Preventive measures shall be applied: during the investigation – by the investigating judge at the request of a prosecutor, or at the request of an investigator, approved by a prosecutor; and during the trial – by the court at the request of a prosecutor.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The purpose of a preventive measure is to ensure that a suspect or an accused complies with his or her procedural obligations, as well as to prevent attempts to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  abscond from the pre-trial investigation authorities and/or the court;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  destroy, conceal or spoil any of the objects or documents that are essential for establishing the circumstances of the criminal offence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  exert an unlawful influence on the victim, the witnesses, or on other suspects, accused, the expert or specialist ...;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  obstruct the criminal proceedings in any other way;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  commit another criminal offence or continue the criminal offence of which he/she is suspected or accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  A preventive measure shall be applied on the grounds of a reasonable suspicion that the person has committed a criminal offence and provided there are risks giving sufficient grounds for the investigating judge or the court to believe that the suspect, the accused or the convict could commit actions specified in paragraph one of this Article ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  House arrest consists of prohibiting the suspect or the accused from leaving his or her place of residence twenty-four hours per day or during certain hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  House arrest may be applied to a person suspected or accused of having committed a criminal offence punishable by imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  National police officers may visit the suspect or the accused under house arrest at his or her domicile, with a view to surveying his or her behaviour. They may demand verbal or written explanations as regards the compliance by the suspect or the accused with his or her obligations. Electronic tracking devices may be used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  The validity period of a ruling of the investigating judge on placing a person under house arrest shall not exceed two months. If required, the duration of house arrest may be extended at the prosecutor’s request within the limits of the pre-trial investigation .... The total duration of house arrest may not exceed six months. Thereafter the ruling on the application of that preventive measure shall be deemed to have expired and the house arrest measure shall be considered lifted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  [In the absence of a court order a] competent official is entitled to arrest (затримати) a person suspected of having committed a crime for which a prison sentence may be imposed, only in the following cases:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  if the person has been caught whilst committing a crime or attempting to commit one; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  if immediately after a criminal offence the statements of an eyewitness, including the victim, or the totality of obvious signs on the body, or clothes or at the scene of the event indicate that this person has just committed an offence ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  A competent official who has carried out the arrest shall immediately inform the arrested person, in a language which he/she understands, of the grounds for the arrest and of what crime he/she is suspected of having committed. The official shall also explain to the arrested person his/her rights: to be legally represented; to be provided with medical assistance; to make statements or to remain silent; to inform [third] persons ... of his/her arrest and whereabouts; to challenge the grounds for the arrest; as well as the other procedural rights set out in this Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  A report shall be drawn up in respect of an individual’s arrest containing, [in particular,] the following information: the place, date and exact time (the hour and minute) of the arrest ...; the grounds for the arrest; the results of the search of the person; requests, statements or complaints of the arrested person, if any; and a comprehensive list of his/her procedural rights and duties. The arrest report shall be signed by the official who drew it up, and by the arrested person. A copy shall immediately be served on the arrested person after obtaining his/her signature ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Article 276 of the Code provides that when a person has been arrested, a formal notification of suspicion must be served on him or her. From that moment, the person acquires the procedural status of a suspect. The official serving the notification is required to explain the suspect’s procedural rights, including the right to remain silent and the right to legal assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Article 278 of the Code provides that a person who has been arrested without a court order must be released unless a formal notification of suspicion has been served on him or her within twenty-four hours of arrest.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Compensation Act 1994",
                                "elements": [
                                    {
                                        "content": "99.  Under the Law of Ukraine on the Procedure for Compensating Damage caused to Citizens by the Unlawful Actions of Bodies in charge of Operational Enquiries, Pre-trial Investigation, Prosecutors or Courts (also referred to as “the Compensation Act”), a person is entitled to compensation for damage on account of, in particular, unlawful detention (section 1). The preconditions for entitlement to compensation include “a finding of ... unlawfulness of arrest and detention in a guilty verdict or other judicial decision” or termination of criminal proceedings for want of evidence of the person’s guilt (section 2).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Civil Code 2003",
                                "elements": [
                                    {
                                        "content": "100.  Article 1176 provides for the right to compensation for damage sustained as a result of unlawful decisions, actions or omissions by bodies of inquiry, pre-trial investigation authorities, prosecutor’s offices and courts. It specifies that damage caused to an individual, in particular, by unlawful criminal prosecution, unlawful application of a preventive measure, and/or unlawful arrest must be compensated in full, irrespective of the guilt of officials of bodies of inquiry, pre-trial investigation authorities, prosecutor’s offices and courts. The procedure for claiming compensation for damage as described above “shall be established by law”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  The applicant complained under Article 3 of the Convention about the conditions in which he had been transported from Kyiv to Chernigiv on 2 November 2015. He also complained that he had been obliged to participate in lengthy court hearings immediately after the coronary angioplasty of 25 December 2015. Lastly, he complained under the same provision that he had been confined in a metal cage during the court hearings of 13, 22 and 25 January 2016. Article 3 of the Convention relied on reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  As regards the applicant’s transfer from Kyiv to Chernigiv on 2 November 2015",
                                        "elements": [
                                            {
                                                "content": "102.  The applicant complained under Article 3 of the Convention that on 2 November 2015, during his transfer from Kyiv to Chernigiv and thereafter, he had been kept in a minibus for about eight hours without any water, food or access to a toilet.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Government observed that the trip in question had not lasted long, given that the distance to cover was 150 km. They further submitted that the applicant had received water and had been allowed to use the toilet at his requests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court refers to its well-established case-law principles regarding the assessment of whether the treatment complained of attained the minimum level of severity to fall within the scope of Article 3 of the Convention (see paragraphs 118 and 119 below). The Court has found a violation of that provision where a detainee was kept in a police-station cell for twenty-two hours without food or drink or unrestricted access to a toilet (see Fedotov v. Russia, no. 5140/02, §§ 66-70, 25 October 2005). The Court has also found unacceptable the conditions of transport in cases where the applicants had remained confined in cramped prison vans or train carriages, without proper ventilation, water or catering, for long periods sometimes exceeding forty hours, and where they had had to undergo such trips on many occasions (see, for example, Yakovenko v. Ukraine, no. 15825/06, §§ 105-33, 25 October 2007; Koktysh v. Ukraine, no. 43707/07, §§ 106-08, 10 December 2009; and Konovalchuk v. Ukraine, no. 31928/15, §§ 66-70, 13 October 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Turning to the circumstances of the present case, the Court notes that the applicant was transported in a regular minibus, which he did not allege to have found uncomfortable (see paragraph 21 above). In the absence of any details from the Government as regards how long the applicant had had to wait in that vehicle upon arrival in Chernigiv or as regards any arrangements for catering, the Court considers plausible the applicant’s submission that he was made to stay in the minibus for eight hours without being provided with food.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court observes that the parties are in dispute as to whether the applicant was provided with drinking water and had access to a toilet. The Court has held in its case-law that in cases which concern conditions of detention, applicants are expected in principle to submit detailed and consistent accounts of the facts complained of and to provide, as far as possible, some evidence in support of their complaints (see Visloguzov v. Ukraine, no. 32362/02, § 45, 20 May 2010). The applicant did not provide any details as to whether he had asked to go to the toilet and, if so, on how many occasions and what the guards’ response had been: refusing his requests, making him wait or denying him privacy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  That being so and having regard to the fact that the applicant’s transfer in allegedly inadequate conditions took place only once and lasted for a maximum of eight hours, the Court considers that the applicant has not substantiated that the conditions of his transfer on 2 November 2015, even if as unpleasant as alleged, were such as to give rise to any appearance of a breach of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  It follows that this complaint must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the applicant’s participation in the court hearings after the coronary operation of 25 December 2015",
                                        "elements": [
                                            {
                                                "content": "109.  The Government submitted that the investigating judge who had conducted the hearings on 26-28 December 2015 had duly taken into account the applicant’s state of health. They further observed that several medical officials had monitored the applicant’s condition on a permanent basis and had provided him with medical care whenever required. The Government therefore invited the Court to dismiss this complaint as being manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  Contrary to the Government’s submission, the Court considers this complaint to be neither manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor inadmissible on any other grounds. It therefore declares it admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  As regards the applicant’s confinement in a metal cage during the court hearings of 13, 22 and 25 January 2016",
                                        "elements": [
                                            {
                                                "content": "112.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  As regards the applicant’s participation in the court hearings after the coronary operation of 25 December 2015",
                                        "elements": [
                                            {
                                                "content": "113.  The applicant submitted that, in spite of the fact that he had been extremely weak after the operation of 25 December 2015, he had been obliged to participate in long court hearings. He observed, in particular, that his forensic medical examination with a view to establishing whether he was fit enough to participate in court hearings had never in fact been carried out. As regards his examination on 27 December 2015, it was reported as a simple medical examination (see paragraph 76 above). Moreover, it had taken place in the presence of and under pressure from the prosecution officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The applicant further submitted that the court hearings, in particular the one on 27 December 2015, had been unacceptably long. In addition, the hearing room had been too crowded, which had exhausted him physically and caused him considerable stress and anguish.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  The Government contended that the applicant had been exaggerating his health-related concerns. In their opinion, he was a person with robust health. They observed, in particular, that during the entire period of his employment in the Dnipropetrovsk Regional State Administration (see paragraph 7 above), he had not taken a single day’s sick leave. The Government also pointed out that he was a heavy smoker who had continued smoking even while in hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Government emphasised that the applicant had been under constant medical supervision during the court hearings on 26, 27 and 28 December 2015 and that he had been provided with all the required medical care. They pointed out that not all the hearings on the dates mentioned had been long.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The applicant contested the Government’s arguments. He drew the Court’s attention to the fact that he had continued his medical treatment long after the events in question, which proved the seriousness of his medical condition at the time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment (see, for example, Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000IV). Indeed, the prohibition of torture and inhuman or degrading treatment or punishment is a value of civilisation closely bound up with respect for human dignity (see Bouyid v. Belgium [GC], no. 23380/09, § 81, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum depends on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim. Further factors include the purpose for which the illtreatment was inflicted, together with the intention or motivation behind it, although the absence of an intention to humiliate or debase the victim cannot conclusively rule out a finding of a violation of Article 3. Regard must also be had to the context in which the ill-treatment was inflicted, such as an atmosphere of heightened tension and emotions. Ill-treatment that attains such a minimum level of severity usually involves actual bodily injury or intense physical or mental suffering. However, even in the absence of these aspects, where treatment humiliates or debases an individual, showing a lack of respect for or diminishing his or her human dignity, or arouses feelings of fear, anguish or inferiority capable of breaking an individual’s moral and physical resistance, it may be characterised as degrading and also fall within the prohibition set forth in Article 3. It should also be pointed out that it may well suffice that the victim is humiliated in his own eyes, even if not in the eyes of others (see Bouyid, cited above, §§ 85-86, with numerous further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  In the context of deprivation of liberty the Court has consistently stressed that, to fall under Article 3, the suffering and humiliation involved must in any event go beyond that inevitable element of suffering and humiliation connected with detention. The State must ensure that a person is detained in conditions which are compatible with respect for human dignity, that the manner and method of the execution of the measure do not subject him or her to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his or her health and well-being are adequately secured (see Muršić v. Croatia [GC], no. 7334/13, § 99, 20 October 2016, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  It is an established fact that the applicant underwent a coronary angioplasty on 25 December 2015 (see paragraph 62 above). The Court therefore dismisses the Government’s conjecture that the applicant “had been exaggerating his health-related concerns” (see paragraph 115 above). Nor does it find of relevance their observation that he had not been on sick leave during his previous public service or that he was a heavy smoker (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  It is not the task of the Court to substitute its opinion for that of the domestic experts in assessing the seriousness of the applicant’s medical conditions and the possible risks of them deteriorating (see Mikhaniv v. Ukraine, no. 75522/01, § 70, 6 November 2008). That being so, the Court does not question the doctors’ statements that the applicant could be moved in a wheelchair under medical supervision without risking his life (see paragraphs 70, 73 and 76 above). The Court notes, however, that, in spite of the judicial ruling to that effect, there was no forensic medical examination of the applicant giving a clear answer to the question whether he was fit enough to participate in court hearings. Although a forensic medical expert was present during the applicant’s examination on 27 December 2015, he abstained from answering that question (see paragraph 76 above). In any event, even if the applicant had been found fit enough to participate in court hearings, that finding could not be interpreted as giving the green light to the unlimited duration of such hearings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  The Court accepts the applicant’s argument that he was weak after the surgery in question. Indeed, he must have required not only medical supervision and treatment, but also sufficient rest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  Although the hearing with the applicant’s participation on 26 December 2015 lasted for two hours, which did not appear excessively long, the Court considers it important to take into account its broader context. It observes, in particular, that the previous day, immediately after the applicant’s transfer from the intensive-care ward to an ordinary ward late in the evening, he had had a visit from the investigator, who had tried to serve him with a copy of the application for his detention (see paragraphs 61 and 64 above). That must have put the applicant, who was particularly vulnerable after the surgery, in a state of anxiety and stress. It appears that in the afternoon of 26 December 2015 his health deteriorated, which is why the hearing was adjourned (see paragraph 69 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The following day the applicant was obliged to participate in a court hearing for over twenty-one hours, including throughout the night from 27 to 28 December 2015 (see paragraph 79 above). Furthermore, even the previous night he had not been allowed uninterrupted sleep, given that at about 1.30 a.m. on 27 December 2015 the investigator had tried to reach him in the hospital ward (see paragraph 71 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  In the Court’s opinion, that would be an ordeal even for somebody in good health. For the applicant, who had not yet recovered after the surgery, staying in court for twenty-one hours must have caused not only emotional and psychological distress, but considerable physical fatigue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The Court considers that conducting judicial hearings at night can be justified only in cases of particular urgency. No such urgency existed in the applicant’s case. The only issue before the investigating judge was whether or not to place the applicant in detention instead of the previously imposed house arrest. Its examination could have been postponed for the duration of the applicant’s post-operative hospital treatment (seven to ten days – see paragraph 65 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  Having regard to all the circumstances of the present case, the Court considers that the applicant was subjected to inhuman and degrading treatment contrary to Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  Accordingly, there has been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the applicant’s confinement in a metal cage during the court hearings of 13, 22 and 25 January 2016",
                                        "elements": [
                                            {
                                                "content": "130.  The applicant submitted that his placement in a metal cage during the court hearings of 13, 22 and 25 January 2016 had been an unjustified and humiliating measure. He emphasised that even though he had been suspected of serious crimes, he had never manifested any violent behaviour, and that he had been feeling unwell. He pointed out that he was a wellknown politician and that the proceedings against him had received broad media coverage. Accordingly, he had been exposed in a metal cage not only to those present in the court room, but to a much wider audience. Lastly, the applicant contended that by having eventually replaced the metal cage by a glass cabin, the authorities had admitted the inadmissibility of that previous practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  The Government admitted that during the court hearings on the mentioned dates the applicant had indeed been held in a metal cage. They observed that such a security measure had been in compliance with the legal rules applicable at the time. Metal cages had eventually been replaced by glass cabins and during the subsequent hearings the applicant had been confined in a glass cabin. Having regard to the insignificant duration of his confinement in a metal cage, the Government maintained that there had been no violation of his rights under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Court notes that the holding of defendants in metal cages during a court hearing was a standard procedure in Ukraine, which was also applied in the applicant’s case. No assessment was ever made of the existence of any actual and specific security risks in the courtroom requiring that he be held in a metal cage during the hearings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  Although the applicant was confined in a metal cage during only three hearings, he was exposed behind bars not only to the persons attending those hearings but, owing to the high profile of the criminal proceedings against him, to a much wider audience as members of the public were following the proceedings via both national and international media (compare Lutsenko v. Ukraine (no. 2), no. 29334/11, § 171, 11 June 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  The Court has held that holding a person in a metal cage during a trial – having regard to its objectively degrading nature, which is incompatible with the standards of civilised behaviour that are the hallmark of a democratic society – constitutes in itself an affront to human dignity in breach of Article 3 (see Svinarenko and Slyadnev v. Russia [GC], nos. 32541/08 and 43441/08, § 138, ECHR 2014 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  The above conclusion remains pertinent in the circumstances of the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  Accordingly, there has been a violation of Article 3 of the Convention on this account.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "137.  The applicant also complained: under Article 5 § 1 of the Convention that his arrest on 31 October 2015 and his re-arrest on 3 November 2015 had been unlawful and arbitrary; under Article 5 § 3 of the Convention that his pre-trial detention and house arrest had not been justified by “relevant and sufficient reasons”; under Article 5 § 4 that he had had no effective procedure at his disposal by which he could have challenged the lawfulness of his arrest on 31 October 2015 and his re-arrest on 3 November 2015; and under Article 5 § 5 of the Convention that he had no enforceable right to compensation in respect of the breach of his rights under other paragraphs of Article 5 of the Convention. The provisions relied on read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "138.  The Court observes that the Government did not dispute the applicability of Article 5 of the Convention to the applicant’s house arrest. According to its case-law, house arrest is considered, in view of its degree and intensity, to amount to deprivation of liberty within the meaning of this provision (see Buzadji v. the Republic of Moldova [GC], no. 23755/07, § 104, 5 July 2016, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  Having regard to the way in which the applicant’s house arrest was applied, as described in paragraphs 30 and 50 above, the Court accepts that it constituted deprivation of liberty in the sense of Article 5 (compare Kavkazskiy v. Russia, no. 19327/13, §§ 19 and 65, 28 November 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  Furthermore, the Court finds that the applicant’s complaints under Article 5 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Alleged violation of Article 5 § 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "141.  The applicant contended that his arrest on 31 October 2015 had been unlawful and arbitrary. He drew the Court’s attention to the fact that more than a year had elapsed between the institution of the criminal proceedings against him on 15 August 2014 and his arrest. During that time he had not manifested any lack of cooperation with the investigating authorities. Furthermore, he had been actively involved in politics in Ukraine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The applicant further submitted that Article 208 of the CCP, on which the PGO had relied as the legal basis for his arrest, had been inapplicable in his case, as it permitted arrest without a judicial warrant only in specific urgent cases, when a person had been caught whilst committing a crime or immediately thereafter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  The applicant alleged that his re-arrest on 3 November 2015, which was based on the same provision of the CCP, had been equally unlawful. In his opinion, that measure had merely served as a pretext for not releasing him within seventy-two hours of his arrest of 31 October 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  The Government submitted that the applicant’s arrest on 31 October 2015 and his re-arrest on 3 November 2015 had been in compliance with the applicable legal rules and based on a reasonable suspicion that he had committed criminal offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules thereof. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness. One general principle established in the case-law is that detention will be “arbitrary” where, despite complying with the letter of national law, there has been an element of bad faith or deception on the part of the authorities or where the domestic authorities neglected to attempt to apply the relevant legislation correctly (see S., V. and A. v. Denmark [GC], nos. 35553/12 and 2 others, §§ 74 and 76, 22 October 2018, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The Court notes that under Ukrainian legislation deprivation of liberty without a reasoned court decision was possible only in a limited number of situations defined with sufficient precision. Thus, Article 29 of the Constitution permitted such a measure for a maximum of three days only as a response to an urgent need to prevent or stop a crime (see paragraph 94 above). Under Article 208 of the CCP, an investigator could arrest a person, in particular if the latter had been caught in flagrante delicto, had been pointed out as an offender by eyewitnesses or victims, or had clear traces of a crime on his person or clothing immediately after the offence (see paragraph 96 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  The respondent Government has not demonstrated that any of those conditions were met in the applicant’s case, and the investigator had no power to arrest him without a court decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  Indeed, as pointed out by the applicant, on 31 October 2015 he was arrested in connection with events which had taken place more a year earlier. It could not therefore be claimed that the authorities faced an urgent situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  As regards the applicant’s re-arrest on 3 November 2015, the Court notes that it took place within minutes of his formal release. The Court observes that the authorities relied formally on a charge different from those that had served as a basis for the previous arrest order (see paragraph 24 above). Nonetheless, it was clear from the text of the investigator’s subsequent application to the court for the applicant’s remand in custody (see paragraph 27 above) that, in reality, the prosecution were relying on the same charges against the applicant as before, and that only one new charge had been added (the applicant’s supposed interference with the work of an electoral officer – see paragraph 23 above). Like all the other charges, that new charge had been known to the prosecution authorities prior to the applicant’s arrest on 31 October 2015. However, like before, the general requirement of a judicial arrest warrant was disregarded. Accordingly, the applicant’s re-arrest on 3 November 2015 was manifestly deficient under domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The situation described above makes it clear for the Court that the authorities acted in bad faith, seeking a pretext to secure the applicant’s continued detention and to circumvent the effect of the court order for his release. Such conduct is incompatible with the principle of legal certainty and arbitrary, and runs counter to the principle of the rule of law (see, mutatis mutandis, Mikhaniv, cited above, §§ 87-88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  In the light of the foregoing, the Court concludes that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant’s arrest on 31 October 2015 and his re-arrest on 3 November 2015.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged violation of Article 5 § 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "152.  The applicant complained that he had been held in pre-trial detention and under house arrest without relevant and sufficient reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The Government contended that both impugned measures had been duly justified. They observed that eventually the applicant had been released subject to an undertaking not to abscond.",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  In accordance with the Court’s established case-law under Article 5 § 3, the persistence of a reasonable suspicion is a condition sine qua non for the validity of continued detention, but, after a certain lapse of time, it no longer suffices: the Court must then establish (1) whether other grounds cited by the judicial authorities continue to justify the deprivation of liberty and (2), where such grounds were “relevant” and “sufficient”, whether the national authorities displayed “special diligence” in the conduct of the proceedings. The Court has also held that justification for any period of detention, no matter how short, must be convincingly demonstrated by the authorities. When deciding whether a person should be released or detained, the authorities are obliged to consider alternative means of ensuring his or her appearance at trial (see Buzadji, cited above, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  Justifications which have been deemed “relevant” and “sufficient” reasons (in addition to the existence of reasonable suspicion) in the Court’s case-law have included such grounds as the danger of absconding, the risk of pressure being brought to bear on witnesses or of evidence being tampered with, the risk of collusion, the risk of reoffending, the risk of causing public disorder and the need to protect the detainee (see Buzadji, cited above, § 88). Those risks must be duly substantiated, and the authorities’ reasoning on those points cannot be abstract, general or stereotyped (see, among other authorities, Merabishvili v. Georgia [GC], no. 72508/13, § 222, 28 November 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  It is essentially on the basis of the reasons set out in the decisions of the national judicial authorities relating to the applicant’s pre-trial detention and of the arguments made by the applicant in his requests for release or appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see Merabishvili, cited above, § 225, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  The Court applies the same criteria in assessing the reasonableness of the entire period of deprivation of liberty, irrespective of the place where the applicant was detained (in a pre-trial detention facility or at home under house arrest). In the Court’s view, it would hardly be workable in practice were one to assess the justifications for pre-trial detention according to different criteria depending on differences in the conditions of detention and the level of (dis)comfort experienced by the detainee. Such justifications should, on the contrary, be assessed according to criteria that are practical and effective in maintaining an adequate level of protection under Article 5 without running a risk of diluting that protection (see Buzadji, cited above, §§ 112-14).",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  The period of deprivation of liberty to be taken into consideration in the present case started on 31 October 2015, the date of the applicant’s arrest, and ended on 7 June 2016, when he was released subject to an undertaking not to abscond (see paragraphs 17, 24, 54 and 139 above). Accordingly, it lasted for seven months and seven days. For two months and twenty-two days of that period, the applicant was under arrest and in pre-trial detention, whereas for the remaining four and a half months he was under house arrest (see paragraphs 17, 30, 38, 50 and 54 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The Court reiterates that it has found the applicant’s arrest on 31 October 2015 and his re-arrest on 3 November 2015, which formed the legal basis for his deprivation of liberty until 6 November 2015, to be in breach of Article 5 § 1 of the Convention (see paragraph 151 above). More specifically, the Court has concluded that the domestic authorities, firstly, did not adhere to the “procedure prescribed by law” and, secondly, manifested bad faith. The issue whether there was a “reasonable suspicion” that the applicant had committed a criminal offence was not among those analysed by the Court in the context of the complaint under Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  While, having regard to the incriminating material against the applicant, the Court accepts that there was a reasonable suspicion of his having committed a criminal offence, it reiterates that under Article 5 § 3 of the Convention, the existence of reasonable suspicion cannot on its own justify pre-trial detention, and must be supported by additional grounds (see Buzadji, cited above, § 95, and Štvrtecký v. Slovakia, no. 55844/12, § 59, 5 June 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  The Court will therefore examine whether such additional grounds were given by the domestic authorities to justify the applicant’s continued deprivation of liberty during the period in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  It is noteworthy that, like the initial arrest report, the report on the applicant’s re-arrest of 3 November 2015 contained no reference to any specific circumstances warranting his deprivation of liberty (see paragraph 24 above). The grounds referred to by the investigators were confined to those pre-printed on the arrest report template.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The Court therefore concludes that no relevant and sufficient reasons were provided in justification of the applicant’s continued arrest until 6 November 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  It would appear from the reasoning given in the decision of 6 November 2015 that the investigating judge of the Pecherskyy Court took into account a number of considerations indicating that the applicant’s pretrial detention would be an unjustified and excessive preventive measure. Namely, it was observed in the ruling that the applicant had a permanent place of residence, elderly parents and three minor children, that he was the leader of a political party, that he had received numerous awards, including a presidential one, and that he had positive character references. Furthermore, the judge noted that numerous members of parliament had offered their personal surety as a guarantee that the applicant would comply with his procedural obligations (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  The court ruling of 6 November 2015 contained no explanation, however, of how the above-mentioned circumstances, which were clearly favourable for the applicant, could be interpreted as justifying placing him under house arrest. Although the investigating judge mentioned the personal surety given by members of parliament, without questioning its authenticity or expressing any reservations in that regard, she gave no consideration to applying a personal warranty as a possible preventive measure. Nor did she consider the possibility of ensuring the applicant’s attendance in court by the use of other less intrusive preventive measures expressly provided for in Ukrainian law to ensure the proper conduct of criminal proceedings, such as a personal undertaking or release on bail (see paragraph 96 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  The Court observes that the appellate court maintained the same approach, de facto equating the absence of any grounds for the applicant’s pre-trial detention to the justification for placing him under house arrest (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  It follows that the applicant’s deprivation of liberty during this period was not based on relevant and sufficient reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "168.  The Court notes that the investigating judge of the Dniprovskyy Court justified the replacement of the applicant’s house arrest by pre-trial detention on 28 December 2015, having mainly reiterated the factors referred to by the investigator: the existence of a reasonable suspicion of the applicant’s involvement in a number of criminal offences; the gravity of those offences; and the applicant’s friendly relations with officials of lawenforcement, judicial and other authorities. Furthermore, the judge found it established that the applicant had not complied with the obligations inherent in house arrest (see paragraphs 38 and 40 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "169.  Given that the reference to a reasonable suspicion was not sufficient in itself, the Court will give closer consideration to the other grounds used to justify the applicant’s detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  The Court considers neither relevant nor sufficient the investigating judge’s reference to the applicant’s “friendly relations with officials of lawenforcement, judicial and other authorities”. Couched in broad terms as it was, it implied questioning the integrity of those unspecified officials rather than substantiating any risks inherent in the applicant’s release or the application of a less restrictive preventive measure than pre-trial detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  The Court next observes that the judge accepted, without further reasoning, the investigator’s argument that the applicant had not fulfilled his house-arrest obligations (see paragraph 40 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  To substantiate that conclusion, the investigator referred, in particular, to the applicant’s “continuously staying in private medical institutions” including the one founded by his father, as an indication that he had been “abusing his right to medical assistance” with a view to evading “various procedural measures”. It is noteworthy, however, that on 25 December 2015, the date on which the investigator applied to the court for the applicant’s pre-trial detention, the latter underwent a coronary angioplasty in the Amosov Institute (see paragraph 62 above). This proved that the applicant did require serious medical attention. Even if that operation had not taken place, alleging that the applicant had been “abusing his right to medical assistance” cannot be accepted as a relevant reason to justify placing him in pre-trial detention. The authorities had ample opportunity to have the applicant examined by medical specialists whose independence they did not question (and they eventually did so by having him taken to the Amosov Institute).",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  The investigator also referred to the fact that there had been thirtyeight alerts from the applicant’s electronic tracking device, from which he concluded that the applicant might have tampered with it. That conclusion clearly ran counter to the documents the prosecution had in its possession. Thus, about two weeks earlier the police had informed the prosecutor’s office about those alerts and had stated that most of them could be explained by “the technical imperfection of the device, the architectural particularities of the building, as well as the presence of a lift in the suspect’s flat”. On two occasions the alerts were explained by the fact that the applicant’ had been transferred to the court for participation in court hearings and on one occasion, by the fact that he had been admitted to hospital (see paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "174.  Lastly, the investigator noted that the applicant, “through his lawyers”, had been threatening one of the witnesses to make him change his depositions in the applicant’s favour (see paragraph 37 above). It was not explained how replacing the applicant’s house arrest by pre-trial detention was supposed to put an end to such misbehaviour on the part of his lawyers with whom he would retain contact even in detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  Accordingly, no relevant and sufficient reasons were provided for remanding the applicant in custody on 28 December 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176.  The Court does not accept, either, the stereotyped and abstract reasons invoked by the Kyiv City Court of Appeal in its ruling of 10 February 2016 upholding the decision to detain the applicant’ and by the Dniprovskyy Court in its decision of 17 February 2016 extending that preventive measure. Those courts mainly referred to the gravity of the charges against the applicant and the persistence of the risks already established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "177.  The Court takes note of the fact that it was the applicant himself who had asked that his pre-trial detention be replaced with house arrest (see paragraph 50 above). This cannot, however, be interpreted as a waiver of his rights under Article 5 of the Convention (see, mutatis mutandis, Buzadji, cited above, §§ 106-10).",
                                                "elements": []
                                            },
                                            {
                                                "content": "178.  The Court has held in its case-law that the right to liberty is too important in a democratic society for a person to lose the benefit of the protection of the Convention simply because he gave himself up to be taken into detention (see Storck v. Germany, no. 61603/00, § 75, ECHR 2005V). It appears clearly from the facts of the case that the idea behind the applicant’s seeking to be placed in house arrest was to avoid the continuation of his detention in custody (compare Buzadji, cited above, § 108).",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  Although house arrest implied fewer restrictions and a lesser degree of suffering and inconvenience for the applicant than ordinary detention in prison, it still amounted to a deprivation of his liberty in the meaning of Article 5 of the Convention (see paragraph 139 above). Accordingly, regardless of the applicant’s attitude to that measure, the domestic authorities were under an obligation either to provide due grounds for it or to release him. This was not done: the Dniprovskyy Court did not explain why there was a need for such an intrusive preventive measure in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "180.  The Court is aware of the fact that a majority of length-of-detention cases that have come before it concerned longer periods of deprivation of liberty and, against that background, seven months and seven days (see paragraph 158 above) may appear to be relatively short (compare Zherebin v. Russia, no. 51445/09, § 61, 24 March 2016). Nonetheless, the Court has found a violation of Article 5 § 3 of the Convention on many occasions even in respect of such short periods of detention where those were not justified (the Court’s abundant case-law of relevance is quoted in Zherebin, cited above, ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "181.  Having regard to the absence of relevant and sufficient reasons for the applicant’s deprivation of liberty in the present case, be it in the form of pre-trial detention or house arrest, the Court concludes that there has been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Alleged violation of Article 5 § 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "182.  The applicant submitted that there had been no judicial review of the lawfulness of his arrest of 31 October 2015. As regards the lawfulness of his re-arrest of 3 November 2015, he maintained that the Pecherskyy Court had assessed it in a formalistic and superficial manner, without addressing any of his arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "183.  The Government submitted that the applicant had failed to challenge the lawfulness of his arrest of 31 October 2015 before the appropriate court. They further contended that by the ruling of 6 November 2015, the investigating judge of the Pecherskyy Court had provided an effective judicial review of the lawfulness of the applicant’s re-arrest on 3 November 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "184.  The Court reiterates that the purpose of Article 5 § 4 is to assure to persons who are arrested and detained the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12, and Ismoilov and Others v. Russia, no. 2947/06, § 145, 24 April 2008). A remedy must be made available during a person’s detention to allow that person to obtain a speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release. The accessibility of a remedy implies, inter alia, that the circumstances voluntarily created by the authorities must be such as to afford applicants a realistic possibility of using the remedy (see Nechiporuk and Yonkalo v. Ukraine, no. 42310/04, § 239, 21 April 2011). The question whether a person’s right under Article 5 § 4 has been respected has to be determined in the light of the circumstances of each case (see Rehbock v. Slovenia, no. 29462/95, § 84, ECHR 2000XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "185.  The Court takes notes from the outset of the formal decision on the applicant’s release of 3 November 2015 (see paragraph 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "186.  According to the Court’s case-law, Article 5 § 4 of the Convention is no longer applicable to any attempts to get a judicial review of the lawfulness of one’s deprivation of liberty after release (see, mutatis mutandis, Slyusar v. Ukraine, no. 34361/06, § 13, 8 March 2012, and the reference therein to Reinprecht v. Austria, no. 67175/01, § 51, ECHR 2005XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "187.  In other words, Article 5 § 4 of the Convention provides a preventive remedy in respect of unlawful deprivation of liberty. As regards proceedings for a judicial review of the lawfulness of a person’s detention after his or her release, all they can achieve is an ex post facto judicial declaration that the detention had been unlawful. At that point, the preventive remedy under Article 5 § 4 ceases to apply and a compensatory remedy enshrined in Article 5 § 5 of the Convention comes into play (see, mutatis mutandis, Lelyuk v. Ukraine, no. 24037/08, § 35, 17 November 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "188.  The Court has consistently held in its case-law that it must look behind appearances and investigate the realities of the situation complained of (for the application of this principle in the context of Article 5 of the Convention, see Farhad Aliyev v. Azerbaijan, no. 37138/06, § 163, 9 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "189.  In the present case the reality was that the applicant was not released in spite of the court order of 3 November 2015 to that effect (see paragraph 24 above). Given that the investigator continued to refer to the same grounds as before (see paragraph 27 above), it meant in practice that the applicant could seek a judicial review of the lawfulness of his deprivation of liberty in the meaning of Article 5 § 4 of the Convention only within the remand proceedings of 6 November 2015, which he did (see paragraphs 26 and 30 above). As to the question whether or not he should have lodged a separate complaint concerning the lawfulness of his initial arrest, the Court will analyse it from the standpoint of Article 5 § 5 of the Convention (see paragraph 187 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "190.  Accordingly, the only remaining issue raised by the applicant under Article 5 § 4 of the Convention is the alleged failure of the Pecherskyy Court to give sufficient and relevant reasons in its ruling of 6 November 2015 (see paragraph 182 above). However, the Court has already examined that issue under Article 5 § 3 of the Convention (see paragraphs 164, 165, 167 and 181 above). It does not therefore seem necessary to deal with the same point under Article 5 § 4 of the Convention as well (see Merabishvili, cited above, § 240).",
                                                "elements": []
                                            },
                                            {
                                                "content": "191.  The Court therefore concludes that, under the circumstances, there is no need to examine the applicant’s complaint under Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Alleged violation of Article 5 § 5 of the Convention",
                                        "elements": [
                                            {
                                                "content": "192.  The applicant contended that he had not had an enforceable right to compensation in respect of the alleged breaches of Article 5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "193.  The Government contested that submission. They observed that on 11 September 2017 the criminal proceedings against the applicant had been discontinued for want of evidence of his guilt. In the Government’s opinion, that provided sufficient grounds for him to claim compensation under Article 1176 of the Civil Code or section 1 of the Compensation Act (see paragraphs 99 and 100 above), which he had failed to do.",
                                                "elements": []
                                            },
                                            {
                                                "content": "194.  The Court reiterates that Article 5 § 5 is deemed to have been complied with where it is possible to apply for compensation in respect of a deprivation of liberty effected in conditions contrary to paragraphs 1, 2, 3 or 4. The right to compensation set forth in paragraph 5 therefore presupposes that a violation of one of the other paragraphs has been established, either by a domestic authority or by the Court. In this connection, the effective enjoyment of the right to compensation guaranteed by Article 5 § 5 must be ensured with a sufficient degree of certainty (see Stanev v. Bulgaria [GC], no. 36760/06, § 182, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "195.  Turning to the present case, the Court notes that Ukrainian legislation provided anyone who became a victim of unlawful criminal prosecution and/or detention with the possibility to claim compensation. The applicable legal provisions specified that the right to such compensation arose when there was a judicial finding of unlawfulness, in particular, of detention, or when the criminal proceedings against the person had been terminated for lack of proof of his/her guilt (see paragraphs 99 and 100 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "196.  As pointed out by the Government, the criminal proceedings against the applicant were discontinued on 11 September 2017 for lack of proof of his guilt (see paragraphs 58 and 193 above). However, the grounds for depriving him of his liberty, which he considered to be in breach of Article 5 §§ 1, 3 and 4 of the Convention, had not been confined to the charges against him within the above-mentioned proceedings. They also included the charge of R.’s kidnapping, in respect of which the applicant was eventually convicted (see, in particular, paragraph 51 above). Furthermore, the Government suggested that, as of April 2018, there remained some outstanding charges against the applicant (see paragraph 59 above). Although, based on the facts of the case, it is unclear what those charges could be, this implied that there was another obstacle preventing the applicant from claiming compensation solely relying on the PGO’s ruling of 11 September 2017 discontinuing the criminal proceedings against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "197.  It cannot therefore be said that the applicant’s effective enjoyment of the right to compensation was ensured with a sufficient degree of certainty, as required by Article 5 § 5 of the Convention (see paragraph 194 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "198.  The Court also notes that the Government reproached the applicant for not having pursued his complaint concerning the lawfulness of his initial arrest of 31 October 2015, and the Court decided to deal with that issue under Article 5 § 5 (see paragraphs 183 and 189 above). Having regard to the nature and scope of the alleged breaches of the applicant’s rights under Article 5 §§ 1, 3 and 4 of the Convention, the Court does not consider that by challenging the lawfulness of his arrest of 31 October 2015, that being one grievance among many others, the applicant could have changed the state of affairs described above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "199.  In sum, there was no finding by the domestic authorities of a violation of one of the other paragraphs of Article 5 of the Convention to enable the applicant to claim compensation under paragraph 5. Nor are there any reasons to hold the absence of such a finding against the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "200.  However, in the present judgment the Court has found violations of Article 5 §§ 1 and 3 (see paragraphs 151 and 181 above). It follows that Article 5 § 5 of the Convention is applicable. The Court must therefore establish whether Ukrainian law afforded, or now affords, the applicant an enforceable right to compensation on the basis of the findings of violations of Article 5 by this Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "201.  The Court has examined this issue in numerous other Ukrainian cases. It has found that a right to compensation under Article 5 § 5 of the Convention is not ensured in the domestic legal system when the Court establishes a violation of any of the preceding paragraphs of that Article and when there was no domestic judicial decision establishing the unlawfulness of the detention (see, for example, Nechiporuk and Yonkalo, cited above, §§ 233-34; Taran v. Ukraine, no. 31898/06, §§ 89-90, 17 October 2013; and Sinkova v. Ukraine, no. 39496/11, §§ 82-84, 27 February 2018). The Court finds no reason to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "202.  It follows that there has been a violation of Article 5 § 5 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 18 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 5",
                        "elements": [
                            {
                                "content": "203.  The applicant complained that the deprivation of his liberty had been ordered for ulterior motives, in particular political motives. He relied on Article 18 of the Convention taken in conjunction with Article 5, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "204.  The Court observes that the crux of the applicant’s complaint under this head, namely that his criminal prosecution and detention had been ordered for ulterior motives, has not been examined under Article 5 of the Convention. The Court therefore considers that Article 18 of the Convention in conjunction with Article 5 is applicable (for the general principles on the interpretation and application of Article 18 of the Convention, see Merabishvili, cited above, §§ 287-91).",
                                        "elements": []
                                    },
                                    {
                                        "content": "205.  The Court also notes that this complaint is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention, nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "206.  The applicant alleged that the real reasons for his criminal prosecution had been as follows. Firstly, he referred to a conflict between the then head of the Dnipropetrovsk Regional State Administration (in whose team the applicant had been working at the time – see paragraph 7 above) and the President of Ukraine, which had led to the former’s resignation in March 2015. Secondly, the applicant had been the main rival of the candidate from the President’s party, who was also a close friend of the President, in the mid-term parliamentary elections in Chernigiv (see paragraph 10 above). The applicant had uncovered various violations by the above-mentioned candidate, such as the bribing of voters, abuse of administrative resources and vote rigging. The applicant therefore alleged that it was that candidate who had initiated the applicant’s criminal prosecution. Another reason, in the applicant’s opinion, was his sharp criticism of those in power in general and President Poroshenko in particular. In addition, the applicant’s party had had a high score in the local elections. He submitted that the purpose of depriving him of his liberty and subjecting him to criminal prosecution was to prevent him from engaging in political activity and to discredit his political party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "207.  In support of his submissions, the applicant referred to various statements made to the press, which showed that his criminal prosecution had been ordered for political reasons (see paragraphs 88-93 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "208.  The Government argued that the applicant’s allegations lacked any substantiation. In particular, his participation in the local and the mid-term parliamentary elections had in no way been impeded. The applicant had himself been one of “those in power” up until the end of March 2015 and had not been in opposition. Nor had he enjoyed, in the Government’s opinion, any strong public support. Lastly, they submitted that it was open to anybody to criticise the President of Ukraine or his team without any fear of criminal prosecution and that the applicant had not provided any evidence to the contrary.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "209.  The Court reiterates that Article 18 of the Convention does not serve merely to clarify the scope of the restriction clauses (such as, for example, the second sentence of Article 5 § 1 and the second paragraphs of Articles 8 to 11, which permit restrictions to those rights and freedoms). It also expressly prohibits the High Contracting Parties from restricting the rights and freedoms enshrined in the Convention for purposes not prescribed by the Convention itself, and to this extent it is autonomous (see Merabishvili, cited above, §§ 287-88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "210.  A right or freedom is sometimes restricted solely for a purpose which is not prescribed by the Convention. But it is equally possible that a restriction is applied both for an ulterior purpose and a purpose prescribed by the Convention; in other words, that it pursues a plurality of purposes. The question in such situations is whether the prescribed purpose invariably expunges the ulterior one, whether the mere presence of an ulterior purpose contravenes Article 18, or whether there is some intermediary answer (ibid., § 292).",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  There is a considerable difference between cases in which the prescribed purpose was the one that truly actuated the authorities, though they also wanted to gain some other advantage, and cases in which the prescribed purpose, while present, was in reality simply a cover enabling the authorities to attain an extraneous purpose, which was the overriding focus of their efforts. Holding that the presence of any other purpose by itself contravenes Article 18 would not do justice to that fundamental difference, and would be inconsistent with the object and purpose of Article 18, which is to prohibit the misuse of power. Indeed, it could mean that each time the Court excludes an aim or a ground pleaded by the Government under a substantive provision of the Convention, it must find a breach of Article 18, because the Government’s pleadings would be proof that the authorities pursued not only the purpose that the Court accepted as legitimate, but also another one (ibid., § 303).",
                                                "elements": []
                                            },
                                            {
                                                "content": "212.  For the same reason, a finding that the restriction pursues a purpose prescribed by the Convention does not necessarily rule out a breach of Article 18 either. Indeed, holding otherwise would strip that provision of its autonomous character (ibid., § 304).",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  The Court is therefore of the view that a restriction can be compatible with the substantive Convention provision which authorises it because it pursues an aim permissible under that provision, but still infringe Article 18 because it was chiefly meant for another purpose that is not prescribed by the Convention; in other words, if that other purpose was predominant. Conversely, if the prescribed purpose was the main one, the restriction does not run counter to Article 18 even if it also pursues another purpose (ibid., § 305).",
                                                "elements": []
                                            },
                                            {
                                                "content": "214.  Which purpose is predominant in a given case depends on all the circumstances. In assessing that point, the Court will have regard to the nature and degree of reprehensibility of the alleged ulterior purpose, and bear in mind that the Convention was designed to maintain and promote the ideals and values of a democratic society governed by the rule of law. In continuing situations, it cannot be excluded that the assessment of which purpose was predominant may vary over time (ibid., §§ 307-08).",
                                                "elements": []
                                            },
                                            {
                                                "content": "215.  The Court applies its usual approach to proof when dealing with complaints under Article 18 of the Convention (ibid., 310). The first aspect of that approach is that, as a general rule, the burden of proof is not borne by one or the other party because the Court examines all material before it irrespective of its origin, and because it can, if necessary, obtain material of its own motion. The second aspect of the Court’s approach is that the standard of proof before it is “beyond reasonable doubt”. That standard, however, is not co-extensive with that of the national legal systems which employ it. First, such proof can follow from the coexistence of sufficiently strong, clear and concordant inferences or similar unrebutted presumptions of fact. Secondly, the level of persuasion required to reach a conclusion is intrinsically linked to the specificity of the facts, the nature of the allegation made, and the Convention right at stake. The third aspect of the Court’s approach is that the Court is free to assess not only the admissibility and relevance but also the probative value of each item of evidence before it. There is no reason for the Court to restrict itself to direct proof in relation to complaints under Article 18 of the Convention or to apply a special standard of proof to such allegations. Circumstantial evidence in this context means information about the primary facts, or contextual facts or sequences of events which can form the basis for inferences about the primary facts. Reports or statements by international observers, non-governmental organisations or the media, or the decisions of other national or international courts, are often taken into account to, in particular, shed light on the facts, or to corroborate findings made by the Court (ibid., §§ 311 and 314-17).",
                                                "elements": []
                                            },
                                            {
                                                "content": "216.  In the present case, the Court has accepted that the applicant was arrested on “reasonable suspicion” of having committed a criminal offence (see paragraph 160 above). In other words, even though the Court has found a number of violations of Article 5 of the Convention (see paragraphs 151, 181 and 202 above), it can still be stated that the applicant was deprived of his liberty for a purpose prescribed by Article 5 § 1 (c) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "217.  In analysing the applicant’s complaint under Article 18 of the Convention, the Court must first of all examine whether the restriction in question additionally pursued any other purpose which was not prescribed by Article 5 § 1. Even in the event of an affirmative answer to that question, there will only be a breach of Article 18 if that other purpose was predominant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "218.  The Court accepts that the timing of the applicant’s initial arrest and the manner in which it was carried out could be interpreted as possible indices of an ulterior purpose. The Court observes, in particular, that the institution of criminal proceedings against the applicant on 15 August 2014, immediately after R. had complained to the police of his kidnapping by the applicant, apparently caused no immediate inconvenience to the applicant. Moreover, on 15 September 2014 the President of Ukraine awarded him an Order for Courage “for his commitment, active civic stance and high professionalism in carrying out his official duties” (see paragraph 8 above). Subsequently, on 25 February, 7 August and 1 October 2015 further sets of criminal proceedings were instituted against the applicant (see paragraphs 14-16 above). However, it was only on 31 October 2015 that the investigating authorities notified the applicant of their suspicions in that respect and arrested him (see paragraph 17 above). His arrest took place with the involvement of a special forces unit, which broke through the entrance door to the applicant’s flat (see paragraph 18 above). All of a sudden, without any apparent reason, the applicant’s arrest and criminal prosecution became a matter of particular urgency and zeal for the prosecuting authorities. In the absence of any convincing explanations from the authorities, it was broadly perceived by political parties, mass media and civil society as selective justice (see paragraphs 88-93 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "219.  While bearing that in mind, the Court will turn now to the specific arguments raised by the applicant in support of his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "220.  The Court notes that the applicant linked his criminal prosecution and deprivation of liberty, in particular, with the alleged conflict between the then Head of the Dnipropetrovsk Regional State Administration and the President of Ukraine, which had led to the former’s resignation in March 2015 (see paragraphs 7 and 206 above). In the absence of complaints of political persecution raised by the above-mentioned official or any member of his political team other than the applicant, the Court does not find this argument convincing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "221.  Nor is the Court convinced by the applicant’s allegation that the real impetus for his criminal prosecution might have stemmed from his rivalry with the candidate from the President’s party during the mid-term parliamentary elections in Chernigiv of 26 July 2015 (see paragraphs 10 and 206 above). The applicant suggested that the whole legal machinery had been misused at the whim of a friend and political ally of the President. The Court does not discern any evidence in the case-file materials in support of such a serious allegation. Furthermore, it appears unlikely that the candidate, who had won the elections with 35.90% of the vote, would post factum seek to take revenge on the applicant, who had obtained less than half of that percentage (14.76%). The Court also finds it relevant to note that although the applicant suggested that the election results had been rigged and were unfair (see paragraph 206 above), he has not lodged a complaint under Article 3 of Protocol No. 1 (right to free elections).",
                                                "elements": []
                                            },
                                            {
                                                "content": "222.  In so far as the applicant claimed that he had been sharply criticising the President of Ukraine and those in power, the Court accepts the Government’s observation that he was obviously not the only one to do so. The Court has no information, however, of any attempts to stifle voices critical of the then President of Ukraine or the Government. The plurality of publicly expressed opinions in Ukraine concerning the applicant’s criminal prosecution itself is rather an indication to the contrary: that anybody was free to criticise the President in particular and the authorities in general.",
                                                "elements": []
                                            },
                                            {
                                                "content": "223.  In the absence of any evidence to the contrary, the Court is also sceptical of the alleged link between the deprivation of the applicant’s liberty and the success of his party in the local elections. It should be noted that the criminal proceedings against the applicant were instituted about a year prior to the creation of the UKROP party. Furthermore, apart from the “Bloc of Petro Poroshenko”, which won the election, two other parties, “Batkivshchyna” and “Opposition Bloc”, had better results than UKROP (see paragraph 11 above) but did not allege that they had been persecuted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "224.  In the light of all the foregoing, the Court considers that the allegations the applicant has raised in the context of his complaint under Article 18 of the Convention are not sufficiently proven. Even if there might have been some ulterior motives for prosecuting the applicant and depriving him of his liberty, the Court is unable to identify them on the basis of the applicant’s submissions, let alone find that those ulterior motives were predominant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "225.  That being so, the Court finds that there has been no violation of Article 18 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "226.  The applicant complained of a violation of his right to the presumption of innocence under Article 6 § 2 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "227.  The Court declares this complaint admissible given that it is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "228.  The applicant complained that high-ranking public officials had asserted his guilt in the absence of his conviction by a court, thus influencing public opinion and prejudging the case against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "229.  The Government argued that the authorities had been merely informing society of progress in a high-profile criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "230.  The Court reiterates the well-established principle of its case-law that Article 6 § 2 of the Convention bars officials from declaring a person guilty before that person’s conviction by a court. Officials may tell the public about criminal investigations by, for example, reporting suspicions, arrests, and confessions, if they do so discreetly and circumspectly. The choice of words used by them matters (see Turyev v. Russia, no. 20758/04, § 19, 11 October 2016, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "231.  Turning to the present case, the Court observes that the impugned remarks were not made in the framework of the criminal proceedings themselves but as part of press statements intended for the public. The Court takes note of the Government’s submission that the purpose of the impugned statements was to inform the public about a high-profile criminal case. Indeed, given that the applicant was a politician, the authorities might have considered it necessary to keep the public informed of the criminal accusations against him (compare Ilgar Mammadov v. Azerbaijan, no. 15172/13, § 127, 22 May 2014). However, the Court considers that the statements made by high-ranking officials to the mass media in respect of the criminal proceedings against the applicant were far from discreet or circumspect. His identity was known to the public and he was labelled as a leader of a criminal organisation involved in a number of serious criminal offences (see paragraphs 82-87 above). As such, those statements could not but have encouraged the public to believe the applicant guilty before he had been proved guilty according to the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "232.  The Court therefore concludes that there has been a violation of Article 6 § 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "233.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "234.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaint concerning the conditions in which the applicant was transported on 2 November 2015 inadmissible and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, unanimously, that there has been a violation of Article 3 of the Convention in respect of the applicant’s participation in the court hearings on 26-28 December 2015;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 3 of the Convention on account of the applicant’s confinement in a metal cage during the court hearings on 13, 22 and 25 January 2016;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant’s arrest on 31 October 2015 and his re-arrest on 3 November 2015;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by six votes to one, that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds, unanimously, that that there is no need to examine the complaint under Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds, unanimously, that there has been a violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds, unanimously, that there has been no violation of Article 18 of the Convention in conjunction with Article 5;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds, unanimously, that there has been a violation of Article 6 § 2 of the Convention.”",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 July 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Síofra O’Leary is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": ".  The Chamber has found violations of Articles 3, 5 §§ 1 and 3 and 6 § 2 of the Convention, while excluding a violation of Article 18 in conjunction with Article 5.",
                        "elements": []
                    },
                    {
                        "content": ".  Bar the finding of a violation of Article 5 § 3 in relation to the two periods of house arrest to which the applicant was subject, I too can subscribe to these findings. I explain the reasons for my partial dissent below and add a comment on the consequences of the absence of a finding of a violation of Article 18.",
                        "elements": []
                    },
                    {
                        "content": "3.  The background to the application is described in some detail in the judgment (§§ 6 – 93). Nevertheless, as the analysis of the complaint under Articles 5 and 18 reveal, it is highly unlikely that a complete picture of the circumstances which led to the applicant’s arrest, pre-trial detention and release due to lack of sufficient evidence has been presented to the Court by either party. This is, to say the least, unfortunate.",
                        "elements": []
                    },
                    {
                        "content": "4.  Between 2014 and 2015 the applicant occupied a position of considerable importance in the Dnipropetrovsk regional administration. He was and is a prominent businessman. In September 2015 he became the leader of a political party which fielded candidates in the local and mid-term parliamentary elections that year and which was extremely critical of the then President of Ukraine.",
                        "elements": []
                    },
                    {
                        "content": "5.  What is not clear in the judgment, but emerges from the applicant’s arguments at the court hearing on 6th November 2015 at which the first period of house arrest was ordered, is that during his time in the regional administration the applicant began forming and arming battalions of volunteers. He also created a private fund to support the Ukrainian defense effort in the east of Ukraine and in Donbass where these volunteers were destined. In his words, once an ally of or admired by the former President of Ukraine, over time he became a political opponent. In his view, his “illegal detention” stemmed from this opposition.",
                        "elements": []
                    },
                    {
                        "content": "6.  In August 2014, when still involved in the aforementioned regional administration, the applicant was the subject of an investigation into the alleged kidnapping, and related carjacking, of a public official. A second set of criminal proceedings for another kidnapping were initiated in February 2015. A third set of proceedings were instituted in August the same year on suspicion of embezzlement relating to the aforementioned private fund. A fourth and final set of criminal proceedings, instituted in October 2015, related to threats of violence allegedly issued to the head of the regional Election Commission. In short, when the applicant was arrested on 31st October 2015 four sets of criminal proceedings were pending and a further offence relating to the creation of a criminal organization was added at that stage by the Prosecutor General.",
                        "elements": []
                    },
                    {
                        "content": ".  For the reasons explained in the Chamber judgment (§§ 109 - 129), there is no doubt that the treatment of the applicant at the court hearings held on 26th to 28th December 2015 amounted to ill-treatment contrary to Article 3 of the Convention; so too did confining him to a metal cage during subsequent court hearings in January 2016 (§§ 130 – 136 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": ".  As regards his arrest on 31st November 2015 – which was filmed and involved an armed special forces unit forcing entry into his private residence – and re-arrest on 3rd November 2015, the violation of Article 5 § 1 is also manifest (see §§ 141 - 151 of the judgment). The applicant’s detention until 6th November 2015, following this initial arrest and rearrest, was vitiated by the fact that the arrest reports failed to provide reasons justifying his detention at that stage. This leads to the first violation of Article 5 § 3 (§§ 159 – 163 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "9.  The general principles deriving from the Court’s case-law in relation to Article 5 § 3 of the Convention are set out in §§ 154 - 157 of the Chamber judgment.",
                        "elements": []
                    },
                    {
                        "content": "10.  The persistence of reasonable suspicion is a condition for the lawfulness of continued detention but is not sufficient. The authorities must provide “relevant and sufficient” reasons to justify any continued deprivation of liberty. Those reasons cannot be general and abstract but must contain references to the specific facts and the applicant’s personal circumstances justifying his continued detention. As confirmed in the judgment of the Grand Chamber in Buzadji v. the Republic of Moldova, the Article 5 § 3 reasoning requirement is the same whether the accused is kept in pre-trial detention or placed under house arrest. Bail, according to the Court’s case-law, can be refused, inter alia, where there is a risk that the accused, if released, would take action to prejudice the administration of justice. The risk of pressure being brought to bear on witnesses is accepted at the initial stages of the proceedings but it is also accepted that such an alleged risk may diminish over time as the investigation proceeds.",
                        "elements": []
                    },
                    {
                        "content": "11.  Following a decision of the investigating judge of the Pecherskyy court on 6th November 2015, the applicant’s pre-trial detention was brought to an end. He was placed instead under house arrest until 28th December 2015 and fitted with an electronic tracking device. It is this decision which, according to the majority, gives rise to one of four violations of Article 5 § 3 of the Convention. Based on how the Chamber has decided to approach the applicant’s case and given the content of the impugned domestic judgments and the elements on which they were based, I cannot agree. As is clear from §§ 27 – 30 of the Chamber judgment, the investigating judge was examining, on the one hand, the investigator’s application of 2 November 2015 on pre-trial detention and, on the other, the applicant’s complaints of 2 and 3 November regarding the lawfulness of his arrest, re-arrest and the pre-trial detention flowing therefrom. The judge referred to the gravity of the charges, and the seriousness of the potential sanctions, examined in detail the applicant’s personal, family situation as well as his professional activity, standing in society and positive assurances provided by members of parliament. She concluded, however, that although it was not necessary to hold the applicant in pre-trial detention, a lesser preventive measure was justified in the circumstances. The investigating judge, when ordering this less restrictive measure was clearly concentrating on explaining why the pre-trial detention sought by the prosecution was unnecessary. In the circumstances of the case, and given the material before her, it is difficult to understand what was not relevant and insufficient about the decision she took. Her decision was examined on appeal and confirmed, but again the Chamber judgment looks only at what it considers the investigating judge and appeal court did not do, rather than the relevance and sufficiency of what was done in the circumstances.",
                        "elements": []
                    },
                    {
                        "content": "12.  The positive contribution of this Chamber judgment on Article 5 § 3 may be its confirmation that house arrest, in view of its degree and intensity, also constitutes a deprivation of liberty within the meaning of Article 5, albeit a less intrusive form. If, as it seems, some Ukrainian courts have not been treating house arrest in this way, § 158 of the judgment, which relies on the Grand Chamber judgment in Buzadji, should put paid to any confusion.",
                        "elements": []
                    },
                    {
                        "content": "13.  A different question entirely is whether the investigating judge which decided to impose house arrest rather than the pre-trial detention sought by the prosecutor in the circumstances of the present case, and the appeal court which confirmed her decision, violated Article 5 § 3 of the Convention. The applicant was, as explained earlier, a very wealthy and well-connected businessman. He had occupied positions of power in the regional administration and stood accused of abusing precisely that power. He had formed and armed battalions of volunteers in a national situation which can only be described as volatile before formally entering political life. In the circumstances and on the basis of the material available, the judicial decision of 6th November 2015 appears neither arbitrary nor insufficiently reasoned.",
                        "elements": []
                    },
                    {
                        "content": "14.  The first impugned period of house arrest was interrupted by a period of two and a half months in pre-trial detention imposed by a different court (see §§ 168 - 176 of the judgment). I fully support the finding of a violation of Article 5 § 3 in relation to this period, not least due to the medical situation of the applicant and what would appear to be a failure to investigate allegedly faulty alerts from the tracking device with which he had been fitted when under house arrest. However, the incidence of alleged witness tampering referred to in § 174 of the judgment is not insignificant, nor should the Court treat it as such.",
                        "elements": []
                    },
                    {
                        "content": "15.  As regards the second period of house arrest, from 15th March to 7th June 2016, the applicant had applied for the aforementioned pre-trial detention to be replaced by house arrest. The investigating judge of the Dniyprovsky District Court this time heard and granted his application on the date it was lodged. He was from that point onwards no longer subject to an electronic tracking device. The applicant’s family circumstances, the gravity of the charges against him, the fact that several investigative measures were ongoing and “the risks established earlier” were all cited by the investigating judge as grounds in favour of removing the applicant from pre-trial detention while maintaining a preventive measure, less intrusive still than the previous house arrest. It should be remembered that, during this period, the applicant, who pleaded guilty to kidnapping, was negotiating a friendly settlement with his victim, which finally led to him receiving a suspended sentence and paying only damages. The applicant claimed that his admission of guilt was coerced, an argument the Chamber ignores entirely. Having done so, it is difficult to see the arbitrariness or insufficiency of reasons which underpin the finding of a violation of Article 5 § 3 in relation to this second period of house arrest.",
                        "elements": []
                    },
                    {
                        "content": "16.  Extracts from Buzadji are transposed by the Chamber without more to demonstrate that the applicant, who had applied for house arrest to replace pretrial detention, cannot be said to have waived his rights. It is quite clear that the placement of the applicant under house arrest did not equate to his release from detention such that Article 5 § 3 requirements continued to apply to that placement. However, a number of factors distinguish the present case from Buzadji. Unlike in Buzadji, the domestic courts in the present case had not dismissed habeas corpus applications made by the applicant on numerous occasions (compare Buzadji, cited above, § 108). As indicated in § 50 of the judgment, when the applicant applied to be removed from pre-trial detention due to the existence of new facts, those facts were considered by the investigating judge as part of his overall assessment and house arrest without electronic tracking was applied immediately. Furthermore, whereas in Buzadji the Court criticized the domestic courts for failing to assess the applicant’s character, morals, his assets and links to the country, as well as his behaviour since the initiation of the criminal investigation, it is clear from the first and second house arrest decisions that the same cannot be said of the two investigating judges whose decisions on house arrest are impugned. There was no evidence either of a presumption operating in Ukraine at the relevant time in favour of pre-trial detention and/or house arrest when an accused might face a sentence going beyond a certain threshold (compare Nikolova v. Bulgaria (no 2), no. 40896/98, 30 September 2004). In previous cases, the period of detention at issue was much longer than the seven months and seven days at issue in the instant case; four and a half months of which consisted of house arrest (see Nikolova, cited above, § 60 (over 2 years and 5 months); Qing, cited above, § 60 (over 1 year and seven months), or Podeschi v. San Marino, no. 66357/14, 13 April 2017, § 126 (over 1 year and 4 months)). The passage of time, which would require that the weighty relevant and sufficient reasons initially supporting a deprivation of liberty would become even weightier, could thus not be a decisive or even significant factor in this case. As regards the absence of progress or diligence in taking investigative measures, this appeared to be a problem during the period of pre-trial detention, in relation to which a violation of Article 5 § 3 is found, but not during the period spent under house arrest.",
                        "elements": []
                    },
                    {
                        "content": ".  On the basis of the material provided, I see no general and abstract reasons, no stereotyped decisions justifying different measures depriving the applicant of his liberty when under house arrest, no lack of consistency regarding how the domestic courts approached the imposition of house arrest (compare § 122 of Buzadji, cited above). On the contrary, as the investigation proceeded the relevant judges intervened promptly to reduce pre-trial detention to house arrest with tracking, followed by house arrest without a tracking device and finally an undertaking not to abscond. Finding a violation of Article 5 § 3 was justified in relation to the period spent in pre-trial detention but not in relation to the periods under house arrest.",
                        "elements": []
                    },
                    {
                        "content": ".  In its assessment of the complaints under Articles 3, 5 and 6, the Chamber judgment approaches the applicant’s case as that of a “normal” accused and the Court’s role as that of standard guarantor of the right to liberty and security in a democratic society subject to the rule of law.",
                        "elements": []
                    },
                    {
                        "content": ".  However, in the analysis of the applicant’s complaint under Article 18, combined with Article 5, one gets a glimpse of what lies beneath the surface of this case. The Chamber, for evidentiary reasons, decided not to pursue the Article 18 path based on the available information provided by the applicant. This meant it rejected the existence of ulterior motives for prosecuting the applicant and depriving him of his liberty. When doing so it arguably applied a burden of proof which in Article 18 cases does not flow from the case-law and which appears inapposite.",
                        "elements": []
                    },
                    {
                        "content": ".  However, once Article 18 of the Convention was excluded from the frame, all the Chamber was looking at were two periods under house arrest imposed against the prosecutor’s wishes in relation to an individual accused of several very serious crimes in relation to which there was reasonable suspicion and sufficient and legitimate grounds to impose a preventive measure at that stage of the investigation. Furthermore, the measures depriving the accused of his liberty were relaxed by the investigating judges as time passed, and the overall length of detention was under that which generally raises the Court’s concern.",
                        "elements": []
                    },
                    {
                        "content": ".  Had the Chamber decided to tackle the Article 18 complaint, its judicial task would inevitably have changed. Looking at the facts of the case as a whole, combined with the clear violations of Articles 3 and 5 § 1 established, the Chamber would have had to decide whether the impugned judicial decisions on house arrest, given the overall context, were themselves vitiated given the possible indices of ulterior motives behind the arrest and deprivation of liberty. The answer to that different question might have been in the affirmative. The Chamber has instead opted for a normal judicial analysis of a case in which the circumstances were far from normal. What results is a judgment of two different halves.",
                        "elements": []
                    },
                    {
                        "content": ".  While the reason given in this case for the absence of a violation of Article 18 may have been evidentiary, the case highlights a lack of clarity and coherence in the Court’s approach to this provision, despite two recent Grand Chamber judgments seeking to clarify the applicable general principles. When communicating and deciding cases the Court is increasingly having recourse to Article 18 whether at the request of applicants or of its own motion. However, when and in what circumstances Article 18 violations will be established is far from clear.",
                        "elements": []
                    },
                    {
                        "content": ".  In the present case, the respondent State has violated the Convention in several regards in their treatment of Mr. Korban. However, the decisions to order the applicant’s house arrest, particularly that of 6th November 2015, removing him on each occasion from pre-trial detention and gradually reducing the intrusion on his liberty, surely represent faint beacons of hope. When the rule of law appears fragile it is surely the Court’s job to nurture and support those institutions which seek to uphold it to the limited extent they can. It is for this reason that I partially dissent.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KORBAN v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-194188.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0704JUD002674416",
    "externalsources": [],
    "extractedappno": [
        "26744/16",
        "5140/02",
        "15825/06",
        "43707/07",
        "31928/15",
        "32362/02",
        "26772/95",
        "23380/09",
        "7334/13",
        "75522/01",
        "29334/11",
        "32541/08",
        "43441/08",
        "23755/07",
        "19327/13",
        "35553/12",
        "72508/13",
        "55844/12",
        "61603/00",
        "51445/09",
        "2947/06",
        "42310/04",
        "29462/95",
        "34361/06",
        "67175/01",
        "24037/08",
        "37138/06",
        "36760/06",
        "31898/06",
        "39496/11",
        "20758/04",
        "15172/13",
        "43395/09",
        "69861/11",
        "40896/98",
        "66357/14",
        "29580/12",
        "36847/12",
        "11252/13"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-194188",
    "judgementdate": "04/07/2019 00:00:00",
    "kpdate": "04/07/2019 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "448",
        "220",
        "404",
        "45",
        "445",
        "76",
        "325",
        "232",
        "431",
        "14",
        "236"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "5-3",
        "5-5",
        "35-3-a",
        "35",
        "5-1",
        "5",
        "6",
        "6-2",
        "18"
    ],
    "parties": [
        "KORBAN",
        "UKRAINE"
    ],
    "rank": "3577.77099609375",
    "representedby": [
        "KULCHYTSKYY N.S."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Bouyid v. Belgium [GC], no. 23380/09, ECHR 2015",
        "Buzadji v. the Republic of Moldova [GC], no. 23755/07, 5 July 2016",
        "De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 76, Series A no. 12",
        "Farhad Aliyev v. Azerbaijan, no. 37138/06, § 163, 9 November 2010",
        "Fedotov v. Russia, no. 5140/02, §§ 66-70, 25 October 2005",
        "Ilgar Mammadov v. Azerbaijan, no. 15172/13, § 127, 22 May 2014",
        "Ismoilov and Others v. Russia, no. 2947/06, § 145, 24 April 2008",
        "Kavkazskiy v. Russia, no. 19327/13, §§ 19 and 65, 28 November 2017",
        "Koktysh v. Ukraine, no. 43707/07, §§ 106-08, 10 December 2009",
        "Konovalchuk v. Ukraine, no. 31928/15, §§ 66-70, 13 October 2016",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000 IV",
        "Lelyuk v. Ukraine, no. 24037/08, § 35, 17 November 2016",
        "Lutsenko v. Ukraine (no. 2), no. 29334/11, § 171, 11 June 2015",
        "Merabishvili v. Georgia [GC], no. 72508/13, 28 November 2017",
        "Mikhaniv v. Ukraine, no. 75522/01, 6 November 2008",
        "Muršić v. Croatia [GC], no. 7334/13, § 99, 20 October 2016",
        "Nechiporuk and Yonkalo v. Ukraine, no. 42310/04, 21 April 2011",
        "Rehbock v. Slovenia, no. 29462/95, § 84, ECHR 2000 XII",
        "Reinprecht v. Austria, no. 67175/01, § 51, ECHR 2005 XII",
        "S., V. and A. v. Denmark [GC], nos. 35553/12 and 2 others, §§ 74 and 76, 22 October 2018",
        "Sinkova v. Ukraine, no. 39496/11, §§ 82-84, 27 February 2018",
        "Slyusar v. Ukraine, no. 34361/06, § 13, 8 March 2012",
        "Stanev v. Bulgaria [GC], no. 36760/06, § 182, ECHR 2012",
        "Štvrtecký v. Slovakia, no. 55844/12, § 59, 5 June 2018",
        "Svinarenko and Slyadnev v. Russia [GC], nos. 32541/08 and 43441/08, § 138, ECHR 2014 (extracts)",
        "Taran v. Ukraine, no. 31898/06, §§ 89-90, 17 October 2013",
        "Turyev v. Russia, no. 20758/04, § 19, 11 October 2016",
        "Visloguzov v. Ukraine, no. 32362/02, § 45, 20 May 2010",
        "Yakovenko v. Ukraine, no. 15825/06, §§ 105-33, 25 October 2007",
        "Zherebin v. Russia, no. 51445/09, 24 March 2016"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "489512",
    "typedescription": "15"
}