{
    "__articles": "5;5-4",
    "__conclusion": "No violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention)",
    "applicability": "",
    "appno": "68250/11",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-176838.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 68250/11) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Ramazan Erol (“the applicant”), on 24 October 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms M. Oerder, a lawyer practising in Möchengladbach. The German Government (“the Government”) were represented by one of their Agents, Mr H.-J. Behrens, Ministerialrat, of the Federal Ministry of Justice and Consumer Protection.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the decision of the Cologne Court of Appeal of 3 December 2010 not to stay the execution of the detention order against him breached Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 March 2016 the complaint concerning Article 5 § 4 of the Convention was communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Turkish Government, having been informed of their right to intervene in the proceedings (Article 36 § 1 of the Convention and Rule 44 of the Rules of Court), did not make use of this right.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1974 and lives in Aachen.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 20 April 2010 the premises in which the applicant ran a café were searched, based on a search warrant of 2 March 2010 issued by the Aachen District Court. The applicant was found in a back room of the café, weighing and packaging some 400 grams of cocaine, with a sum of 2,325 euros (EUR) in the pockets of his trousers. He was arrested.",
                                "elements": []
                            },
                            {
                                "content": "8.  The following day, the Aachen District Court issued a warrant for the arrest of the applicant on the ground that he was strongly suspected (dringend verdächtig) of commercial trafficking of a substantial amount of drugs and that there was a risk of his absconding. It considered that the applicant could face a considerable prison sentence for the offences in question, that he did not have strong ties to Germany, that he was unemployed and living on social security, and that he could easily abscond to Turkey.",
                                "elements": []
                            },
                            {
                                "content": "9.  At a detention review hearing on 5 May 2010, the applicant’s counsel applied for the applicant’s release on bail, stating that the applicant’s family were able and willing to furnish the amount of bail to be determined by the court. The following day, the applicant’s counsel withdrew the application after the court indicated that bail would not be granted.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 6 July 2010 the Public Prosecutor’s Office lodged a bill of indictment against the applicant, charging him with three counts of commercial trafficking of a substantial amount of drugs.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 6 August 2010 the Aachen District Court decided to open the trial against the applicant.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 29 September 2010 the District Court convicted the applicant on one of three counts of commercial trafficking in a substantial amount of drugs and acquitted him on the other two counts. It sentenced him to two years and six months’ imprisonment and ordered the continuation of his detention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 30 September 2010 both the applicant and the Public Prosecutor lodged appeals against the District Court’s judgment.",
                                "elements": []
                            },
                            {
                                "content": "14.  That same day, the applicant lodged an appeal against the decision ordering his continued detention and asked for the detention order to be set aside or its execution to be stayed. He argued that there was no incentive for him to abscond. The strength of his ties to Germany rendered his absconding to Turkey unlikely. He had lived in Germany for twenty years, had been married for the past thirteen years, and had two children, aged eight and one. His parents and his brother also lived in Germany. His only tie to Turkey, by contrast, was his parents’ holiday home.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 1 October 2010 the Aachen District Court decided not to grant the applicant’s appeal against the continued detention order and to refer the matter to the Aachen Regional Court. It considered that it was possible that the applicant would be sentenced to a significant prison sentence on appeal. There was, hence, an incentive for him to abscond which was not counterbalanced by his existing social ties to Germany. In that regard, it noted that the applicant and his entire family had lived on social security since 2001, that his command of the German language was insufficient and that he had no prospects of employment. Considering that his wife was also a Turkish national, that his children were of a young age and that his parents owned a holiday home in Turkey, there was a risk that the applicant would abscond to Turkey with his family. This risk could not be adequately remedied by reporting requirements or payment of security.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 October 2010 the Aachen Regional Court dismissed the applicant’s appeal. It limited the basis of the detention order to the count on which he had been convicted and annulled it for the two counts on which he had been acquitted by the District Court. Yet, referring to the reasoning of the District Court and underlining that the applicant had no legal employment whereas he had family ties to Turkey, it considered that there continued to be a risk of the applicant’s absconding.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 26 October 2010 the applicant lodged a further appeal against that decision. After essentially reiterating his earlier submission as to why there was no risk of his absconding, he stated that such risk could, in any event, be remedied by imposing a less severe measure. In that regard, he proposed that his family furnish security of EUR 10,000.",
                                "elements": []
                            },
                            {
                                "content": "18.  After the Regional Court decided not to grant the applicant’s further appeal and to refer the matter to the Cologne Court of Appeal, that court informed the applicant’s counsel, in a letter dated 22 November 2010, that it was considering staying the execution of the detention order. It asked the applicant to clarify the offer made and requested that the necessary means be given to him by his family in a manner that allowed him to dispose freely of those means and to furnish the security himself. The lawful origin of those means had to be credibly demonstrated.",
                                "elements": []
                            },
                            {
                                "content": "19.  The following day, the applicant’s counsel informed the Court of Appeal that the applicant’s family was able and willing to furnish security of EUR 10,000 to the court and to demonstrate credibly the lawful origin of those means. The family was, however, unwilling to put the money at the applicant’s disposal as they were unwilling to run the risk of having the repayment claim attached for payment against future claims the authorities might have against the applicant. He added that, if the applicant had to assume that the security would be forfeited in any event, that is to say, even if he did not abscond, because the repayment claim would be attached for payment against other claims, the security could not effectively remedy a risk of his absconding.",
                                "elements": []
                            },
                            {
                                "content": "20. On 3 December 2010 the Cologne Court of Appeal dismissed the applicant’s further appeal. It endorsed the assessments of the District Court and the Regional Court as to the risk of the applicant’s absconding and noted that the sentence the applicant risked incurring was not limited to two years and six months’ imprisonment, for the Public Prosecutor had appealed against the District Court’s judgment, seeking the applicant’s conviction on the two counts on which he had been acquitted. It stated that it would nonetheless consider staying the execution of the detention order if security were furnished. As long as the applicant’s family was not willing to put the necessary means at his own disposal it was, however, not ready to do so, arguing that this unwillingness indicated that his family lacked confidence in him and concluding that the family ties appeared not to be strong enough to prevent him from risking forfeiture of the security by absconding. The Court of Appeal furthermore found that there was a risk that the applicant would commit more drug-related offences if he were released from detention and also based the detention order, by way of subsidiarity, on a risk of reoffending. The decision was served on the applicant on 9 December 2010.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 3 January 2011 the District Court’s judgment of 29 September 2010 became final, following the Regional Court’s decision to discontinue the proceedings in relation to one of the charges and the withdrawal of appeals by both the applicant and the Public Prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "22.  That same day, the Aachen District Court stayed the execution of the detention order against the applicant on a number of conditions, including that either he or another person furnish security of EUR 5,000. Upon the furnishing of that amount by another person that same day, the applicant was released from detention.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 14 April 2011 the Federal Constitutional Court declined to accept the applicant’s constitutional complaint against the Court of Appeal’s decision not to stay the execution of the detention order against him, lodged on 10 January 2011, for adjudication, without providing reasons (file no. 2 BvR 155/11).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The detention order",
                                "elements": [
                                    {
                                        "content": "24.  Articles 112 et seq. of the Code of Criminal Procedure concern detention on remand. By virtue of Article 112 § 1 of the Code, a defendant may be detained on remand if there is a strong suspicion that he has committed a criminal offence and if there are grounds for arresting him. Grounds for arrest will, for example, exist where certain facts warrant the conclusion that there is a risk of his absconding (Article 112 § 2 no. 2) or reoffending (Article 112a § 1). Article 112a § 2 of the Code and the constant case-law of the domestic courts provide that a detention order cannot be based on a risk of reoffending, including by way of subsidiarity, if the prerequisites for issuing an arrest warrant due to a risk of absconding are met while the prerequisites for staying its execution are not met (see Gera Regional Court, 1 Qs 11/00, decision of 3 April 2000; Berlin Court of Appeal, (4) 1 HEs 199/99 (132/99), decision of 13 October 1999; Bonn Regional Court, 32 Qs 99/88, decision of 20 July 1988).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Should a detention order nonetheless be based on a risk of reoffending in such a scenario, including by way of subsidiarity, the risk of reoffending would either not be taken into account as a ground for arrest (see Berlin Court of Appeal, 5 Ws 12/16, decision of 8 February 2016) or be cancelled (see Hamm Court of Appeal, 3 Ws 412/09, decision of 3 November 2009). Such a detention order is defective in law (rechtsfehlerhaft), but not void (unwirksam/nichtig) and remains a valid basis for detention (see further Mooren v. Germany [GC], no. 11364/03, §§ 4849, 9 July 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Under domestic law, a person is detained on remand until his conviction becomes final, including during appeal procedures. Remand prisoners may, under Article 117 § 1 of the Code of Criminal Procedure, at any time seek a review (Haftprüfung) of their detention or ask for a stay of execution. They may lodge an appeal under Article 304 of the Code of Criminal Procedure (Haftbeschwerde) against a decision ordering their (continued) detention with the court that took that decision. If the court does not allow the appeal, it refers it to a higher court. A further appeal may be lodged against the decision of that court (weitere Beschwerde) under Article 310 § 1 of the Code of Criminal Procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Stay of the execution of a detention order upon the furnishing of adequate security",
                                "elements": [
                                    {
                                        "content": "27.  Article 116 of the Code of Criminal Procedure concerns the stay of the execution of an arrest warrant. The provision foresees, inter alia, the furnishing of adequate security by the accused or by another person as a less severe measure where the sole ground for arrest, on which the detention order is based, is a risk of absconding. However, according to the case-law of the domestic courts, courts have the discretion to rule out that the security be furnished by another person, for example, where the relationship between the accused and the other person is not such that it would prevent the accused from causing the forfeiture of the security by absconding (Hamm Court of Appeal, 1 Ws 595/08, decision of 9 September 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Should the execution of a detention order have been stayed because adequate security has been furnished, the security will be forfeited under Article 124 of the Code if the accused absconds, irrespective of whether it was furnished by the accused or by another person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The case-law of the domestic courts provides that the security furnished under Article 116 of the Code must not be offset against claims which the authorities may have against the accused stemming from other legal relationships (Federal Court of Justice, III ZR 219/83, judgment of 24 June 1985, concerning the offsetting of the claim for repayment of security against tax payments owed). The prohibition of such offsetting is required to ensure that the security can fulfil its purpose. The accused would have no incentive to appear for trial if the authorities could offset his repayment claim against any claim they may have against him, even if he appeared for trial. However, the authorities may, at a later point in time, attach the future repayment claim for payment against claims they may have against the guarantor (ibid.).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that the decision of the Cologne Court of Appeal of 3 December 2010 not to stay the execution of the detention order against him breached Article 5 § 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant alleged that the Court of Appeal wrongfully considered that there was a risk of his absconding. He was in his midthirties at the time and had spent some twenty years of his life in Germany, to which he also had strong family ties as his wife, his minor children, his father and his brother lived there. His ties to Turkey were limited to his nationality and to the fact that his parents owned a holiday home there. He argued that the prison sentence he risked incurring could not provide an incentive for him to leave Germany for Turkey noting, in particular, that he had already spent some time in detention and that the Public Prosecutor’s Office had, before the District Court, pleaded for a prison sentence of two years and ten months. Hence, even though the Public Prosecutor’s Office had also appealed against the District Court’s judgment, the applicant, realistically, did not run a risk of being sentenced on appeal to imprisonment for a period that was significantly longer than that ordered by the District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Even assuming that there was a risk of his absconding, the Court of Appeal’s decision of 3 December 2010 was arbitrary. This was evident from the fact that one month later the Regional Court stayed the execution of the detention order against him for security of EUR 5,000. There had been no reason for the Court of Appeal to set a sum twice as high just one month earlier and to request that it be furnished by the applicant himself. It was wrong to conclude that his family’s unwillingness to put the necessary means of EUR 10,000 at his disposal indicated that they lacked trust in him. If his family had lacked trust in him, they would not have offered to furnish the security directly to the courts, as it would be forfeited under Article 124 of the Code of Criminal Procedure if the applicant absconded, irrespective of who had furnished the security to the courts (see paragraph 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Rather, his family had good reason for their position. If they were to put the means at the disposal of the applicant, they had reason to fear that the authorities would attach the applicant’s claim for repayment of the security for payment against the authorities’ claim to cover the costs of the criminal proceedings against him. Considering that the applicant had debts and lived on social security, it was not realistic to expect him to pay for the costs of the proceedings. Hence, even if he were to appear for trial and, if convicted, for the enforcement of his sentence, the family would not get their money back in this scenario. This would, in fact, make his absconding more likely. If, on the contrary, the family furnished the security directly to the courts, there would be no risk that their claim for repayment of the security would be attached for payment, as the authorities had no claims against the family. This would have given him an incentive not to abscond. The position taken by the family merely reflected their unwillingness to pay for the costs of the criminal proceedings against the applicant. The applicant argued that the motivation behind the Court of Appeal’s request that he furnish the security himself was, hence, to ensure that the authorities’ claim against him concerning the costs of the proceedings could be enforced. Such financial interests of the authorities were not a legitimate reason to refuse the furnishing of security by a third party, as foreseen by domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant also submitted that his case could not be compared to that decided by the Hamm Court of Appeal (see paragraph 27 above) as the accused in that case had previously committed offences against somebody else’s property, providing evidence of his lack of respect for such property, which was an argument for ruling out security furnished by a third party. Furthermore, the Government’s reliance on the cases of Neumeister v. Austria (27 June 1968, Series A no. 8) and Mangouras v. Spain [GC] (no. 12050/04, ECHR 2010) was not convincing. Those cases concerned the furnishing of security by a bank or an insurance company, meaning that the existence of a close personal relationship between the respective guarantors and applicants was not evident, which constituted a significant difference to the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Finally, the applicant submitted, it was in violation of domestic law to base the arrest warrant, by way of subsidiarity, on a risk of reoffending. Moreover, the finding that there was a risk of reoffending was not sufficiently substantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government submitted that the lawfulness of the applicant’s detention had been reviewed six times and that the domestic courts had correctly found that the applicant was strongly suspected of commercial trafficking of a substantial amount of drugs and that there was a risk of his absconding. His continued detention was also proportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The decision of the Cologne Court of Appeal of 3 December 2010 to refuse security furnished by his family was in accordance with the case-law of the domestic courts (see paragraph 27 above). The court enjoyed a margin of appreciation in that regard, which it did not overstep when it decided that the applicant had to furnish the security himself in order for it to stay the execution of the detention order. Noting that the applicant had never specified which family members were to provide the security, despite a written request from the Court of Appeal to do so, they argued that that court had drawn the reasonable conclusion that the unwillingness of the applicant’s family to put the necessary means at his disposal indicated that they did not have sufficient trust in him and that, consequently, the furnishing of security by the applicant’s family would not sufficiently guarantee that he would not abscond. Relying on the cases of Smirnova v. Russia (nos. 46133/99 and 48183/99, § 59, ECHR 2003IX (extracts)), Neumeister (cited above, § 14) and Mangouras (cited above, § 78), they argued that this assessment was also in line with Article 5 § 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In response to the applicant’s submission that his family refused to put the necessary means at his disposal because they feared the attachment of the repayment claim for payment against the authorities’ claim to cover the cost of the proceedings, the Government pointed out that the Court of Appeal’s decision made no such indication and that the caselaw of the domestic courts prohibited the offsetting of the security against claims the authorities might have against the accused (see paragraph 29 above). In so far as the authorities could, at a later point in time, attach the applicant’s future repayment claim for payment against their claim to cover the costs of the proceedings, this would only become relevant under two conditions: First, the applicant’s conviction had to become final, which was not clear at the time the Court of Appeal took its decision, given that both the applicant and the Public Prosecutor’s Office had appealed against the District Court’s judgment and that the Regional Court had not yet rendered a decision on the appeal. Second, the applicant would have had to fail to pay for the costs of the proceedings. Even if he were convicted, he could thus avoid the attachment of his repayment claim for payment by paying for the costs of the proceedings. That the applicant’s family feared that he would not cover such costs only reinforced the finding that his family lacked trust in him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government added that no different conclusions could be drawn from the fact that the execution of the detention order was subsequently stayed when another person furnished security of EUR 5,000. That decision, taken on 3 January 2011, was based on different factual circumstances. In particular, the applicant’s conviction had become final that day and he no longer risked incurring a more severe sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Regarding the decision of the Cologne Court of Appeal also to base the detention order, by way of subsidiarity, on a risk of reoffending, the Government acknowledged that this constituted a formal error. They argued, however, that under domestic law this error made the order defective in law, but not void (see paragraph 25 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "43.  The Court notes that the Court of Appeal’s decision of 3 December 2010 came after the District Court’s judgment of 29 September 2010 convicting the applicant. The issue in question thus arose after conviction, when Article 5 § 1 (c) and 5 § 3 of the Convention were no longer applicable to the applicant’s detention (Wemhoff v. Germany, 27 June 1968, § 9, Series A no. 7). Rather, the applicant’s detention was governed by Article 5 § 1 (a) of the Convention, despite the pending appeal proceedings (Belevitskiy v. Russia, no. 72967/01, § 99, 1 March 2007). Nothing indicates that the applicant’s detention under Article 5 § 1 (a) of the Convention was per se arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court reiterates that under Article 5 § 4 of the Convention, an arrested or detained person is entitled to bring proceedings for review by a court of the procedural and substantive conditions which are essential for the “lawfulness” of his or her deprivation of liberty (see Idalov v. Russia [GC], no. 5826/03, § 161, 22 May 2012). The notion of “lawfulness” under Article 5 § 4 of the Convention has the same meaning as in Article 5 § 1, so that the arrested or detained person is entitled to a review of the “lawfulness” of his detention in the light not only of the requirements of domestic law, but also of the Convention, the general principles embodied therein and the aim of the restrictions permitted by Article 5 § 1 (see E. v. Norway, 29 August 1990, § 49, Series A no. 181A). Article 5 § 4 does not guarantee a right to judicial review of such a scope as to empower the court, on all aspects of the case including questions of pure expediency, to substitute its own discretion for that of the decision-making authority (ibid., § 50). The review should, however, be wide enough to bear on those conditions which are essential for the lawful detention of a person according to Article 5 § 1, including where the detention is covered by Article 5 § 1 (a) of the Convention (see ibid., with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  It has to be noted that the applicant’s detention was governed by Article 5 § 1 (a) of the Convention and that Article 5 § 4 of the Convention does not normally come into play as regards detention after conviction, save where the grounds justifying the person’s deprivation of liberty are susceptible to change with the passage of time (see Kafkaris v. Cyprus (dec.), no. 9644/09, § 58, 21 June 2011) or where fresh issues affecting the lawfulness of such detention arise (see Gavril Yosifov v. Bulgaria, no. 74012/01, § 57, 6 November 2008). In the present case, Article 5 § 4 of the Convention is applicable because domestic law provided that a person is detained on remand until his or her conviction becomes final, including during appeal proceedings, and accorded the same procedural rights to all remand prisoners (see paragraph 26 above). Where the Contracting States provide for procedures which go beyond the requirements of Article 5 § 4 of the Convention, the provision’s guarantees, nevertheless, have to be respected in these procedures. Yet, under these circumstances it is not for the Court to examine whether or not the Court of Appeal wrongfully assessed the substantive conditions for the applicant’s detention on remand (see paragraph 33 above). Rather, its examination will focus on whether the decision of the Court of Appeal to dismiss the offer of the applicant’s family to furnish directly with the court and to insist that the applicant himself furnished the security in order for that court to stay the execution of the detention order was arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court observes, on the one hand, that the relevant provision of domestic law foresaw that the execution of a detention order could be stayed upon the furnishing of security by the accused or by another person and, on the other hand, that the case-law of the domestic courts provided that the court seized with the matter had the discretion to rule out the possibility that the security be furnished by another person, for example, where the relationship between the accused and the other person was not such that it would prevent the accused from causing the forfeiture of the security by absconding (see paragraph 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  It reiterates that the Convention case-law provides that it is acceptable to refuse bail where there is a risk that the accused will fail to appear for trial (Smirnova, cited above, § 59). The assessment of whether the risk of absconding can be avoided by bail must principally be made with reference to the accused, his assets and his relationship with the persons who are to provide the security, in other words to the degree of confidence in the likelihood that the prospect of loss of security or of action against the guarantors in case of his non-appearance at the trial will act as a sufficient deterrent to dispel any wish on his part to abscond (Mangouras, cited above, § 78; Neumeister, cited above, § 14).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court considers that the essence of the applicant’s complaint is the Court of Appeal’s decision to dismiss the offer of the applicant’s family to deposit security of EUR 10,000 directly with the court and to insist that the impecunious applicant furnish the security himself in order for that court to stay the execution of the detention order (see paragraph 20 above). The applicant argued that this decision was arbitrary and that its purpose was neither to ensure his appearance for trial nor, if he were convicted, for the enforcement of his sentence, but rather the authorities’ possibility subsequently to enforce their claim concerning the costs of the proceedings against the impecunious applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  While taking note of the applicant’s submission to substantiate this claim (see paragraphs 33 to 36 above) the Court considers, first, that both domestic law and the Convention case-law allowed for the ruling out of security payments by third parties. It notes, second, that the assessment of whether the risk of the applicant’s absconding could be avoided if his family furnished security was to be made with reference to a number of factors and did, therefore, by definition entail an element of discretion. It observes, third, that the Court of Appeal gave detailed reasons for its decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Endorsing the reasoning of the District Court and the Regional Court, the Court of Appeal found that there was a risk of the applicant’s absconding, given that he risked incurring a considerable prison sentence on appeal, that his command of the German language was insufficient, that he had no legal employment and had lived on social security since 2001, that both he and his wife were Turkish nationals, that their children were of a young age and that his parents owned a holiday home in Turkey (see paragraphs 15, 16 and 20 above). As to whether the risk of the applicant’s absconding could be avoided by way of requesting security, the Court of Appeal insisted that the security be furnished by him, rather than by his family, and argued that the unwillingness of the applicant’s family to put the necessary means at his disposal indicated that they lacked confidence in him and concluded that the applicant’s ties to his family appeared not to be sufficiently strong to prevent him from risking the forfeiture of the security by absconding (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court is of the opinion that neither the Court of Appeal’s assessment of the risk of the applicant’s absconding nor its assessment of whether that risk could be avoided if his family furnished security, discloses any bad faith on the part of the authorities. The reasons given are relevant and sufficient. Even if the security payment might be forfeited at a later point in time if specific conditions are fulfilled, the authorities’ assessment concerning the relationship between the applicant and his family, based on the information before them, cannot be considered as arbitrary. This is all the more so as the applicant had already been convicted at the first instance level. The Court considers that no different conclusions can be drawn from the subsequent stay of the execution of the detention order, as that decision was based on different factual circumstances. In particular, the applicant’s conviction had become final and he no longer risked incurring a more severe sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  As for the Court of Appeal’s additional reliance on a risk of reoffending, it is undisputed that domestic law explicitly prohibited a detention order being based on a risk of reoffending if the prerequisites for the issuance of an arrest warrant due to a risk of absconding were met while the prerequisites for staying its execution were not met (see paragraph 24 above). The Court reiterates that not every flaw discovered in a detention order renders the underlying detention as such unlawful for the purposes of Article 5 § 1 (Mooren, cited above, § 74). Rather, a detention order should only be considered as ex facie invalid, which would in turn render the applicant’s detention based on that order unlawful for the purposes of Article 5 § 1 of the Convention, if the flaw in the order amounted to a “gross and obvious irregularity” in the exceptional sense indicated by the Court’s case-law (ibid., § 75). For that determination, the Court will have regard to all the circumstances of the case including, in particular, the assessment made by the domestic courts (ibid., § 86).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  It notes that the domestic courts, including the Court of Appeal in its decision at issue, gave detailed reasons why the applicant was strongly suspected of commercial trafficking in a substantial amount of drugs and why there was a risk of his absconding. Consequently, the substantive conditions for the applicant’s detention were met and thoroughly assessed by the domestic courts. Noting that the case-law of the domestic courts provided that a detention order that was flawed in such a way as the one at hand was defective in law, but not void, and remained a valid basis for detention (see paragraph 25 above), the Court considers that the flaw at issue did not amount to a “gross and obvious irregularity”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Having regard to the foregoing, the Court concludes that neither dismissing the offer of the applicant’s family to furnish security directly with the court nor additionally basing the applicant’s detention on a risk of reoffending rendered the Court of Appeal’s decision of 3 December 2010 arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  There has accordingly been no violation of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 September 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Erik Møse",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF EROL v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-176838.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0907JUD006825011",
    "externalsources": [],
    "extractedappno": [
        "68250/11",
        "155/11",
        "11/00",
        "199/99",
        "132/99",
        "99/88",
        "12/16",
        "412/09",
        "11364/03",
        "595/08",
        "219/83",
        "12050/04",
        "46133/99",
        "48183/99",
        "72967/01",
        "5826/03",
        "9644/09",
        "74012/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-176838",
    "judgementdate": "07/09/2017 00:00:00",
    "kpdate": "07/09/2017 00:00:00",
    "kpthesaurus": [
        "448",
        "438"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "5-4",
        "5"
    ],
    "parties": [
        "EROL",
        "GERMANY"
    ],
    "rank": "2003.58142089844",
    "representedby": [
        "OERDER M."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "467690",
    "typedescription": "15"
}