{
    "__articles": "5;5-3;5-4;41",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 5-4;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (Convention proceedings) - claim dismissed",
    "applicability": "",
    "appno": "33866/96",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-75702.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33866/96) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Józef Bogulak.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agents, Mr K. Drzewicki and, subsequently, by Mr J. Wołąsiewicz. The applicant, in the final stage of the proceedings, was represented by Mr S. Waliduda, a lawyer practising in .",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been deprived of liberty by a decision of a public prosecutor who was not a “judge or an officer authorised by law to exercise judicial power” as required by Article 5 § 3 of the Convention. The applicant further complained under Article 5 § 4 that in the proceedings concerning his detention he had not been allowed to attend the relevant court sessions. He is represented before the Court by Mr S. Waliduda, a lawyer practising in .",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 19 October 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  By a decision of 28 June 2005 the Court declared inadmissible the applicant’s complaint about the length of judicial proceedings against him.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1946 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "10.  On 13 March 1996 after a search of the applicant’s flat, he was arrested on suspicion of an attempt to swindle money in VAT refunds.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 15 March 1996 the prosecutor issued an order of detention against the applicant on charges of tax fraud and obstructing the conduct of the criminal proceedings against A.S. by inciting witnesses to give false testimony.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 1 April 1996 the applicant’s lawyer’s appeal against the decision of 15 March 1996 was dismissed by the . The court considered that the applicant’s detention was justified by the existence of strong evidence of his guilt, the gravity of charges against him and in order to secure the proper course of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 4 April 1996 the Wrocław Regional Prosecutor rejected the appeal against the decision of 15 March 1996 filed by the applicant himself, observing that it had been submitted too late.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 26 April 1996 the Wrocław Regional Prosecutor dismissed the applicant’s motions of 28 March and 19 April 1996 to be released, referring to the charges against him and considering that the applicant’s case did not disclose any of the grounds for release provided by Article 218 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 7 June 1996 the  prolonged the applicant’s detention on remand until 31 August 1996. The court relied on the strong probability of the applicant’s guilt, the gravity of charges against him and the high risk of his hindering the proper conduct of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 June 1996 the  dismissed the applicant’s appeal against the decision of  given by the Wrocław Regional Prosecutor. On 1 the Wrocław Appellate Prosecutor dismissed the applicant’s appeal against the decision of 26 April 1996, considering that the available evidence strongly supported charges against the applicant and having regard to the ’s opinion expressed in the decision of 7 June 1996.",
                                "elements": []
                            },
                            {
                                "content": "17.  By a decision of 25 June 1996 the Wrocław Court of Appeal upheld the decision of 7 June 1996, pointing out that the applicant’s case disclosed the existence of grounds for detention provided under Section 209 and 217 § 1 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 5 July 1996 the Wrocław Court of Appeal dismissed the applicant’s lawyer’s appeal against the decision of 7 June 1996 given by the . The court recalled that the applicant’s appeal against this decision had already been examined. The court referred to the reasoning of its decision of 25 June, observing that no new circumstances in the case had come to light. On 16 July 1996 the Wrocław Appellate Prosecutor dismissed the applicant’s and his lawyer’s appeals against the decision of 7 June 1996 given by the Wrocław Regional Prosecutor relying on the grounds invoked in the previous decisions.",
                                "elements": []
                            },
                            {
                                "content": "19.  By a decision of 7 August 1996 the Wrocław Regional Prosecutor, in view of the fact that the investigation in the case had been almost completed, quashed the detention order and replaced it with a bail of 5000 PLN and a prohibition on leaving the country.",
                                "elements": []
                            },
                            {
                                "content": "20.  It is not in dispute that neither the applicant nor his lawyer were allowed by law to participate in any of the sessions held by the courts in connection with his applications for release or his subsequent appeals. These sessions were held in camera.",
                                "elements": []
                            },
                            {
                                "content": "21.  The criminal proceedings against the applicant are currently pending. No judgment on the merits of the case has been given so far.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1.  Evolution of Polish criminal law in the relevant period",
                                "elements": [
                                    {
                                        "content": "22.  Polish criminal legislation was amended several times during the relevant period. The Code of Criminal Procedure enacted in 1973 (“old” Code) was replaced by a new Code of Criminal Procedure, adopted by Parliament on 6 June 1997, which entered into force on 1 September 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The “old” Code was significantly amended by the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes, which entered into force on 1 January 1996. However, the entry into force of the provisions concerning the imposition of detention on remand was postponed until . In accordance with these provisions, detention on remand was imposed by a judge (whereas before it was imposed by a prosecutor - see § 24 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Preventive measures",
                                "elements": [
                                    {
                                        "content": "24.  The Polish Code of Criminal Procedure (“old”), applicable at the relevant time, listed as \"preventive measures\", inter alia, detention on remand, bail and police supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Articles 210 and 212 of the “old” Code of Criminal Procedure applicable at the relevant time provided that before the bill of indictment was transmitted to the court, detention on remand was imposed by the prosecutor. The decision to impose detention on remand could be appealed against, within a seven-day time-limit, to the court competent to deal with the merits of the case. In pursuance of Article 222 of the Code of Criminal Procedure, the prosecutor could order detention on remand for a period not exceeding three months. When, in view of the particular circumstances of the case, the investigations could not be terminated within this period, detention on remand could, if necessary, be prolonged by the court competent to deal with the merits of the case, upon the prosecutor’s request, for a period not exceeding one year. This decision could be appealed against to a higher court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  After the bill of indictment was transmitted to the court, relevant orders were to be made by the court. A decision concerning preventive measures could be appealed to a higher court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Proceedings to examine the lawfulness of detention on remand",
                                "elements": [
                                    {
                                        "content": "27.  At the material time there were three different legal avenues enabling a detainee to challenge the lawfulness of his detention: appeal to a court against a detention order made by a prosecutor; proceedings in which courts examined applications for prolongation of detention made by a prosecutor at the investigation stage and proceedings set in motion by a detainee’s application for release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As regards the last of these, Article 214 of the 1969 Code stated that an accused could at any time apply to have a preventive measure lifted or varied. Such an application had to be decided by the prosecutor or, after the bill of indictment had been lodged, by the court competent to deal with the case, within a period not exceeding three days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Under Article 88 of the 1969 Code the participation of the parties at judicial sessions other than hearings was a matter for discretion of the court. Sessions concerning an application for release, a prosecutor’s application for prolongation of detention or an appeal against a decision on detention on remand were held in camera. If the defendant asked for release at a hearing, the court made a decision either during the same hearing or at a subsequent session in camera.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  At the material time the law did not give the detainee the right to participate – either himself or through his counsel – in any court session concerning his detention on remand. In practice, only the prosecutor was notified of, and could participate in, those sessions. If he was present, he was entitled to adduce arguments before the court. The prosecutor’s submissions were put on the record of the session (see also Włoch v. Poland, no. 27785/95, §§ 69-73, ECHR 2000-XI).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF THE RIGHT TO BE BROUGHT PROMPTLY BEFORE A “JUDGE” GUARANTEED UNDER ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained under Article 5 § 3 that after having been detained he had not been brought promptly before a “judge or other officer authorised by law to exercise judicial power”.",
                                "elements": []
                            },
                            {
                                "content": "Article 5 § 3, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power ...”",
                                "elements": []
                            },
                            {
                                "content": "32.  The applicant submitted that the prosecutor could not be considered a “judge” or “officer authorised by law to exercise judicial power” within the meaning of Article 5 § 3.",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government refrained from any comments in respect of the issue whether the prosecutor who remanded the applicant in custody offered the attributes of impartiality and independence required under Article 5 § 3.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court recalls that in a number of its previous judgments – for instance, those in the cases of Niedbała v. Poland (no. 27915/95, §§ 48-57, 4 July 2000) and of Sałapa v. Poland (no. 35489/97, §§ 68-70, 19 December 2002) it has already dealt with the question whether under the Polish legislation in force at the material time a prosecutor could be regarded as a “judicial officer” endowed with attributes of “independence” and “impartiality” required under Article 5 § 3.",
                                "elements": []
                            },
                            {
                                "content": "35.  The Court has found that a prosecutor did not offer these necessary guarantees because the prosecution authorities not only belonged to the executive branch of the State but also concurrently performed investigative and prosecution functions in criminal proceedings and were a party to such proceedings. Furthermore, it has considered that the fact that the prosecutors in addition acted as guardian of the public interest could not by itself confer on them the status of “officer[s] authorised by law to exercise judicial power”.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court finds that the present case is similar to the above-mentioned precedents. It sees no reasons to come to a different conclusion in this case. Consequently, it concludes that the applicant’s right to be brought “before a judge or other officer authorised by law to exercise judicial power” was not respected.",
                                "elements": []
                            },
                            {
                                "content": "37.  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant complained that in the proceedings concerning review of the lawfulness of his detention he had not had any possibility of effectively arguing any points relied on by the prosecution in support of his detention because neither he nor his lawyer had had a right to attend the relevant court sessions. The applicant invoked Article 5 § 4 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government refrained from any comments in this respect.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court has already dealt with a number of Polish cases where the applicants made identical complaints about the lack of equality of arms in proceedings relating to their applications for release or to appeals against refusals to release them. In that regard, it would in particular refer to its judgments in the cases of Niedbała v. Poland (cited above, §§ 48-57) and Włoch v. Poland (cited above, §§ 125-132) in which it has repeated the criteria established in its case-law in respect of the “fundamental guarantees of procedure applied in matters of deprivation of liberty” and has emphasised that one of the essential features of such a procedure is equality of arms between the prosecutor and the detained person.",
                                "elements": []
                            },
                            {
                                "content": "41.  In those judgments, the Court has also found that the impossibility for a detainee to attend the session of a court dealing with his detention, to respond to the prosecutor’s submissions and to challenge – either himself or through his lawyer – grounds for his continued detention, an impossibility which was inherent in Polish legislation applicable at the material time, was incompatible with the requirements of Article 5 § 4.",
                                "elements": []
                            },
                            {
                                "content": "42.  The present case does not differ from the above-mentioned precedents.",
                                "elements": []
                            },
                            {
                                "content": "43.  There has accordingly been a violation of Article 5 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant sought an award of PLN 157,558 in respect of non-pecuniary and pecuniary damage he argued he had suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government considered that the sum in question was wholly exorbitant. They were of the view that there was no causal link between the amounts the applicant claimed and the alleged violations of the Convention. They requested the Court to rule that the finding of a violation would constitute in itself sufficient just satisfaction. In the alternative, they invited the Court to make an award of just satisfaction on the basis of its case-law in similar cases and having regard to national economic circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  As regards the claim for alleged damage suffered as a result of violation of Article 5 §§ 3 and 4 of the Convention, the Court recalls that in certain cases which concerned violations of Article 5 §§ 3 and 4 it has made modest awards in respect of non-pecuniary damage (Sanchez-Reisse v. Switzerland, judgment of 21 October 1986, Series A no. 107, § 63; Niedbała v. Poland, cited above, §§ 88-89; M.B. v. Poland, no. 34091/98, § 72, 27 April 2004). In other cases, it has declined to make any such award (Huber v. Switzerland judgment of 23 October 1990, Series A no. 188, p. 19, § 46; Wesołowski v. Poland, no. 29687/96, §§ 72-74, 22 June 2004; Dacewicz v. Poland, no. 34611/97, §§ 27-28, 2 July 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In the present case, the Court acknowledges that the applicant suffered damage of a non-pecuniary nature as a result of the fact that in the proceedings concerning his detention he was never brought before a judge and that these proceedings were not of an adversarial character. Having regard to the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicant EUR 1,000 as compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "49.  The applicant, who received legal aid from the Council of Europe for the purposes of the proceedings before the Court, submitted his claim for reimbursement of legal costs in the amount of EUR 3,000 on 1, after the time-limit fixed for that purpose had expired on 5 January 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court, having regard to the delay with which the applicant submitted his claim in respect of costs and expenses, finds no basis on which to make an award under his head (Belziuk v. Poland, judgment of 25 March 1998, Reports of Judgments and Decisions 1998II, § 49).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 4 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 June 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "28/06/2005 00:00:00",
    "docname": "CASE OF BOGULAK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-75702.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0613JUD003386696",
    "externalsources": [],
    "extractedappno": [
        "33866/96",
        "27785/95",
        "27915/95",
        "35489/97",
        "34091/98",
        "29687/96",
        "34611/97"
    ],
    "importance": "4",
    "introductiondate": "30/07/1996 00:00:00",
    "issue": [],
    "itemid": "001-75702",
    "judgementdate": "13/06/2006 00:00:00",
    "kpdate": "13/06/2006 00:00:00",
    "kpthesaurus": [
        "448",
        "209",
        "337",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5-4",
        "41",
        "5"
    ],
    "parties": [
        "BOGULAK",
        "POLAND"
    ],
    "rank": "549.139221191406",
    "representedby": [
        "WALIDUDA S."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Belziuk v. Poland, judgment of 25 March 1998, Reports of Judgments and Decisions 1998-II, § 49",
        "Dacewicz v. Poland, no. 34611/97, §§ 27-28, 2 July 2002",
        "Huber v. Switzerland, judgment of 23 October 1990, Series A no. 188, p. 19, § 46",
        "M.B. v. Poland, no. 34091/98, § 72, 27 April 2004",
        "Niedbala v. Poland, no. 27915/95, §§ 48-57, §§ 88-89, 4 July 2000",
        "Salapa v. Poland, no. 35489/97, §§ 68-70, 19 December 2002",
        "Sanchez-Reisse v. Switzerland, judgment of 21 October 1986, Series A no. 107, § 63",
        "Wesolowski v. Poland, no. 29687/96, §§ 72-74, 22 June 2004",
        "Wloch v. Poland, no. 27785/95, §§ 69-73, §§ 125-132, ECHR 2000-XI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "335727",
    "typedescription": "15"
}