{
    "__articles": "6;6-1;6-3-c;6-3-d;6-3;41",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 6-3-c and 6-3-d;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "46549/99",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-3-d",
            "base_article": "6",
            "element": "Violation of Art. 6-3-c and 6-3-d",
            "type": "violation"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "Violation of Art. 6-3-c and 6-3-d",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61794.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 46549/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Yasar Yavuz (“the applicant”), on 29 January 1999. ",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr W.L. Weh, a lawyer practising in Bregenz. The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Winkler, Head of the International Law Department at the Federal Ministry for Foreign Affairs. The Turkish Government, having been informed by the Registrar of the right to intervene (Article 36 § 1 of the Convention and Rule 44 § 2 (a) of the Rules of Court), did not avail themselves of this right.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the length of the administrative criminal proceedings against him was excessive, in breach of Article 6 § 1 of the Convention. Further he complained of unfairness of these proceedings, in particular that he had not been heard in person and that he had no possibility to examine witnesses, in breach of Article 6 § 3 (c) and (d) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). ",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 29 April 2003 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  On 28 April 1993 the Vorarlberg Regional Employment Office (Landesarbeitsamt) granted the B. company, whose executive director was the applicant, a preliminary and temporary work permit for A., another Turkish citizen. It further stated that should the B. company receive a negative decision on the request for a definitive work permit, A. would loose his right to work four weeks after the service thereof. On 25 May 1993 the Regional Employment Office refused to grant A. a definitive work permit. This decision was served on 26 May 1993. The B. company appealed against it and, referring to A.’s preliminary work permit, requested that its appeal be exceptionally granted suspensive effect. On 20 July 1993 the  (Verfassungsgerichtshof) refused this request. This decision was served on the applicant’s counsel on 12 August 1993.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 19 August 1993 the B. company notified the Bregenz District Administrative Authority (Bezirkshauptmannschaft) of its commercial-law manager’s C. representation by counsel in possible administrative criminal proceedings against him for alleged illegal employment of a foreigner. The B. company argued that C. could not be deemed culpable for the period of time while its complaint had been pending before the , as it was not until the service of that court’s decision that he learned that suspensive effect had not been granted.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 28 October 1993 the Bregenz District Administrative Authority informed the applicant of its suspicion that he had illegally employed A. between 24 June and 10 August 1993. It invited the applicant either to comment in writing or to make an appointment with the authority for an oral justification within two weeks.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 29 November 1993 the applicant replied to the District Administrative Authority by referring in essence to the contents of the B. company’s notification of 19 August 1993. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 2 March 1994 the District Administrative Authority informed the applicant about the evidence taken in his case and attached a statement by the Vorarlberg Regional Employment Office. It invited the applicant to comment, within two weeks, either in writing or personally, at the authority’s office.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 18 March 1994 the applicant submitted that he had initially employed A. on the basis of his preliminary work permit. He argued that he had not acted culpably as, prior to his case, the  had not ruled on the question whether an appeal against the refusal of a work permit could be granted suspensive effect in view of a prior preliminary work permit. Consequently, in such an unclear legal situation, he could not be blamed for a mistake of law either.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 31 March 1994 the District Administrative Authority imposed a fine of 5,000 Austrian schilling (ATS) on the applicant for breach of Section 28 of the Employment of Foreigners Act (Ausländerbeschäftigungs-gesetz). It noted that he had illegally employed A. after his preliminary work permit had expired on 23 June 1993, i.e. four weeks after the service of the Regional Employment Office’s negative decision of 25 May 1993. It remarked that the B. company’s appeal against the latter decision had no effect on the applicant’s case.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 11 May 1994 the applicant appealed against this decision, repeating in essence his submissions of 18 March 1994.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 2 May 1995 the Vorarlberg Independent Administrative Panel (Unabhängiger Verwaltungssenat, hereafter referred to as the “IAP”) summoned the applicant and his counsel to an oral hearing scheduled for 26 May 1995. The summons, which indicated that the applicant’s personal presence was required, was addressed to the applicant’s counsel and stated that counsel was obliged to inform the applicant of the date of the hearing. Further, referring to Section 51 f § 2 of the Code of Administrative Offences (Verwaltungsstrafgesetz), it noted that the hearing would be conducted in his absence if he failed to appear. ",
                                "elements": []
                            },
                            {
                                "content": "17.  On 17 May 1995 counsel requested a postponement of the hearing because he planned to attend a conference on that date. ",
                                "elements": []
                            },
                            {
                                "content": "18.  On 18 May 1995 the IAP refused this request on the ground that witnesses had already been summoned and that counsel was free to send a colleague as substitute.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 26 May 1995 the IAP, in the absence of the applicant and his counsel, held a hearing at which it heard two witnesses, both cousins of the applicant. One of them informed the authority that the applicant was staying in  and had initially asked him to help clarify the case at issue because of his good command of German. The second witness, an employee of the B. company, confirmed that A. had worked and been paid during the period at issue. ",
                                "elements": []
                            },
                            {
                                "content": "20.  On 1 June 1995 the IAP sent the applicant’s counsel the minutes of the hearing and enclosed a letter of the Vorarlberg Regional Employment Office of 4 April 1995, which stated that A. had been covered by compulsory insurance for workers between 6 May and 20 August 1993. The IAP further invited him to comment in writing within one week.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 7 June 1995 counsel requested a suspension of the proceedings until the applicant’s return to  in order to hear him in person. On the same day, the IAP informed counsel that the decision would be pronounced publicly on 22 June 1995.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 19 June 1995, referring to the applicant’s right under Article 6 of the Convention, counsel requested again that the proceedings and the public pronouncement be adjourned until the applicant’s return to .",
                                "elements": []
                            },
                            {
                                "content": "23.  On 22 June 1995 the IAP confirmed the District Administrative Authority’s decision. It noted that the facts had been sufficiently established by the witnesses. Thus, there was no need to hear the applicant upon his return to . For the same reason the IAP had also refused the request for adjournment of 19 June 1995. Given the applicant’s representation by counsel throughout the proceedings, counsel had the possibility to attend hearings, where he could have forwarded arguments in favour of the applicant and could have examined the witnesses, thereby preserving the applicant’s defence rights. However, counsel had failed to make use of these opportunities. Moreover, since counsel had only forwarded arguments of law in defence and had never explicitly opposed the imputed fact of employment, there was no reason to hear the applicant. The IAP further held that the applicant could not enjoy impunity for having committed a mistake of law, as this only applied in the event an authority, e.g. the Employment Office, had incorrectly informed him. However, the applicant had never sought legal advice by a competent authority.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 8 August 1995 the applicant lodged a complaint with the  invoking Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 26 February 1996 the  declined to deal with the complaint on the ground that it did not raise a question of constitutional law. It noted that Article 6 would only be violated if the IAP had incorrectly applied Section 51 f § 2 of the Code of Administrative Offences and remitted the complaint to the  (Verwaltungsgerichtshof).",
                                "elements": []
                            },
                            {
                                "content": "26.  On 23 August 1996 the applicant supplemented his complaint and requested legal aid. ",
                                "elements": []
                            },
                            {
                                "content": "27.  On 13 November 1996 the  noted that the applicant had failed to submit the forms for legal aid request within the set time-limit.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 10 January 1997 the IAP submitted observations in reply, repeating in essence its findings of 22 June 1995.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 1 July 1998 the , referring to its findings in a similar case, dismissed the complaint. It noted that counsel, without just cause, had not attended the hearing. Therefore the IAP had lawfully continued the hearing in the absence of counsel and the applicant, in accordance with Section 51 f § 2 of the Code of Administrative Offences. Consequently, the applicant’s defence rights as guaranteed under Article 6 of the Convention had not been infringed. The decision was served on the applicant’s counsel on 29 July 1998.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "30.  Section 51 f § 2 of the Code of Administrative Offences (Verwaltungsstrafgesetz) provides that the absence of a party at a hearing, though having been duly summoned, does not impede the holding of the hearing or the decision-taking either.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained under Article 6 § 1 of the Convention about the length and the alleged unfairness of the administrative criminal proceedings against him. ",
                                "elements": []
                            },
                            {
                                "content": "32.  Article 6 § 1 of the Convention, as far as relevant, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal...” ",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "33.  The Court finds, and this was not disputed between the parties, that Article 6 § 1 of the Convention under its criminal head applies to the proceedings in which the applicant was fined for having unlawfully employed a foreigner.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 6 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "34.  The applicant complained that the administrative criminal proceedings against him lasted unreasonably long. He contended that no delays were attributable to him, in particular his request for legal aid had had no suspensive effect on any court activity. Rather, delays had been caused by two periods of inactivity, of one year before the IAP and of one and a half years before the . ",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government maintained that the case had been dealt with expeditiously by the Austrian authorities and courts. They pointed out that in 1995 the Independant Administrative Panel, consisting of seven members (six full-time and one half-time employed), had examined 1,333 cases, in respect of which it had held 610 oral hearings. The overall number of new cases lodged had been 1357. Delays had been caused by the applicant, in particular, between 26 August 1996, when he had requested legal aid before the , and 13 November 1996, when the latter noted that he had failed to fill in the respective forms. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court observes that the relevant period for the purposes of Article 6 § 1 of the Convention started on 28 October 1993, when the Bregenz District Administrative Authority informed the applicant of its suspicion that he had illegally employed A., and terminated on 29 July 1998 when the decision of the Administrative Court was served on the applicant’s counsel. Thus, the proceedings lasted four years and nine months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates that the reasonableness of the length of proceedings is to be assessed in each case according to the particular circumstances and having regard to the criteria laid down in the Court’s case-law, namely the complexity of the case, the conduct of the authorities and the conduct of the parties (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court finds that the proceedings were neither complex nor requiring meticulous investigations. Moreover, there were periods of inactivity before the IAP of one year, i.e. between 11 May 1994, when the applicant lodged his appeal, and 2 May 1995, when the IAP summoned the parties to the hearing scheduled for 26 May 1995, and before the Administrative Court of almost one and a half year, i.e. between 10 January 1997, when the case was ready for a decision as the IAP had submitted observations in reply, and 1 July 1998, when the Administrative Court decided on the case. Furthermore, the Court finds that the applicant did not cause any considerable delay. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Recalling that Article 6 § 1 of the Convention imposes on the Contracting States the duty to organise their legal systems in such a way that their courts can meet each of the requirements of that provision, including the obligation to decide cases within a reasonable time (see Vocaturo v. Italy, judgment of 24 May 1991, Series A no. 206–C, p. 32, § 17; and Spentzouris v. Greece, no. 47891/99, § 27, 7 May 2002), the Court considers that, in such simple proceedings as is the present case, the delays attributable to the national authorities are incompatible with the “reasonable time” requirement under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  There has thus been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "\nII.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant further complained of unfairness of the proceedings, in particular that he had not been heard in person and that he had no possibility to examine witnesses. Article 6 § 3, as far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
                                "elements": []
                            },
                            {
                                "content": "42.  The applicant argued that, whenever the court authorities transmit the summons solely to counsel, the latter will bear the burden and risk of delivery, which, in the applicant’s view, would run counter to Article 6 of the Convention. A request by counsel that the applicant be summoned in person would have been in vain, as the direct service of a writ to an accused, who was assisted by counsel, was not provided for by the Code of Administrative Offences. In any event, the applicant, having made two requests to attend the hearing, was entitled to be heard at least once. In particular, evidence could have been obtained whether or not he had received information on the prolongation of the provisional work permit of A., and, if he had got such information, what kind that was. Furthermore, the applicant had been excluded from examining witnesses.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Government, invoking the case of Jancikova v. Austria (dec., no. 56483/00, 4 July 2002), contended that the applicant had been summoned to the IAP’s hearing on 26 May 1995 by way of a writ addressed to his counsel in accordance with the applicable domestic law and that counsel had failed to complain to the Constitutional Court and the Administrative Court that the applicant be personally summoned. Further, the Government pointed out that the applicant had already been assisted by counsel before the District Administrative Authority and that, in his appeal of 11 May 1994 against the District Administrative Authority’s decision of 31 March 1994, the applicant only complained about questions of law, whereas the facts remained undisputed. Thus, since the IAP only had to deal with questions of law, it could abstain from hearing the applicant in person.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court notes that the guarantees in paragraph 3 of Article 6 are specific aspects of the right to a fair trial set forth in paragraph 1. For this reason, the Court considers it appropriate to examine this complaint under the two provisions taken together (see Artner v. Austria, judgment of 28 August 1992, Series A no. 242-A, p. 10, § 19; Pullar v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, § 45; and Jancikova (dec.), cited above).",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court reiterates that the right of an accused to participate in person in the trial is a fundamental element of a fair trial (see Colozza v Italy, judgment of 12 February 1985, Series A no. 89, p. 14, § 27; and T. v. Italy, judgment of 12 October 1992, Series A no. 245-C, p. 41, § 26). An accused may waive the exercise of this right, but to do so his decision not to appear or not to defend himself must be established in an unequivocal manner (see Colozza, cited above, p. 14, § 28).",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court notes at the outset that the present case concerns administrative criminal proceedings. The applicant was not heard by the Independent Administrative Panel (IAP), which was the only “tribunal” within the meaning of Article 6 § 1 having full jurisdiction over facts and law (see Baischer v. Austria, no. 32381/96, § 30, 20 December 2001). The Court is not convinced by the Government’s argument that the IAP could dispense with hearing the applicant in person as he had only raised questions of law in his appeal.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court reiterates in this context that it has held on a number of occasions that, provided that there has been a public hearing at first instance, the absence of public hearings at second or third instance may be justified by the special features of the proceedings at issue. Thus, proceedings for leave to appeal or proceedings involving only questions of law, as opposed to questions of fact, may comply with the requirements of Article 6 even where the appellant was not given an opportunity of being heard in person by the appeal or cassation court (see the following judgments: Sutter v. Switzerland, 22 February 1984, Series A no. 74, p. 13, § 30; Monnell and Morris v. the United Kingdom, 2 March 1987, Series A no. 115, p. 22, § 58; Ekbatani v. Sweden, 26 May 1988, Series A no. 134, p. 14, § 31; Kamasinski v. Austria, 19 December 1989, Series A no. 168, pp. 44-45, § 106; and Bulut v. Austria, 22 February 1996, Reports 1996-II, p. 358, § 41).",
                                "elements": []
                            },
                            {
                                "content": "48.  In the present case, however, the applicant had not been heard in person by a “tribunal” throughout the proceedings. Moreover, the Court observes that the IAP heard witnesses, assessed their statements and was, thus, called upon to establish the relevant facts. ",
                                "elements": []
                            },
                            {
                                "content": "49.  Next, the Court will examine whether the applicant had waived his right to be heard in person. The Court notes that the summons via counsel is not in itself in violation of Article 6 of the Convention (see Jancikova (dec.), cited above). However, in circumstances where an accused has not been notified in person of a hearing, particular diligence is required in assessing whether the accused has waived his right to be present. ",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court observes that counsel had been duly summoned and had been required to inform the applicant. When counsel had requested postponement on account of his absence and not for the purpose of hearing the applicant in person, he had not mentioned any difficulties in informing the applicant of the date of the hearing.",
                                "elements": []
                            },
                            {
                                "content": "51.  However, when neither counsel nor the applicant appeared at the hearing, the IAP had not verified whether the applicant had been aware of the date of the hearing. Moreover, it followed from the statement of one witness that the applicant had not been in  at the material time. When having been informed of the minutes of the hearing, counsel had requested that the applicant be heard in person. This distinguishes the present case from the case of Jancikova (cited above), relied on by the Government, where no request for a personal hearing of the applicant had been made by counsel who was present at the hearing.",
                                "elements": []
                            },
                            {
                                "content": "52.  In the circumstances of the present case, the Court considers that the applicant cannot be considered to have unequivocally waived his right to be heard in person. Thus, the failure to hear the applicant before the IAP was in violation of Article 6 §§ 1 and 3 (c) of the Convention. Consequently, also Article 6 § 3 (d) has been breached as the applicant was excluded from examining witnesses.",
                                "elements": []
                            },
                            {
                                "content": "In conclusion, there has been a violation of Article 6 §§ 1 and 3 (c) and (d) of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "54.  The applicant sought EUR 472.73 for reimbursement of the fine and court costs imposed on him under the head of pecuniary damage, and EUR 2,000 as compensation for non-pecuniary damage sustained from the violation found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  As regards the claim for pecuniary damage, the Government argued that there was no causal link between the violation complained of and the applicant’s claim. In respect of the claim for non-pecuniary damage, the Government maintained that the finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court reiterates that it cannot speculate what the outcome of the proceedings would be if they had been in conformity with Article 6 of the Convention. Accordingly, it dismisses the claim for damages for pecuniary loss. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  As to non-pecuniary damage, the Court finds that the applicant has sustained damage, which cannot be compensated by the finding of a violation. The Court considers the amount claimed to be reasonable and, thus, awards it in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "58.  The applicant requested EUR 4,736.29 for reimbursement of costs and expenses incurred in the domestic proceedings and EUR 8,033.12 for costs incurred in the Convention proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government observed that the requested sum would be a reimbursement of the total costs incurred in the domestic proceedings whereas only those costs which were incurred in an attempt to redress the violations of the Covention could be taken into account. As the applicant had not made any request to expedite the proceedings, only the costs in respect of the requests for a postponement of 17 May and 19 June 1995 could possibly be compensated. The Government considered the costs claim concerning the Convention proceedings to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court reiterates that, according to its case-law, it has to consider whether the costs and expenses were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see, for instance, Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 80, ECHR 1999-III). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the length, the Court notes that the applicant has made no attempt in order to expedite the proceedings. However, considering that unreasonable delays in proceedings may raise the applicant’s costs (see Bouilly v. France, no. 38952/97, § 33, 7 December 1999), the Court awards EUR 1,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In respect of hearing the applicant in person and examining witnesses, the Court considers that the applicant’s two requests for postponement and his complaints to the  and the  meet the above-mentioned conditions, which the applicant has put at EUR 2,481.78. The Court considers the amount claimed to be reasonable and therefore grants this sum. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, the Court awards EUR 3,481.78 for costs and expenses incurred in the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  As to the costs of the Convention proceedings, the Court notes that the applicant, who was represented by counsel, did not have the benefit of legal aid. Making an assessment on an equitable basis, the Court awards the applicant EUR 3,500 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In sum, the Court therefore awards a total of EUR 6,981.78 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 §§ 1 and  3 (c) and (d) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention,",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 2,000 (two thousand euros) in respect of non-pecuniary damage (ii) EUR 6,981.78 (six thousand nine hundred eighty-one euros and seventy-eight cents)1 in respect of costs and expenses, ",
                        "elements": []
                    },
                    {
                        "content": "(iii) plus any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 May 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrN. VajiĆ",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YAVUZ v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61794.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0527JUD004654999",
    "externalsources": [],
    "extractedappno": [
        "46549/99",
        "30979/96",
        "47891/99",
        "56483/00",
        "32381/96",
        "21980/93",
        "38952/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Code of Administrative Offences, Section 51 f § 2"
    ],
    "itemid": "001-61794",
    "judgementdate": "27/05/2004 00:00:00",
    "kpdate": "27/05/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "76",
        "440",
        "85",
        "122",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6-3-c",
        "6-3-d",
        "6-3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "YAVUZ",
        "AUSTRIA"
    ],
    "rank": "487.344940185547",
    "representedby": [
        "N/A"
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Baischer v. Austria, no. 32381/96, § 30, 20 December 2001",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 80, ECHR 1999-III",
        "Bouilly v. France, no. 38952/97, § 33, 7 December 1999",
        "Bulut v. Austria, 22 February 1996, Reports 1996-II, p. 358, § 41",
        "Colozza v Italy, judgment of 12 February 1985, Series A no. 89, p. 14, § 27 and § 28",
        "Ekbatani v. Sweden, 26 May 1988, Series A no. 134, p. 14, § 31",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Kamasinski v. Austria, 19 December 1989, Series A no. 168, pp. 44-45, § 106",
        "Monnell and Morris v. the United Kingdom, 2 March 1987, Series A no. 115, p. 22, § 58",
        "Pullar v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, § 45",
        "Spentzouris v. Greece, no. 47891/99, § 27, 7 May 2002",
        "Sutter v. Switzerland, 22 February 1984, Series A no. 74, p. 13, § 30",
        "T. v. Italy, judgment of 12 October 1992, Series A no. 245-C, p. 41, § 26",
        "Vocaturo v. Italy, judgment of 24 May 1991, Series A no. 206-C, p. 32, § 17"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318678",
    "typedescription": "15"
}