{
    "__articles": "3;13;13+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Degrading treatment;Prohibition of torture)",
    "applicability": "",
    "appno": "67608/11",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Degrading treatment",
                "Prohibition of torture"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Degrading treatment",
                "Prohibition of torture"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-174416.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 67608/11) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Bulgarian nationals, Mr Ventsislav Petrov Shalyavski (“the first applicant”), Ms Silvia Nikolova Kotseva (“the second applicant”), Mr Martin Nedyalkov Kotsev (“the third applicant”) and Ms Yoana Ventsislavova Shalyavska (“the fourth applicant”), on 7 October 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr M. Ekimdzhiev, Ms K. Boncheva and Ms S. Stefanova, lawyers practising in Plovdiv. The Bulgarian Government (“the Government”) were represented by their Agent, Ms I. Stancheva-Chinova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the first applicant had been subjected to ill-treatment while waiting to have charges brought against him, and that the numerous police visits to their home during the time of his house arrest amounted to unnecessary interference with their right to private life and home.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 January 2016 the complaints above were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1966, 1967, 1988 and 2003 respectively and live in Blagoevgrad. The first and second applicants are cohabiting partners and the fourth applicant is their daughter. The third applicant is the second applicant’s son. At the relevant time all the applicants were living together.",
                                "elements": []
                            },
                            {
                                "content": "6.  The first applicant suffers from muscular dystrophy, which has gradually progressed since the age of twelve. Currently (and at the time of the relevant events), he is only able to move his head and hands. He needs assistance for most daily activities, which is usually provided by the second applicant or his care assistant. According to the applicants, the care assistant, who was specially trained and had taken care of the first applicant for many years, was the only person with whom the latter felt secure when he needed to go out of his home, in particular to go to his office, as this involved the assistant carrying him and installing him in a car. The assistant also drove the applicant’s car. At the time the first applicant owned a pawnshop and managed several companies. One of his activities was giving short-term loans at high interest rates.",
                                "elements": []
                            },
                            {
                                "content": "7.  In 2010 the prosecution authorities opened criminal proceedings against the first applicant for usury. Prior to that, in 2006 and 2009 he had been convicted for an abuse in the exercise of a disputed right and for threatening another person.",
                                "elements": []
                            },
                            {
                                "content": "A.  Events of 7 April 2011",
                                "elements": [
                                    {
                                        "content": "8.  On 7 April 2011, at about 11 a.m., the first applicant, while travelling in his car which was being driven by his care assistant, was stopped by police officers and ordered to follow them to the police station. Upon arrival, his care assistant was arrested. While the parties have not specified the grounds for this arrest, it is very likely that it was on the basis of the Ministry of the Interior Act, which allowed, inter alia, the detention for up to twenty-four hours of a person suspected of having committed an offence, and that it was related to the investigation against the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The car remained in the carpark and the first applicant remained in it. Unable to move, he stayed in that position for several hours, guarded by two police officers. At about 3 p.m. his care assistant was brought out under guard to move him to another car, because the first one was going to be impounded as physical evidence. On two or three occasions during the day the second applicant was allowed to come to help him with his physical needs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  During the time the first applicant spent in front of the police station, police officers searched his home, his office and his pawnshop, as well as his parents’ flat and house. They also searched the applicant’s cars. The operation against him had been planned in advance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  At about 6 p.m., while still in the car and in the presence of his lawyer who had arrived in the meantime, the first applicant had charges of usury brought against him by an investigator. For that purpose the police officers installed the necessary equipment in the carpark, including a computer and a printer. The applicant was invited to make a declaration in relation to the charges; he stated that he was not guilty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The first applicant remained in the car in front of the police station until about 7.30 p.m. After that he was brought in front of the building of the Blagoevgrad Regional Court, which was to hold a hearing to examine an application by the prosecution to place him under house arrest. In the court carpark police officers attempted to take the applicant out of the car and place him in a wheelchair, despite the second applicant’s protests. They gave up, after becoming aware that they could hurt him. After that his care assistant, still in detention, was again brought out under guard. The first applicant was thus able to get out of the car at about 9.30 p.m. He attended the court hearing, which ended at 11.30 p.m. The care assistant remained with him until the end of the hearing. The prosecution’s application to have the first applicant placed under house arrest was allowed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant’s care assistant was released on 8 April 2011 and has not been questioned any further or prosecuted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Blagoevgrad Regional Court’s decision to place the first applicant under house arrest was upheld on appeal by the Sofia Court of Appeal on 14 April 2011. Before taking its decision, that court heard evidence from, among others, A.Z., who stated that she was the first applicant’s sister and a neurologist and gave evidence concerning the applicant’s state of health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 22 January 2016 the first applicant had charges brought against him once again, in a detailed bill of indictment listing more than a hundred occasions where he had given loans to individuals at high interest rates. According to reports published in the Bulgarian media, in November 2016 he was indicted and is standing trial at present.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Police visits to the applicants’ home",
                                "elements": [
                                    {
                                        "content": "16.  The observance of the first applicant’s house arrest was supervised by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Between 8 and 14 April 2011 there were no checks on whether he was complying with the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 15 April 2011 the first applicant was seen by patrolling police officers in the city centre. When asked to provide an explanation, he stated that he had gone out to buy something. The police checked on him at his home in the evening of the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Between 16 April and 27 May 2011 police officers visited the applicants’ home to check on the first applicant on twenty-nine occasions, once a day and almost every day. On eight days there were no checks at all, and on another four days officers did not go to the applicants’ flat, but observed for some time the building’s entrance. On 29 April 2011 the applicant was met by officers in front of the building as he arrived in his car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 28 May 2011 officers checked on the first applicant on three occasions, and on two occasions on 30 May. On 31 May they visited the flat on three occasions, but on one of them were not allowed in.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 1 and 2 June 2011 the second applicant did not allow the police into the flat. On 3 June they visited the flat five times; on one of the visits nobody answered the doorbell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Between 4 and 20 June 2011 officers visited the applicants’ flat usually three or four times a day. One of the visits on 16 June was provoked by the fact that the applicant, having received authorisation to visit a physiotherapist, had not shown up for his appointment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  During some of the visits the fourth applicant, then eight years old, was present as well. Usually she was taken by her mother to another room. The third applicant, then twenty-three years old, was working full time during this period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 21 June 2011 the first applicant was released from house arrest, by a decision of the Sofia Court of Appeal, which noted in particular his grave state of health and the fact that much of the evidence in the investigation against him had already been collected.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  House arrest and bringing of charges",
                                "elements": [
                                    {
                                        "content": "25.  House arrest is defined in Article 62 § 1 of the Code of Criminal Procedure (“the CCP”) as an “interdiction for the accused to leave his home without the authorisation of the competent body”. Paragraph 5 of Article 62, added in 2015, stipulates that compliance with the measure is to be secured by the local structures of the Ministry of the Interior.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Prior to that, section 105 of Work and Cooperation of the Bodies of the Preliminary Investigation Instruction (Инструкция № 1 от 22.03.2004 г. за работата и взаимодействието на органите на предварителното разследване), adopted jointly in 2004 by the Chief Public Prosecutor, the Minister of the Interior and the head of the National Investigative Service, provided that compliance with house arrest was to be secured by “the bodies responsible for the preliminary investigation”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The CCP provides that an investigator is to bring charges against a person only after there is sufficient evidence that he or she might have committed a criminal offence (Article 219 § 1). The relevant decision must also specify whether any measures of procedural coercion are being taken (Article 219 § 3). Where the measures deemed necessary involve deprivation of liberty (house arrest, remand in custody), the relevant decision is to be taken by a court. In such a case the accused must be taken before the competent court “immediately”; for that purpose, he or she can be detained for up to seventy-two hours by a decision of the competent prosecutor (Article 64 § 2 of the CCP). The domestic court must decide “immediately” on the measure to be imposed (Article 64 § 3).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  State liability for damage",
                                "elements": [
                                    {
                                        "content": "28.  Section 1 of the State and Municipalities Responsibility for Damage Act (Закон за отговорността на държавата и общините за вреди) provides that the State is liable for damage suffered by private persons as a result of unlawful decisions or actions by civil servants committed in the course of or in connection with the performance of their duties. According to the consistent practice of the Supreme Court of Cassation, decisions or actions of the bodies of investigation taken in the context of criminal proceedings are not administrative in character and therefore fall out of the scope of application of this provision (Решение № 615 от 10 юли 2001 г. на ВКС по гр. д. № 1814/2000 г.; Тълкувателно решение № 3 от 22 април 2004 г. на ВКС по тълк. д. № 3/2004 г., ОСГК).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Section 2(1) of that Act provides for liability of the investigating and prosecuting authorities or the courts in several enumerated situations, which include unlawful detention, bringing of charges, conviction and sentencing, where the proceedings have later been abandoned or the conviction has been set aside.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3, 8 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The first applicant complained under Article 3 of the Convention that the authorities’ actions on 7 April 2011, in particular their keeping him immobilised for hours in a car, where his personal needs had to be attended to in public. This caused him physical pain and public humiliation, which amounted to inhuman and degrading treatment. He also complained with respect to the same treatment under Article 8 of the Convention. He complained in addition under Article 3, and all the applicants complained under Article 8 of the Convention, of the police visits to their home during the first applicant’s house arrest. Lastly, the applicants complained, under Article 13 of the Convention, that they had not had effective remedies in respect of their complaints under Articles 3 and 8.",
                                "elements": []
                            },
                            {
                                "content": "31.  The applicable provisions of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Complaints of the first applicant related to the events of 7 April 2011",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "32.  The Government argued that the first applicant had failed to exhaust the available domestic remedies because he had not brought a tort action against the State authorities, in particular under section 2 of the State and Municipalities Responsibility for Damage Act (see paragraph 29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government argued further that any suffering on the part of the first applicant during the events at issue had not reached the minimum level of severity required under Article 3 of the Convention. They claimed that the prosecution authorities had been well aware of his state of health, and had carried out their actions – searches of his premises and cars, preparation of the necessary documents and court hearing concerning the proposal to place him under house arrest – as quickly and painlessly for him as possible. Moreover, the first applicant’s care assistant and the second applicant had been allowed to help him, and the first applicant had been allowed to remain in his car, where the police had brought the equipment necessary for the bringing of charges. Lastly, the Government pointed out that the authorities had never meant to deliberately humiliate the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Under Article 8, the Government contended that the authorities’ actions had been lawful, had pursued a legitimate aim and had not amounted to a disproportionate interference with the first applicant’s right to private life. They pointed out that he had been suspected of having committed a serious offence, and insisted once again that the authorities had taken all necessary and appropriate measures to minimise any discomfort and suffering experienced by him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The first applicant contested the Government’s objection based on non-exhaustion of domestic remedies (see paragraph 32 above). He pointed out that the State was only liable under section 2 of the State and Municipalities Responsibility for Damage Act in a case of unlawful detention, and not where the manner in which an arrest had been effected allegedly breached Article 3 of the Convention. He relied on the Court’s findings in the case of Gutsanovi v. Bulgaria (no. 34529/10, § 96, ECHR 2013 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The first applicant reiterated his claim that the treatment inflicted on him on 7 April 2001 amounted to ill-treatment in breach of Article 3 of the Convention. He contended that it had not been necessary for the authorities to keep him immobilised in a car in front of the police station in Blagoevgrad for many hours, deprived of his care assistant and forced to relieve himself in public, as the rapid preparation of the documents required for the bringing of charges against him had been “a question of good will and organisation”; nor had there been any need for him to be kept outside his home while the police carried out searches of his properties and cars. Moreover, nothing required that the prosecution’s application for him to be placed under house arrest had to be examined the very same evening, when he had already been exhausted from the events of the day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  To prove his suffering, the first applicant submitted two statements of medical professionals, both dated 1 August 2016. The first one, prepared by a clinical psychologist, said in particular that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[The first applicant] felt threatened, helpless and dejected owing to the humiliating conditions in which he had had to relieve his physical needs and the public exhibition of his physical weakness.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The second statement was by A.Z., who presented herself as a neurologist, without any mention in the statement or in the first applicant’s submissions that she was his sister (see paragraph 14 above). Her conclusion regarding the effect on the first applicant due to his immobilisation in the car was as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[He endured] overwhelming suffering, specifically complete paralysis and numbness of the body and the limbs, unbearable pain in the back and painful spasms of the legs, and also increased swelling due to his immobilisation.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The first applicant relied in addition on written statements by his care assistant and by the second and third applicants. The second applicant stated in particular the following as to his condition in the evening of 7 April 2011:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Lastly, according to the third applicant, who saw the first applicant in the evening, after he had been brought in front of the court building, the latter looked “tired and distressed”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Alternatively, the first applicant claimed that there had been a breach of his right to respect for his private life protected under Article 8 of the Convention, in particular because no formal decision to detain him in his car had been taken by the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In their submissions made in response to those of the first applicant, the Government explained that the preparation of the documents needed for the bringing of charges against him had been a complex activity which had necessitated time. The police had taken all necessary steps for this to be done as quickly as possible, including installing a computer, a printer and other equipment in the carpark. The Government explained in addition, referring to the provision of Article 64 § 2 of the CCP (see paragraph 27 above), that the only procedural step which would have allowed the examination of the proposal to place the first applicant under house arrest to have been delayed, as suggested by him, would have been detention ordered by the prosecution but the authorities had wished to prevent this owing to his state of health; thus, it had been necessary for this proposal to be examined in the evening of 7 April 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government accepted the first medical assessment submitted by the applicant, prepared by a clinical psychologist (see paragraph 37 above), but argued that it did not prove that he had been subjected to treatment contrary to Article 3 of the Convention. On the other hand, the Government contested the statement by A.Z., on the grounds that she had not been registered with the Bulgarian Medical Union as a medical practitioner. On these grounds, the Government contended that the first applicant had abused his right to individual application and urged the Court to dismiss his complaints in accordance with Article 35 § 3 (a) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government pointed out next that the applicant had not complained under Article 5 of the Convention, and considered that it had been inappropriate for him to raise, with regard to his complaint under Article 8, an argument about unlawful detention (see paragraph 39 above). The Government also contended that in any event the detention had been lawful as the police had been authorised to detain persons suspected of having committed a criminal offence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "43.  The Government argued that the first applicant had abused his right to individual application because he had submitted in support of the present application a statement by a doctor who had not been registered as a medical practitioner (see paragraph 41 above). The Court is of the view that the question of possible abuse can also be raised by it proprio motu in consideration of the fact that the first applicant never stated expressly that the doctor at issue was his sister (see paragraphs 14 and 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court has held that an application may be rejected under Article 35 § 3 (a) of the Convention for abuse of the right of individual application if, among other reasons, it was knowingly based on untruths, or if the applicant submitted incomplete or misleading information (see Gross v. Switzerland [GC], no. 67810/10, § 28, ECHR 2014, with further references). This will be so where the misleading information concerned “the very core of the case” (ibid. § 28; see also Bulea v. Romania, no. 27804/10, § 36, 3 December 2013, and A, B and C v. Latvia, no. 30808/11, § 121, 31 March 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the present case, the Court notes that the first applicant submitted in support of his complaints misleading information, namely the statement made by A.Z., as it has not specified that she was his sister and that she was not a registered medical practitioner. Nevertheless, this conclusion does not suffice for the Court to dismiss the complaints of the first applicant because it is not satisfied that the misleading information was related to “the very core of the case”. It is significant in that connection that the applicant relied on other evidence in order to corroborate the complaints at issue, including another statement by a medical expert and the statements by his care assistant and the other applicants (see paragraphs 3738 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Nevertheless, when examining the complaints at issue, the Court will not take into account A.Z.’s statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government argued further (see paragraph 32 above) that the first applicant had failed to exhaust the available domestic remedies because he had not brought an action for damages against the State. The applicant disagreed (see paragraph 35 above), relying in particular on the Court’s findings in the case of Gutsanovi (cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court observes that indeed in Gutsanovi (cited above, §§ 9496), in a situation bearing similarities to the present one, it found that an action under the State and Municipalities Responsibility for Damage Act (see paragraphs 28-29 above) could not provide adequate redress in respect of the applicants’ complaints concerning the manner in which the first of them had been arrested. In particular, as held by the domestic courts, section 1 of that Act was not applicable to investigative measures taken in the course of criminal proceedings, while under section 2 the State could have been held liable only if Mr Gutsanov’s detention had been found to be unlawful, the proceedings against him had been discontinued, or a conviction had been set aside. This meant that an action under the State and Municipalities Responsibility for Damage Act would not have constituted a sufficiently effective domestic remedy in respect of the applicants’ grievances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government have provided no material capable of leading the Court to a different conclusion in the case at hand as regards the application of the State and Municipalities Responsibility for Damage Act. The Court refers to its recent finding in the case of Posevini v. Bulgaria (no. 63638/14, §§ 53-55, 19 January 2017) that after 2014 an action under section 1 of that Act could represent an effective remedy in respect of complaints similar to the ones under examination here, in view of the more recent case law of the Supreme Administrative Court; however, the present case concerns facts dating back to 2011, and the availability of an effective domestic remedy has in principle to be assessed by reference to the time when the application had been lodged (see, for example, Baumann v. France, no. 33592/96, § 47, ECHR 2001V (extracts)). Nor have the Government shown that the applicant could have obtained compensation under different legislation. Accordingly, the Court dismisses their objection based on non-exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Lastly, the Court notes that the complaints under examination are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The first applicant complained that the manner in which the authorities had treated him on 7 April 2011 amounted to inhuman and degrading treatment in breach of Article 3 of the Convention (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court has on many occasions held that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of that level is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects, the sex, age and state of health of the victim (see, as recent authorities, Bouyid v. Belgium [GC], no. 23380/09, § 86, ECHR 2015, and Khlaifia and Others v. Italy [GC], no. 16483/12, §§ 159-60, ECHR 2016 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In the present case, the circumstance that is of chief significance is the first applicant’s serious physical handicap (see paragraph 6 above). This required that the authorities take special care when proceeding to detain him in the course of the investigation against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court observes also that due to the lack of an effective domestic remedy (see paragraphs 67-68 below), there has been no fact-finding at the domestic level, which inevitably impedes the establishment of the relevant facts by it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The first applicant was brought to the police station in Blagoevgrad at about 11 a.m. on 7 April 2011 and was left in his car, unable to move, until 9.30 p.m. (see paragraphs 8-12 above). His immobilisation for over ten hours happened in a public place, a carpark, where he was visible to police officers and passers-by, even when he was relieving himself. The applicant claimed that this situation had provoked in him physical and mental suffering.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  His mental suffering was confirmed by a psychologist, whose opinion was accepted by the Government (see paragraph 41 above), and who was of the view that in the circumstances described above the applicant had felt “threatened, helpless and dejected owing to the humiliating conditions in which he had had to relieve his physical needs and the public exhibition of his physical weakness” (see paragraph 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In addition, the Court takes into account the remaining statements as to the first applicant’s state in the evening of 7 April 2011, those of his care assistant and the second applicant (see paragraph 38 above). The Court is cautious in accepting these statements, noting their authors’ closeness with the first applicant. It further notes that no evidence has been presented to indicate the applicant’s standard body position during daytime and explain the need for periodic changes of his body position. Still, the statements submitted to the Court were unanimous in describing the applicant’s state as grave and pointing out that he had felt very tired and that his body had felt “numb” and “cold”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In assessing whether the ill-treatment complained of reached the threshold of prohibited treatment under Article 3 of the Convention, the Court will consider whether it exceeded the unavoidable level of suffering, in view of the applicant’s disability and the measures taken against him. Also of relevance is the fact that under the Court’s case-law there is no need for evidence of any intention to humiliate or debase for a finding of a violation of Article 3 (see Price v. the United Kingdom, no. 33394/96, § 30, ECHR 2001VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The ill-treatment alleged by the first applicant consisted in him being left for hours sitting in a car in the carpark, without being able to move, due to the fact that he was deprived of the help of his care assistant. Thus, both the speed with which the authorities acted in organising the bringing of charges against him and the availability of alternatives to the measures actually undertaken are relevant for the present analysis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court takes note of the Government’s argument that the organisation of the bringing of charges necessitated time (see paragraph 40 above) and does not consider itself in a position to question that assertion, despite its general character. The authorities were facing a complex investigation linked to loans provided by the applicant to numerous individuals (see paragraph 15 above), and the collection of evidence, through searches carried out at the flat and the office of the applicant, required time. The Court also does not accept the first applicant’s argument (see paragraph 36 above) that the authorities had to postpone until the next day the examination of the prosecution’s application to place him under house arrest. Domestic law provided that a person had to be brought before a court for the examination of such an application “immediately” after the bringing of charges against him or her (see paragraph 27 above), the two procedural steps being functionally and temporally related. As pointed out by the Government, the only possibility to delay the examination of that application was to detain the applicant (see paragraph 40 above), a path which the prosecution clearly sought to avoid. That is why, even though it does not dispute the applicant’s claim that the examination of the application to place him under house arrest in the evening of 7 April 2011 caused him additional fatigue, after he had already been exhausted from the events of the day (see paragraph 36 above), the Court does not find this in itself problematic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Nevertheless, it is significant that the Government have not explained why keeping the first applicant immobilised in a car for many hours in front of the police station was necessary while the investigating authorities searched his home and other premises and organised the bringing of charges against him. The Government have given no reason as to why the applicant could not have been allowed, for instance, to return home while awaiting the bringing of charges. In particular, it has not been claimed that his presence could have obstructed the search which was being conducted in his home (see paragraph 10 above) or that he would have hindered the investigation in any other way.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Nor has it been argued that the applicant could not return home for the reason that his care assistant, who was the person who usually helped him in getting to and from his home (see paragraph 6 above), was during that time under arrest. The Court will not dispute the authorities’ choice to arrest and question the assistant during that very moment. It is not for it to assess the suitability of a particular investigative measure, and in this particular case, due to the care assistant’s intimate involvement in the applicant’s movements and activities, he might well have been considered a suspect or a key witness. It has not been claimed by the Government, however, that no other person trained to provide care to a person with disabilities could have been found; it is significant in that regard that the events under discussion occurred within the context of a planned operation of the prosecution authorities (see paragraph 10 above), who have never claimed that they were unaware of the first applicant’s handicap and daily needs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Moreover, besides bringing the first applicant back home, another trained carer could have also alleviated his situation while he was waiting in his car in front of the police station, and could have helped when the applicant was transported to the Blagoevgrad Regional Court’s building for a hearing and had to wait and thus remain immobilised for two additional hours, between 7.30 and 9.30 p.m. (see paragraph 12 above), waiting for his care assistant to be brought from the police station under guard. No effort to provide another carer appears to have been made by the authorities, with the result that the applicant was left for many hours in a state of helplessness, which provoked in him feelings of anguish and humiliation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Taking into account the specific circumstances of the case, the Court is of the view that the treatment complained of caused the first applicant suffering of an intensity sufficient to qualify it as degrading treatment within the meaning of Article 3 of the Convention (see, mutatis mutandis, Wiktorko v. Poland, no. 14612/02, § 55, 31 March 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Accordingly, there has been a breach of that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The above conclusion makes it unnecessary for the Court to examine the alternative complaint raised under Article 8 of the Convention (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Lastly, under Article 13, the Court refers to its finding above (see paragraphs 48-49) that it has not been shown that at the time an action in tort against the State authorities under the State and Municipalities Responsibility for Damage Act could have represented an effective remedy for the first applicant’s complaint under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court has not been informed of any other remedy available in the circumstances, which could have prevented or ceased the breach of the applicant’s rights, or led to the award of compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Accordingly, there has been a breach of Article 13 of the Convention, taken in conjunction with Article 3.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Complaints related to the police visits to the applicants’ home",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "70.  The Government claimed once again that a tort action under the State and Municipalities Responsibility for Damage Act represented an effective remedy, which the applicants should have exhausted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Government argued in addition that the disputed visits to the applicants’ home had been necessary to secure compliance with the house arrest imposed on the first applicant, seeing as on several occasions he had left his home without authorisation. In addition, the Government pointed to the relatively short period of house arrest and the fact that the police officers had never forced their way into the flat, even when not allowed in. Lastly, the Government were of the opinion that the third applicant, who had been in full-time employment during that period, and the fourth applicant, who had been at school during the day and had usually been taken to another room when the police had arrived, had not suffered any significant inconvenience due to the police visits to their home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The applicants stated, on their part, that they had been forced “to allow and tolerate on a daily basis” interferences into their “most intimate” space, which, in their view, had been meant purely to harass them. They contended that it would have sufficed for the police to monitor the entrance to the building where their flat was located, as they had done on certain days. Lastly, they stated that even though absent during the day, the third and fourth applicants had also been affected by the police visits to their home; it was moreover significant that the fourth applicant had been a minor at the time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In their response to the applicants’ submissions, the Government claimed that, in view of their limited resources, it had been impossible for the police to constantly monitor the building.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "74.  The Court takes note of the Government’s inadmissibility plea, based on the argument of non-exhaustion of domestic remedies (see paragraph 70 above). However, it is not necessary to examine it, because the Court considers the present complaints in any event inadmissible for the reasons below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The first applicant complained under Article 3, and all the applicants complained in addition under Article 8 of the Convention and Article 13 in conjunction with Article 8 (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In so far as Article 3 is concerned, the Court is of the view that any distress suffered by the first applicant on the occasion of the police visits to his home did not reach the minimum level of severity required under this provision (see paragraph 52 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  As concerns the application of Article 8, it has not been disputed that the flat where the first applicant served his house arrest and which the police visited to check up on him was the four applicants’ “home”. Nor have the parties contested the fact that those visits amounted to interference with the applicants’ right to a “home”, as guaranteed by that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  It has not been disputed either that this interference was “in accordance with the law”, as domestic law authorised the police to take measures to secure compliance with house arrest (see paragraph 26 above), nor that it pursued a legitimate aim in the public interest, namely compliance with the restrictions imposed on the first applicant related to the proper and effective conduct of the criminal proceedings against him, which in the circumstances may fall under “prevention of crime”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Thus, the salient issue is whether the interference was “necessary in a democratic society”. An interference will be considered necessary within the meaning of Article 8 § 2 of the Convention if it answers a “pressing social need” and in particular if it is proportionate to the legitimate aim pursued (see, among other authorities, Nada v. Switzerland [GC], no. 10593/08, § 181, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In examining the necessity of the interference with the applicants’ rights, the Court observes that between 15 April and 20 June 2011 the police visited their home on numerous occasions, up to four or five times a day, although usually less or not at all (see paragraphs 18-22 above). However, it has not been shown that apart from verifying quickly whether the first applicant was there, the police disturbed the applicants’ daily life in any other manner. They never visited during the night. Moreover, it is important that despite not having been allowed in the flat on several occasions (see paragraphs 20-21 above), the police never attempted to force their way in. The period of time during which the interference with the applicants’ right to a home lasted – slightly more than two months – was not significant either.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In addition, the Court, like the Government (see paragraph 71 above), attaches considerable weight to the fact that on two occasions (on 15 and 29 April 2011) the first applicant was found to have left his home without authorisation (see paragraphs 18 and 19 above). Moreover, it appears that it was exactly his sighting in the city centre by the police on 15 April that triggered the checks on his home, as prior to that there had been no such checks at all (see paragraph 17 above). On another occasion, on 16 June 2011, the police officers appear to have been justifiably suspicious because the applicant had failed to show up for an appointment with a physiotherapist (see paragraph 22 above). Seen in this light, the frequent police checks on the first applicant do not appear to have been arbitrary or unnecessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court cannot reach a different conclusion on account of the fact, emphasised by the applicants (see paragraph 72 above), that at the time of the events at issue the fourth applicant was a minor. It has already been noted that the police visits to her home were brief and did not significantly disturb her daily life with her parents. As pointed out in addition by the Government (see paragraph 71 above), on weekdays she was at school and was not present during many of the police visits, while in the evening, upon the arrival of the police, she was usually taken to another room.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Lastly, the Court will not speculate on whether it would have been feasible and practical for the police to organise, as an alternative to the police visits and as suggested by the applicants (see paragraph 72 above), constant monitoring of the entrance to the building where their flat was situated. It suffices to note in that connection that the police made a choice as to the measures to employ, which the Court does not consider unreasonable or unsuitable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  For the reasons above the Court concludes that the interference with the applicants’ right to respect for their home was proportionate to the legitimate aim pursued, and was thus “necessary in a democratic society” within the meaning of Article 8 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Accordingly, the complaints under examination are manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  That being so, the applicants had no “arguable claim” under Article 13 of the Convention taken in conjunction with Article 3 (as concerns the first applicant) or Article 8, which is therefore inapplicable.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "87.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "88.  The first applicant claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government considered the claim exaggerated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court is of the view that the first applicant must have suffered nonpecuniary damage for which the finding of a violation of the Convention is not a sufficient remedy. Judging on an equitable basis, it awards him EUR 3,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "91.  The first applicant claimed EUR 4,440 for the work performed by his lawyers in the proceedings before the Court. He requested that any sum awarded under this head be transferred directly into the lawyers’ bank accounts, save for EUR 613 which he had already paid to them. In support of this claim the applicant presented a contract for legal representation and a time sheet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The applicant also claimed 200 Bulgarian levs (BGN – the equivalent of approximately EUR 102), for the expert report by a psychologist presented in support of his complaints (see paragraph 37 above). In support of this claim he presented an invoice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Lastly, he claimed EUR 252 for postage, translation and other expenses, requesting that the sum be paid directly to his lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Government contested the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, and most notably to the fact that part of the present application has been dismissed as inadmissible, the Court considers it reasonable to award the sum of EUR 2,500 covering costs under all heads. As requested by the applicant, that sum is to be transferred into the bank account of his lawyers, save for EUR 715 already paid by him for their work and for an expert report.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "96.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the first applicant’s complaints concerning the events of 7 April 2011 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the applicant has been subjected to degrading treatment, in violation of Article 3 of the Convention, and that it is therefore not necessary to examine the complaint under Article 8;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention taken in conjunction with Article 3;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the first applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 June 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHALYAVSKI AND OTHERS v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-174416.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0615JUD006760811",
    "externalsources": [],
    "extractedappno": [
        "67608/11",
        "34529/10",
        "67810/10",
        "27804/10",
        "30808/11",
        "63638/14",
        "33592/96",
        "23380/09",
        "16483/12",
        "33394/96",
        "14612/02",
        "10593/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-174416",
    "judgementdate": "15/06/2017 00:00:00",
    "kpdate": "15/06/2017 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "SHALYAVSKI AND OTHERS",
        "BULGARIA"
    ],
    "rank": "1898.7958984375",
    "representedby": [
        "EKIMDZHIEV M.",
        "BONCHEVA K.",
        "STEFANOVA S."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "464997",
    "typedescription": "15"
}