{
    "__articles": "6;6-1;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "54809/00",
    "article": [
        "6",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61742.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 54809/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Slovakian nationals, Mr Ján Sabol and Mrs Mária Sabolová (“the applicants”), on 10 November 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Slovakian Government (“the Government”) were represented by their Agent, Mr P. Vršanský, succeeded by Mr P. Kresák as from 1 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 28 January 2003 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the length of the proceedings to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicants are spouses and they are Slovakian nationals. The first applicant, Mr Ján Sabol, was born in 1927. The second applicant, Ms Mária Sabolová, was born in 1939. They live in Košice.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 15 January 1988 the applicants claimed before the Košice City Court that the boundary between their plot of land and the plot of their neighbours had not been traced correctly.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 15 March 1990 the Košice City Court granted the action with reference to an expert opinion. The two parties appealed and the  quashed the first instance judgment on 31 August 1990.",
                        "elements": []
                    },
                    {
                        "content": "7.  Upon the instruction of the City Court the applicants amended their action. They claimed that the defendants should put at their disposal a part of a plot of land and that they should remove a gas connection from that land. The City Court ordered a second expert opinion on 8 July 1991 and on 14 October 1991. The expert submitted an opinion on 29 November 1991.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 13 February 1992 the applicants modified their claim. The defendants proposed to settle the case. On 2 June 1992 the court visited the site. On 30 July 1992 it requested the expert to submit further information. ",
                        "elements": []
                    },
                    {
                        "content": "9.  On 26 November 1992 the defendants filed a counter-action in which they claimed that they should be granted the right to use the part of the land on which the gas connection was built. A hearing was held on 1 January 1993. On 26 February 1993 the second expert submitted an amended version of his opinion at the court's request.",
                        "elements": []
                    },
                    {
                        "content": "10.  After having taken further extensive evidence the court scheduled a hearing for 15 April 1994. On 29 April 1994 the Košice 1 District Court, by which the case fell to be examined, delivered a judgment ordering the defendants to vacate the plot. The court considered it appropriate not to order the removal of the gas connection in question as it was fixed to the central gas pipe-line belonging to the Slovak Gas Company. It ordered the defendants to pay compensation to the applicants for the use of the part of their land on which the gas connection was built. The judgment was served on the applicants on 21 December 1994. They appealed on 9 January 1995. On 6 March 1995 the applicants were requested to pay the court fee, and the case file was submitted to the appellate court on 11 April 1995.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 13 February 1996 the  sent the case back to the first instance court with the instruction to take further evidence. ",
                        "elements": []
                    },
                    {
                        "content": "12.  The District Court heard the parties on 2 April 1996 and on 8 May 1996, and on 22 May 1996 it decided to obtain an expert opinion. On 8 January 1997 it appointed a different expert as the one appointed in May 1996 had been struck out of the list of experts. The District Court returned the case file to the , at the latter's request, on 20 January 1997.  ",
                        "elements": []
                    },
                    {
                        "content": "13.  On 27 February 1997 the  quashed a part of the District Court's judgment of 29 April 1994 on the ground that the first instance court had omitted to decide on a part of both the applicants' and defendants' claims. ",
                        "elements": []
                    },
                    {
                        "content": "14.  On 17 April 1997 the District Court asked the defendants to pay an advance on the expert's fees. The defendants paid the sum on 29 April 1997. On 3 October 1997 the District Court sent the case file to the expert. The latter sent it back to the Court, on 21 October 1997, with the explanation that he no longer was registered as an expert. ",
                        "elements": []
                    },
                    {
                        "content": "15.  On 10 November 1997 the Košice 1 District Court appointed another expert with a view to establishing the relevant facts. It sent the file to the expert on 14 May 1998. On 25 May 1998 the expert returned the file to the court with the explanation that he had received no advance on the costs of an opinion. On 10 December 1998 the District Court again sent the file to the expert after having checked, on 7 December 1998, that the court's registry had transferred the sum due. The expert submitted his opinion on 23 December 1998.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 9 March 1999 the applicants submitted their comments on the opinion. Hearings were scheduled for 9 April 1999, 5 May 1999 and 2 June 1999. The expert was requested to answer the applicants' objections to his opinion. On 2 August 1999 the expert admitted an error which, in his view, did not affect the opinion as a whole.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 6 October 1999 the case was adjourned at the applicants' request.",
                        "elements": []
                    },
                    {
                        "content": "18.  On 3 December 1999 the Košice 1 District Court dismissed the applicants' claim that the gas connection be removed from their land. It further ordered the defendants to pay compensation to the applicants for the use of the relevant part of the land on which the gas connection was built. ",
                        "elements": []
                    },
                    {
                        "content": "19.  On 11 and 19 January 2000 the applicants appealed.  On 23 February 2000 the defendants submitted observations on the appeal. The case file was submitted to the  on 16 March 2000.",
                        "elements": []
                    },
                    {
                        "content": "20.  On 10 October 2000 the  upheld the District Court's judgment of 3 December 1999. ",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government admitted that certain delays in the proceedings were imputable to the authorities dealing with the case. ",
                                "elements": []
                            },
                            {
                                "content": "23.  The period to be taken into consideration began only on 18 March 1992, when the recognition by Czech and , to which  is one of the successor States, of the right of individual petition took effect. However, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at the time.",
                                "elements": []
                            },
                            {
                                "content": "The period in question ended on 10 October 2000. It thus lasted 8 years, 6 months and 23 days.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "25.  The Government admitted that the case was not particularly complex and that the authorities dealing with it had contributed to the overall length of the proceedings. In particular, the expert opinion of 29 November 1991 had to be supplemented on 30 July 1992 and on 26 February 2003, and it took almost eight months to serve on the applicants the first instance judgment of 29 April 1994. Furthermore, the  took more than eight months to schedule a hearing after the file had been submitted to it on 11 April 1995. The case was not proceeded with in an effective manner between 13 February 1996 and 20 January 1997, between 17 April 1997 and October 1997 as well as between 14 May 1998 and December 1998. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government submitted that the applicants had contributed to the length of proceedings in that they had refused a friendly settlement proposal by the defendants, that they had modified their action and that on three occasions they or their legal representative had not appeared at hearing. The defendants were also partly responsible for the length of the proceedings as they had filed a counter-claim and since the District Court had to urge them, on 17 April 1997, to pay an advance on expert's fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicants argued that the domestic courts had failed to display due diligence when proceeding with the case. Their failure to appear at two hearings was due to the fact that they had not been duly summoned. The applicants concluded that no delays in the proceedings could be imputed to them. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicants and of the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court considers that the case was not particularly difficult to determine and that the parties did not contribute in a substantial manner to the length of the proceedings. It takes note of delays which, as the Government admitted, were caused by the conduct of the national authorities (see paragraph 25 above). Consequently, and considering also the stage the proceedings had reached by 18 March 1992, it takes the view that an overall period of eight years and more than six months could not, in the particular circumstances of the case, be deemed to satisfy the “reasonable time” requirement in Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The foregoing considerations are sufficient to enable the Court to conclude that the applicants' case was not heard within a reasonable time. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "32.  The applicants claimed 150,728.30 Slovakian korunas (SKK) as compensation for pecuniary damage. That sum comprised compensation for the use of their plot by their neighbours and expenses related to the construction of a fence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants also claimed SKK 100,000 [The equivalent of approximately 2,460 euros] in compensation for nonpecuniary damage resulting from the protracted length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government contended that there existed no causal link between the pecuniary damage claimed by the applicants and the alleged violation of Article 6 § 1 of the Convention. As to the claim in respect of non-pecuniary damage, the Government were of the view that, should the Court find a violation of the Convention, such finding would provide appropriate redress to the applicants. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicants the global sum of 2,500 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "35.  The applicants claimed SKK 111,583.60 for the costs and expenses relating to the proceedings before the domestic courts and SKK 89,798 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government contended that the sum claimed was excessive and not supported by any evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  According to the Court's case-law, an applicant is entitled to reimbursement of his or her costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court does not find it for established that the applicants incurred additional costs in the domestic proceedings due to their length. It therefore rejects the claim for costs and expenses in this respect. The Court further notes that the applicants were not represented by a lawyer in the proceedings before it and considers it reasonable to award the sum of EUR 200 for incidental expenses in respect of the proceedings under the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "38.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following sums to be converted into national currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "\t(i) EUR 2,500 (two thousand five hundred euros) in respect of nonpecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\t(ii) EUR 200 (two hundred euros) in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "\t(iii) any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 April 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF SABOL AND SABOLOVA v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61742.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0427JUD005480900",
    "externalsources": [],
    "extractedappno": [
        "54809/00",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61742",
    "judgementdate": "27/04/2004 00:00:00",
    "kpdate": "27/04/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "29",
        "29-3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "SABOL AND SABOLOVA",
        "SLOVAKIA"
    ],
    "rank": "484.135864257813",
    "representedby": [
        "N/A"
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317864",
    "typedescription": "15"
}