{
    "__articles": "2;2-1;3;5;5-1;5-1-f;5-2;5-4;5-5;13;34;35;35-1;41;6;6-3-a;P6-2;P7-3",
    "__conclusion": "Preliminary objections dismissed;No violation of Art. 2 (in case of extradition to Kazakhstan);Violation of Art. 3 (in case of extradition to Kazakhstan);Violation of Art. 13;Violation of Art. 5-1;Violation of Art. 5-1-f;Violation of Art. 5-2;Violation of Art. 5-4;Violation of Art. 5-5;Violation of Art. 34;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "41015/04",
    "article": [
        "p7-3",
        "6",
        "3",
        "2",
        "34",
        "p6-2",
        "35",
        "5",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "in case of extradition to Kazakhstan"
            ],
            "element": "No violation of Art. 2",
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "in case of extradition to Kazakhstan"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-1-f",
            "base_article": "5",
            "element": "Violation of Art. 5-1-f",
            "type": "violation"
        },
        {
            "article": "5-2",
            "base_article": "5",
            "element": "Violation of Art. 5-2",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "article": "5-5",
            "base_article": "5",
            "element": "Violation of Art. 5-5",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "element": "Violation of Art. 34",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-95771.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41015/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Amir Damirovich Kaboulov (“the applicant”), on 22 November 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr A.P. Bushchenko, succeeded by Mr S.Y. Stavrov, both lawyers practicing in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 23 November 2004 the President of the Second Section indicated to the respondent Government that the applicant should not be extradited to  until further notice (Rule 39 of the Rules of Court). He granted priority to the application on the same date (Rule 41 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 April 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility. Further to the applicant's request, the Court granted priority to the application (Rule 41 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant complained under Article 2 of the Convention that there was a real risk that he would be liable to capital punishment in the event of his extradition to . He submitted that he would be subjected to treatment contrary to Article 3 of the Convention, on account of the possible application of the death penalty and the poor conditions of detention in , the lack of proper medical treatment and assistance in detention facilities and the widespread practice of torture of detainees. He further alleged, under Articles 5 §§ 1 (c) and (f), 2, 3 and 4, that his initial detention on 23 August 2004 and the decision to extradite him taken by the General Prosecution Service were unlawful. He also raised complaints under Article 13 of the Convention, stating that there had been no effective remedies for his complaints about his extradition in violation of Articles 2 and 3 of the Convention. The applicant also complained that he would be exposed to unfair trial, if extradited to Kazakhstan, contrary to Article 6 § 1 of the Convention. He further claimed that there was a breach of Article 34 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 April 2006 this case was assigned to the newly composed Fifth Section (Rule 25 § 1 and Rule 52 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 17 January 2007 the Court decided to put additional questions to the respondent Government concerning the application. It also decided that the interim measure, indicated under Rule 39 of the Rules of Court, should be maintained.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 3 September 2008 the applicant submitted to the Court a letter in which he requested the Court to strike the application out of the list of cases as he wanted to be extradited to . The letter was sent with a covering letter signed by the SIZO Governor on the same date, stating that it concerned the applicant's request to withdraw his application from examination by the Court. His mother and the advocate later stated that this request by the applicant was given under pressure from the domestic authorities and the Governor of Kharkiv SIZO no. 27. On 6 November 2008 the applicant informed his advocate, Mr Bushchenko, that he wished to pursue his application and asked him to request the Court to expedite examination of his case. He also stated that the SIZO Governor and officials of the State Department for Enforcement of Sentences had put pressure on him to withdraw his application. On 14 November 2008 the General Prosecutor's Office of Ukraine, which questioned the applicant on behalf of the Agent of the Government, informed the Government's Agent that the applicant had written the letter of 3 September 2008 due to his continuous stay in detention and lack of a judgment from the . The General Prosecutor's Office stated that the applicant, after consulting his advocate on 6 November 2008, wished to pursue examination of his case before the Court. They further stated that the applicant had no complaints about the administration of the SIZO.",
                        "elements": []
                    },
                    {
                        "content": "9.  Written submissions were received from the Helsinki Foundation for Human Rights in Warsaw, which had been granted leave by the President to intervene as a third party (Article 36 § 2 of the Convention and Rule 44 § 2).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "10.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "11.  The applicant was born on 14 August 1979. The applicant claims to be Mr Amir Damirovich Kubulov, a citizen of the . He also claims that he has citizenship of the . The applicant is currently detained in the  pre-trial detention (“the Poltava SIZO”) of the State Department for Enforcement of Sentences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 16 June 2003 an unidentified person murdered Zh.U.Zh. On the same date the Ministry of the Interior of Kazakhstan launched a criminal investigation into the murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 28 June 2003 the applicant was accused in , in his absence, of having committed a crime under Article 96(1) of the Criminal Code of Kazakhstan (murder). On the same date an investigator the Ministry of the Interior decided that the applicant should be detained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 4 July 2003 the Ministry of the Interior of Kazakhstan (“the MIK”) issued an international search warrant for the applicant on suspicion of his having committed aggravated murder, involving capital punishment as a sanction (Article 96(2) of the Criminal Code of Kazakhstan).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's detention and main proceedings related to the lawfulness of the applicant's extradition",
                                "elements": [
                                    {
                                        "content": "1.  The applicant's initial detention from 23 August to 13 September 2004",
                                        "elements": [
                                            {
                                                "content": "15.  The facts surrounding the applicant's initial detention may be summarised as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  It was agreed by the parties that the applicant had been picked up at 9.20 p.m. on 23 August 2004 and detained thereafter, although there was no agreement as to where and why the applicant was detained. They provided various documents certifying what happened in the period from 9.20 p.m. on 23 August 2004 to 7.30 p.m. 25 August 2004, which can be summarised as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  According to a document entitled “Record of arrest based on suspicion of involvement in a crime” (“Протокол о задержании по подозрению в совершении преступления”; hereafter - the “detention record”), issued by Major Tsarruk of the Dniprovsky District Police Department of Kyiv, a police patrol stopped the applicant, described as Amir Damirovich Kubulov, born on 14 August 1979, residing at 86, Zenkova Street, Almaty, Kazakhstan, on 23 August 2004 at 9.20 p.m. The detention record was dated with the same date and time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  In smaller print, in what appear to be standard blocks of text, the following grounds for arrest (основания задержания) are set out:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(...) 1.  Person had been arrested at the moment of committing a crime or in flagranto;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The witnesses of a crime and its victims have identified this person as an offender;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Traces of crime were found on the suspect or his clothes, with him or in his place of residence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  [There is] other data, giving grounds to suspect the person in committing a crime, if he/she tried to escape or has no permanent place of residence or when the identity of the suspect has not been established.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The detention record also set out, again in small print, reasons for the applicant's arrest (мотивы задержания):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“To prevent crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  To prevent a possibility of disappearing from the investigation and the court, ensuring enforcement of a criminal sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  To prevent events which would hinder the establishment of objective truth in the criminal case.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The detention record then noted, in large print, that the applicant was suspected of involvement in the crime envisaged in Article 96 § 1 of the Criminal Code of Kazakhstan. The detention record was signed by Major Tsarruk and stated that the applicant had been “familiarised” with the reasons for his detention (the applicant signed it and marked it stating that he familiarised with it in Russian language - “ознакомлен”), and with his rights and duties, as it was provided by Article 10 of the Regulation “On temporary detention of persons suspected in committing of crime”. It contained no exact date and time when the applicant had been familiarised with the reasons for his detention. After the applicant's signature, the record stated that the prosecutor had been informed about the applicant's arrest at 10.00 p.m. on 23 August 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  In their further observations of 13 March 2007 the Government contended that after his apprehension at 9.20 p.m. on 23 August 2004 under Article 115 of the Code of Criminal Procedure and Article 10 of the Regulation of 13 July 1976 “On the temporary detention of persons suspected of having committed a criminal offence” (see paragraphs 65 - 67 below), the applicant stayed at the Dniprovsky District Police Station. In particular, they referred to the aforementioned detention record. The Government also stated that the applicant had been familiarised with the reasons for his detention after 10.00 p.m. on the same day. They did not specify when.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  In their further observations of 23 May 2007 the Government stated that the applicant was taken to the sobering up facility at 9.25 p.m. on 23 August 2004. They referred to a written reply of 4 April 2007 to a request of the Dniprovsky Prosecutor dated 28 March 2007. In reply the centre's director informed the District Prosecutor that the applicant arrived at the facility at 9.25 p.m. on 23 August 2004 and left it at 7.30 a.m. on 24 August 2004. The director also stated that the applicant had been diagnosed with acute alcohol intoxication with perception, psychic and behavioural disorders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  According to the medical card concluded by the sobering up facility ( “Sociotherapy” of the Ministry of Health), the applicant arrived there at 9.25 p.m. on 23 August 2004. The medical card also provided that the applicant's diagnosis of alcohol intoxication and respective disorders had been established on 24 August and that he had stayed in the facility for two nights. The centre's contemporaneous records note the applicant as having been brought to the centre from  in the Dniprovsky District of Kyiv by a Mr Kolomiyets. The card states that the applicant stayed at the sobering up facility from 9.25 p.m. on 23 August 2004 to 7.30 a.m. on 25 August 2004, that is, for two nights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 24 August 2004 the MIK, in reply to request of the Ministry of the Interior of Ukraine, confirmed to the Kyiv Department of the Interior that the applicant was wanted as a murder suspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant, through his mother's submissions to the Kyiv City Court of Appeal (Апеляційний суд міста Києва) on 13 September 2004, contended that he had been taken directly to the sobering up facility on 23 August 2004 as he had no identity papers with him, and, in his observations of 21 October 2005 he stated that the detention record dated 9.20 p.m. on 23 August 2004 had been prepared only after his identity had been established and the authorities were aware that the applicant was wanted by the law enforcement authorities of Kazakhstan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 3 September 2004 the MIK established that Mr Kaboulov was a citizen of .",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On the same date the General Prosecutor's Office (“GPO”) of Ukraine informed the Kazakhstan GPO that the applicant had been apprehended in Ukraine and asked whether  intended to seek the applicant's extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  After his return to the police station, the applicant made an “explanatory statement” to a prosecutor, dated 8 September 2004, which was written for him in Ukrainian by the senior assistant of Kyiv prosecutor. The applicant confirmed its contents in Russian (“записано верно”). After stating that he had not committed any criminal offences, he added without mentioning any exact times, that he had been stopped by police officers on 23 August 2004, who took him to the sobering-up facility and after that to the police station, where he remained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 10 September 2004 the Deputy Prosecutor of Kyiv informed the Extradition Department of the GPO of Ukraine of the details as to the applicant's identity. In particular, it was established that the applicant's name was Mr Amir Damirovich Kaboulov and that he was a citizen of  only. The information also stated that he committed no crimes on the  and did not have refugee status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 13 September 2004 the Dniprovsky prosecutor and the head of the Dniprovsky District Department of the Interior lodged a petition with the Dniprovsky District Court of Kyiv (“the Dniprovsky Court”; Дніпровський районний суд міста Києва) seeking a warrant for the applicant's detention in SIZO no. 13 of the State Department for Enforcement of Sentences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On the same day the , in the presence of the prosecutor and after having heard the applicant, issued a warrant for the applicant's detention on the grounds that there was a search warrant in respect of him in Kazakhstan and that the Ukrainian authorities were awaiting documents from the Kazakh authorities for his extradition to . The court found that the applicant had been picked up drunk at  by the police at 9.20 p.m. on 23 August 2004. The court noted that the applicant had explained to the police officers at the time of his arrest that he resided in Kyiv without registration. The court decided to detain the applicant in SIZO no. 13, and also ruled that the applicant's detention was not to exceed 30 days (that is, until 12 October 2004). The сourt further decided that the applicant should be detained on the basis of Articles 60 – 62 of the Minsk Convention, as he was to be extradited to . The Court also referred to Articles 165 §§ 1 and 2 of the Code of Criminal Procedure. The applicant was informed of the possibility of lodging an appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Main proceedings related to the lawfulness of the applicant's detention pending extradition",
                                        "elements": [
                                            {
                                                "content": "32.  On 16 September 2004 the GPO of Kazakhstan requested the GPO of Ukraine to detain the applicant pending extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 18 September 2004 the GPO of Kazakhstan, by letter, confirmed the search warrant in respect of the applicant and requested his extradition to Kazakhstan on the grounds that on 30 June 2003 the applicant had been charged with non-aggravated murder (Article 96 § 1 of the Criminal Code) of Zh.U.Zh. They also stated that criminal proceedings had been pending against the applicant since 16 June 2003 and he had been on the wanted list since 28 June 2003. The GPO of Kazakhstan assured the Ukrainian authorities that the applicant would not be prosecuted for criminal offences different from those mentioned in the extradition proceedings without the consent of the Ukrainian authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 2 December 2004 the GPO of Kazakhstan, again by letter, gave additional assurances confirming that the applicant would not be liable to the death penalty in  and that his rights and lawful interests in the course of criminal proceedings would be adequately protected. They mentioned inter alia a moratorium on executions imposed by the Presidential Decree of 17 December 2003 until full abolition of the death penalty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 23 and 24 September 2004 the applicant's mother and his advocate in the domestic proceedings (Mr Priduvalov), respectively, appealed against the order of the Dniprovsky Court of 13 September 2004. They requested that the applicant be released subject to an undertaking not to abscond, until the applicant's identity had been verified. In particular, they claimed that the applicant was not a citizen of Kazakhstan, but a citizen of the  and that the order referred to a different person. They also requested an extension of the time-limit for lodging an appeal as the applicant had not been informed about the possibility of doing so in good time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 27 September 2004 the Deputy Prosecutor General of  informed the GPO of Kazakhstan that the GPO of Ukraine agreed to extradite the applicant. The letter mentioned the need to organise the applicant's transfer to . By a separate letter written on the same date, the Deputy Prosecutor General informed the Ministry of the Interior, the SDES and the Deputy Prosecutor of Kyiv that he approved the applicant's extradition and his transfer to  under guard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 5 and 10 October 2004 the applicant's lawyers (Mr Priduvalov and Ms Shevchenko) appealed against the failure of the judge of the  to pursue the appeal proceedings asked for by the applicant's mother and lawyer on 23 and 24 September 2004. On 7 October 2004 the Kyiv City Court of Appeal refused to consider the appeal on the grounds that it had been lodged out of time, and remitted it for a decision on its admissibility to the first-instance court (Articles 165 (2), sub-paragraphs 7 and 353 of the Code of Criminal Procedure), which on 16 November 2004 rejected the appeals lodged by the applicant's mother and Mr Priduvalov as his mother had no standing in the proceedings and the appeal had been lodged out of time, respectively. This ruling was not appealed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 14 October 2004 the applicant's mother requested the Governor of SIZO no. 13 to release the applicant from detention on the grounds that he was detained unlawfully.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 15 October 2004 the applicant's advocate lodged a complaint with the Shevchenkivsky District Court of Kyiv (“the ”; Шевченківський районний суд міста Києва) requesting that the applicant be released from SIZO no. 13.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 23 October 2004 the applicant was transferred to Kharkiv SIZO no. 27 with a view to his further transfer to the competent authorities of the Russian Federation which were to hand the applicant over to the law-enforcement authorities of .",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 24 November 2004 the applicant's extradition was suspended by the GPO of Ukraine, following the interim measure indicated to the Government of Ukraine under Rule 39 of the Rules of Court on 23 November 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 6 January 2005 the applicant lodged complaints with the  seeking a finding that his detention in Kharkiv SIZO no. 27 was unlawful. On 18 January 2005 the court refused to accept the applicant's complaint as it had been lodged with the wrong court, contrary to the requirements as to territorial jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 11 April 2005 the applicant's lawyer, Mr Bushchenko, informed the Court that the applicant had requested refugee status in  and that this request was being examined.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Various judicial proceedings against the decisions to detain the applicant and to extradite him",
                                "elements": [
                                    {
                                        "content": "1.  Proceedings relating to the lawfulness of the applicant's detention in SIZO no. 27",
                                        "elements": [
                                            {
                                                "content": "44.  On 30 November and 1 December 2004 the applicant's mother lodged administrative complaints with the Zhovtnevy District Court of Kharkiv (“the Zhovtnevy Court”; Жовтневий районний суд міста Харкова) requesting the applicant's release and a finding that the inactivity of the Governor of Kharkiv SIZO no. 27 in examining the applicant's complaints about his continued detention had been unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 10 December 2004 the court refused to consider the complaint as it had been lodged under the Code of Civil Procedure. The court suggested that the applicant should re-lodge the complaint under Article 106 of the Code of Criminal Procedure (detention of a criminal suspect by the investigating body) as it concerned his detention and the criminal proceedings instituted against him in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 24 March 2005 the Kharkiv Regional Court of Appeal (Апеляційний суд Харківської області) quashed the ruling of 10 December 2004 and decided not to examine the applicant's mother's complaints as she had no standing in the criminal proceedings against her son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  No appeal on points of law was lodged with the Supreme Court against this ruling.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings against GPO of  relating to the lawfulness of the applicant's detention",
                                        "elements": [
                                            {
                                                "content": "48.  On 7 and 10 December 2004 the applicant's lawyer in the domestic proceedings (Ms Shevchenko) and the applicant's mother each lodged a complaint with the Pechersky District Court of Kyiv (“the ”; Печерський районний суд м. Києва) against the GPO of Ukraine requesting that the applicant's extradition to  be prohibited. They also asked the court to declare the GPO of Ukraine's decision to extradite the applicant unlawful. They referred, inter alia, to Articles 5, 6, 7 and 13 of the European Convention on Human Rights, Article 55 of the Constitution of Ukraine and various provisions of the Code of Civil Procedure. A hearing in the  was scheduled to take place on 26 January 2005, but was adjourned to 28 January 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 28 January 2005 the Pechersky Court, in the absence of the representatives of the GPO of Ukraine, allowed the applicant's complaints, declared the decision to extradite the applicant to Kazakhstan unlawful and prohibited the GPO of Ukraine from extraditing the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 28 February 2005 the GPO of Ukraine lodged an appeal with the Kyiv City Court of Appeal against the aforementioned judgment, requesting that the case be remitted for fresh consideration to the firstinstance court. They mentioned in the appeal that the applicant had been detained in Kyiv on 23 August 2004. On 14 and 17 March 2005 the applicant lodged counter-arguments against the GPO of Ukraine's appeal, referring inter alia to various provisions of the domestic and international law, including Article 5 § 1(f) of the Convention and Article 106 of the Code of Criminal Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 27 May 2005 the Kyiv City Court of Appeal examined the GPO of Ukraine's appeal, quashed the decision of the Pechersky Court of 28 January 2005 and remitted the case for fresh consideration. In particular, it found that the 's judgment of 28 January 2005 had been adopted in the absence of the GPO of Ukraine's representatives, who had not been duly informed of the date and time of the hearing in the case, as required by Article 307 of the Code of Civil Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 1 July 2005 the  terminated the proceedings on the grounds that the applicant had failed to comply with the procedure prescribed by law for introducing complaints in criminal proceedings. In particular, the court found that the complaints against the GPO of Ukraine should be examined in the course of criminal proceedings, in accordance with the procedural rules of the Code of Criminal Procedure (paragraphs 7 and 8 of Article 106 of the Code) and not as administrative complaints under the Code of Civil Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 22 September 2005 the Kyiv City Court of Appeal upheld the ruling of 1 July 2005, finding it to be lawful. In particular, it referred to resolution no. 16 of the Plenary Supreme Court of 8 October 2004 and the relevant provisions of the Code of Administrative Justice (Articles 199, 200, 205 and 206), stating that as the applicant complained about lawfulness of his detention and his possible extradition, he had to appeal against it to the court in accordance with the rules enshrined in the Code of Criminal Procedure and the relevant provisions of the international treaty, which were applicable to extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 12 October 2005 the applicant appealed on points of law to the  against the ruling of 22 September 2005. The outcome of these proceedings is unknown.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings relating to the lawfulness of the applicant's detention in SIZO no. 27",
                                        "elements": [
                                            {
                                                "content": "55.  On 20 December 2004 the applicant lodged complaints with the  seeking a declaration that his detention in Kharkiv SIZO no. 27 was unlawful. He referred to Articles 29 and 55 of the Constitution, and Article 5 §§ 1, 3, 4 and 5 of the Convention. In particular, he alleged that the time-limit for his detention had expired on 12 October 2004 (thirty days after 13 September 2004, the date of the decision of the  to detain him).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 25 January 2005 the court resumed the examination of the applicant's appeal. The hearing was adjourned until 7 February 2005 owing to the failure of the applicant's representative to appear before the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 7 February 2005 the court decided to adjourn the examination of the applicant's appeal in order to obtain further evidence from the  and the GPO of Ukraine. The next hearing was scheduled for 4 March 2005, when the proceedings were again adjourned for the same reason.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 14 April 2005 the court adjourned the proceedings pending the examination of the GPO of Ukraine's appeal against the decision of the Pechersky Court of 28 January 2005 (see paragraph 50 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On 7 September 2005 the  rejected the applicant's complaints. In particular, it found that the applicant was detained in Kharkiv SIZO no. 27 not on the basis of the decision of the Dniprovsky Court of 13 September 2004, but on the basis of the extradition warrant (санкція) by the Deputy Prosecutor General and his decision to transfer the applicant under guard (етапувати та конвоювати) to Kazakhstan (see paragraph 36 above). Furthermore, the court referred to the fact that the extradition had been suspended in view of the proceedings pending before the European Court of Human Rights. It therefore found the applicant's detention to be lawful. It referred inter alia to Article 29 of the Constitution of Ukraine, Articles 56 – 62 of the Minsk Convention, Articles 165(1) and 165(2) of the Code of Criminal Procedure, as well as Article 5 §§ 1, 3 and 4 of the Convention. It also held that the applicant's name was “Amir Damirovich Kaboulov” and that he was a citizen of the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 14 October 2005 the  forwarded the case file to the Kharkiv Regional Court of Appeal with a view to the hearing of the applicant's appeal which was scheduled for 15 November 2005. The outcome of these proceedings is unknown.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant Ukrainian domestic law and practice",
                                "elements": [
                                    {
                                        "content": "61.  The relevant domestic law and practice, including the relevant provisions of the Constitution of Ukraine, Codes of Civil and Criminal Procedure and the Code on Administrative Justice and the relevant extracts from the Supreme Court's practice, are summarised in the judgment of Soldatenko v. Ukraine (no. 2440/07, §§ 21 - 31, 23 October 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other domestic normative acts in force at the material time",
                                "elements": [
                                    {
                                        "content": "1.  Constitution of , 28 June 1996",
                                        "elements": [
                                            {
                                                "content": "62.  Article 29 of the Constitution of Ukraine reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Every person has the right to freedom and personal inviolability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "No one shall be arrested or held in custody other than pursuant to a substantiated court decision and only on the grounds and in accordance with the procedure established by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately, if he or she has not been provided, within seventy-two hours from the moment of detention, with a substantiated court decision in regard to the holding in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Everyone arrested or detained shall be informed without delay of the reasons for his or her arrest or detention, apprised of his or her rights, and from the moment of detention shall be given the opportunity to personally defend himself or herself, or to have the legal assistance of a defender.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Everyone detained has the right to challenge his or her detention in court at any time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Relatives of an arrested or detained person shall be informed immediately of his or her arrest or detention.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  CIS Convention on legal assistance of 22 January 1993 (with amendments dated 1998)",
                                        "elements": [
                                            {
                                                "content": "63.  The relevant provisions of the Convention are summarised in the judgment of Soldatenko v. Ukraine (no. 2440/07, §§ 21 - 31, 23 October 2008), and Ryabikin v. Russia (no. 8320/04, § 104, 19 June 2008). Other relevant extracts from the Convention read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 60",
                                                "elements": []
                                            },
                                            {
                                                "content": "Detention pending extradition",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The requesting Contracting Party shall immediately adopt the necessary measures for detention of a person whose extradition is requested, except in circumstances in which the person cannot be extradited.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 80",
                                                "elements": []
                                            },
                                            {
                                                "content": "Procedural relations with regard to extradition and criminal prosecution",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Procedural relations with regard to extradition, criminal prosecution, and enforcement of investigative sanctions involving citizens' rights and necessitating the approval of the prosecutor shall be handled by the prosecutors general (prosecutors) of the Contracting Parties.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Militia Act of 20 December 1990 (as in force at the material time)",
                                        "elements": [
                                            {
                                                "content": "64.  According to section 11 § 5 of the Militia Act, persons arrested for alcohol intoxication in a public place, unable to walk, posing danger to themselves or others, shall be transferred by police that arrested them to specialised sobering-up facilities or to their home. They shall be held in police stations only if their address is unknown or there is no sobering-up facility in the locality.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Regulation no. 4203-IX of 13 July 1976 “On the temporary detention of persons suspected of having committed a criminal offence” (enacted by Decree of the Presidium of the Verkhovny Soviet of the USSR and still in force in )",
                                        "elements": [
                                            {
                                                "content": "65.  According to the section 3 of the Regulation, each instance of detention of a suspect shall be documented. The relevant record shall contain reasons, grounds, motives, exact day and time, year and month, place where a suspect was arrested, explanations from detained and the time when the record was concluded. The record shall be signed by the suspect and a person who prepared it. The period of detention shall be calculated from the moment the suspect was brought to the relevant investigation body or from the actual moment of apprehension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  According to section 4 of the Regulation, the lawenforcement authorities must inform the prosecutor of any facts related to the detention of a person within twenty-four hours of the time he or she was apprehended. The prosecutor must issue a warrant for detention within forty eight hours from receipt of such information, or release the detained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Section 10 of the Regulation envisaged that a record should be drawn upon person's apprehension and that this person should be informed of the rights of an apprehended suspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  International human rights reports on Kazakhstan",
                                "elements": [
                                    {
                                        "content": "1.  : Amnesty International Briefing to the UN Committee Against Torture (November 2008)",
                                        "elements": [
                                            {
                                                "content": "68.  The relevant extracts provide as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“5.  Cruel, inhuman or degrading treatment or punishment (Article 16)",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.1.  The death penalty",
                                                "elements": []
                                            },
                                            {
                                                "content": "In May 2007 the scope of the application of the death penalty permitted by the constitution was reduced from 10 “exceptionally grave” crimes to one – that of terrorism leading to loss of life. The death penalty also remains a possible punishment for “exceptionally grave” crimes committed during times of war. A person sentenced to death in  retains the right to petition for clemency. A moratorium on executions, which had been imposed in 2003, remained in force and no death sentences were passed during 2007 and the first 10 months of 2008. All 31 prisoners on death row had their sentences commuted to life imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Amnesty International is concerned that the death penalty could be applied to acts committed outside Kazakhstan and ... concern is heightened in view of the documented failure of judges to exclude evidence extracted under torture and the numerous reports of the authorities using national and regional security and the fight against terrorism to target vulnerable groups such as asylum-seekers and groups perceived to be a threat to national and regional stability. ....",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.2.  Prison conditions",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas by all accounts Kazakhstan had implemented a successful reform of its penitentiary system ... the last two years have reportedly seen a decline in prison conditions, with many of the abusive practices reoccurring more and more often.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2007 saw a number of disturbances in prisons camps throughout the country with large groups of prisoners committing acts of self-mutilation, such as slicing their abdomens, hands and necks, reportedly in protest at deteriorating conditions of detention. The South Kazakhstan Regional office of the prosecutor opened a criminal case into the abuse of office, and the unlawful use of police equipment, by prison officials in relation to 77 prisoners committing acts of self-mutilation. The prosecutor's office was quoted by the press as admitting that prison officers had beaten and otherwise ill-treated prisoners. Nevertheless the prison officials were not charged under Article 347-1 (Torture). The prisoners themselves were charged with organizing disturbances in order to disrupt the functioning of the prison, a criminal offence under Article 361 of the Criminal Code punishable from one to up to 10 years' imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "NGOs told Amnesty International that the conditions of detention in prisons had severely deteriorated since 2006 and that they were receiving increasing numbers of complaints of torture or ill-treatment from prisoners or from relatives. It was becoming increasingly difficult for prisoners to lodge complaints about torture or other ill-treatment by prison officers, according to these reports, because all correspondence was vetted by the prison administration and complaints could only be forwarded to the local prosecutor's office with the permission of the prison administrator, in contravention of the rights of prisoners and detainees. NGOs were told that prisoners had to pay the prison administration to see a medical doctor or to get medical treatment, or to send letters or make phone calls to their families, that they were often locked up in punishment cells for extended periods of time for either complaining about cruel, inhuman or degrading treatment or punishment or for disobeying orders by prison officers. Some methods of punishment meted out to prisoners reportedly included being forced to clean toilets with their bare hands and wash the floor naked.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Report of the Special Rapporteur of the Commission on Human Rights on the independence of judges and lawyers, Leandro Despouy (Addendum “Civil and Political Rights, including the questions of independence of the judiciary, administration of justice, impunity”), at Sixty-first session Item 11(d) of the provisional agenda, 11 January 2005",
                                        "elements": [
                                            {
                                                "content": "69.  The relevant extracts from the Special Rapporteur's report provide as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... 20.  Moratorium on the death penalty",
                                                "elements": []
                                            },
                                            {
                                                "content": "In December 2003, the Senate proposed a moratorium on the death penalty. By presidential decree the moratorium was extended in January 2004 and the Criminal Code amended to introduce life imprisonment instead of capital punishment. With all human rights organizations, the Special Rapporteur welcomes this development, especially having in mind that 40 persons were executed in 1999; 22 in 2000 and 15 in 2001. Since the moratorium, only one death sentence was registered and the Supreme Court commuted it to life imprisonment.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The International  Federation for Human Rights Report of 11 September 2006",
                                        "elements": [
                                            {
                                                "content": "70.  The relevant extracts from the Report read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“.... Though there has been a moratorium on executions since December 2003 and life imprisonment has been a viable legal alternative to the death sentence since January 2004 -- both developments welcomed by the IHF -- this latest ruling signals that obstacles remain in Kazakhstan's journey towards abating the use of the death penalty and, eventually, abolishing it. With the moratorium in place, Ibragimov now goes to death row, joining 27 other inmates and awaiting his death should the political will of the Kazakh government break and lift the moratorium. ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  International Service for Human Rights Report on Kazakhstan (discussed at the 26th session of the Committee against Torture in , 30 April to 18 May 2001)",
                                        "elements": [
                                            {
                                                "content": "71.  The relevant extracts from the Report of the Committee against Torture read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": " (initial report)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The Committee was concerned about the allegations of torture and other degrading treatment committed by law enforcement officials. The lack of independence of the [prosecutors], the defence counsel and the judiciary was also raised with concern. The Committee highlighted that allegations of torture are not being considered seriously, as reflected by the fact that investigations are being postponed and judges sometimes refuse to recognise evidence of torture.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Another point of concern related to overcrowding and reduced access to medical care in prisons and detention centres.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... The Committee recommended that the crime of torture, as outlined in the Penal Code, be amended in line with the Convention. It urged the State Party to ensure a fully independent mechanism of complaints and enable the defence counsel to follow a case from the beginning and to gather evidence ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Analysis of the legal framework for the death penalty in  by OSCE/ODIHR",
                                        "elements": [
                                            {
                                                "content": "72.  The relevant extracts from the analysis by the OSCE Office for Democratic Institutions and Human Rights on the death penalty (by means of shooting) in , dated 20 November 2004, read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“.... There are currently 27 persons on death row in . Persons subjected to the moratorium are currently detained in pre-trial detention facilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... Official statistics provided by the Office of the Prosecutor-General indicate that nine death sentences were passed in the period from 30 June 2003 to 30 March 2004. No death sentences entered into force (i.e., all appeals stages exhausted) in this period. According to unofficial statistics, only one death sentence has been passed since the moratorium was put in place, but this was subsequently reduced to life imprisonment by the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... Official statistics provided by the Office of the Prosecutor-General indicate that no executions were carried out in the period from 30 June 2003 to 30 March 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... All persons sentenced to death have the right to appeal for commutation of the sentence to life imprisonment or 25 years' imprisonment (Art. 49(3) of the Criminal Code, Art. 31(2) of the Criminal Procedure Code, and Art. 166(1) of the Criminal Executive Code). The cases of all persons sentenced to death are considered regardless of whether the sentenced person has submitted an appeal for clemency (Presidential Decree No. 2975 “On provisions for pardoning procedure by the president of the Republic of Kazakhstan”, 7 May 1996)",
                                                "elements": []
                                            },
                                            {
                                                "content": "... Relatives are not informed in advance of the date of execution, the body is not returned, and the location of the place of burial is not disclosed to the relatives until at least two years after the burial has taken place (Art. 167, Criminal Executive Code).”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  US Department of State Country Reports on Human Rights Practices - 2004, released by the Bureau of Democracy, Human Rights and Labour, 28 February 2005 (extract on )",
                                        "elements": [
                                            {
                                                "content": "73.  The relevant extracts from the US Department of State report read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Government reported that 51 criminal cases against law enforcement officers for physical abuse were filed during the year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... Prison conditions remained harsh and sometimes life threatening. Mistreatment occurred in pre-trial detention facilities and in prisons, and nongovernmental organizations (NGOs) and international organizations reported that abuses of prisoners increased after the head of the penitentiary system and approximately onethird of the prison administrators were replaced in 2003. The December 2003 transfer of supervision of pre-trial detention facilities from the Ministry of the Interior to the Ministry of Justice was completed in May; as a result of this transfer, conditions improved, although they remained harsh. The head of the prison system and two deputies resigned in February following reports of brutal beatings of inmates in certain prisons. Violent crime among prisoners was common. During the year, the number of prisoners continued to decline significantly. Much of the decrease was associated with the 2002 Humanization of Criminal Justice Law, which prescribes punishments other than imprisonment, such as probation, for minor first offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government reported 2,600 total violations, including physical force violations, by employees of the penitentiary system during the year. Some officials were punished for these abuses; 911 employees received disciplinary punishment, including fines, demotions, and dismissal and another 8 employees were convicted on criminal charges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the past several years, prison diets and availability of medical supplies have improved. There were 6 tuberculosis colonies and 2 tuberculosis hospitals for prisoners; 5,591 prisoners were housed in these colonies. While the incidence of tuberculosis stabilized, HIV/AIDS continued to be a problem. The Government, together with the U.N. Development Program (UNDP), continued to implement a project to prevent HIV/AIDS and other sexually transmitted diseases in penitentiaries. Prisoners were permitted to have visitors, although the number and duration of visits depended on the security level of the prison and the type of sentence being served.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Prisoners were held in close proximity, barracks-style facilities; however, a government program to build new correctional facilities and rehabilitate existing facilities continued throughout the year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Incidents of self-mutilation by inmates to protest prison conditions continued. In general, the Government did not take action in response to self-inflicted injuries by prisoners... ”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  US State Department Country Reports on Human Rights Practices – 2006, released by the Bureau of Democracy, Human Rights, and Labour, 6 March 2007)",
                                        "elements": [
                                            {
                                                "content": "74.  The relevant extracts from the report read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(...) The following human rights problems were reported: an incident of unlawful deprivation of life; ... detainee and prisoner abuse; unhealthy prison conditions; ... lack of an independent judiciary; ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "a.  Arbitrary or Unlawful Deprivation of Life",
                                                "elements": []
                                            },
                                            {
                                                "content": "... The court sentenced Rustam Ibragimov, a former ministry of internal affairs official, to death, though he will remain in prison as long as the death penalty moratorium remains in effect. ....",
                                                "elements": []
                                            },
                                            {
                                                "content": "c.  Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment",
                                                "elements": []
                                            },
                                            {
                                                "content": "The constitution and law prohibit such practices, but police and prison officials at times tortured, beat, and abused detainees, often to obtain confessions. In its Human Rights Commission's annual report, the government acknowledged that torture and other illegal methods of investigation were still used by some law enforcement officers. Human rights and international legal observers noted investigative and procurator's practices that overemphasized a defendant's confession of guilt over collecting other types of evidence in building a criminal case against a defendant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... The ombudsman's office reported 2,613 citizen complaints during the year, over 20 percent of which were allegations of abuse by law enforcement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... Prison and Detention Centre Conditions",
                                                "elements": []
                                            },
                                            {
                                                "content": "Though the government implemented prison reforms and granted greater access, prison conditions remained harsh and facilities did not meet international health standards. Mistreatment occurred in police cells, pre-trial detention facilities, and prisons. The government took some steps to address systemic patterns that encouraged prisoner abuse. These included continued operation of and increased access for regional penitentiary oversight commissions, training of prison officials, and seminars for MVD police; however, no prison officials were prosecuted for abuses during the year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The government conducted 13 criminal investigations of penitentiary officials for corruption in the first eight months of the year. These investigations resulted in 12 convictions and one acquittal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... Although the government made some efforts to upgrade existing facilities and build new ones, buildings at many prisons remained outdated and hygiene conditions were substandard. In February the procurator general's office issued an order closing one of the buildings in the  pre-trial investigation facility because it did not meet sanitary standards and posed a threat to the health and lives of detainees. On May 25, the procurator general's office issued a statement criticizing the MOJ for failing to address overcrowding, sewage, and poor sanitation in prisons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "During the year, 31 detainee deaths, including five suicides, were reported at pre-trial detention facilities. The government reported 268 deaths in prisons during the year, including 26 suicides.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Incidents of self-mutilation by inmates to protest prison conditions continued. On March 31, inmates in the Zarechny prison outside of Almaty rioted to protest harsh conditions, mistreatment, and confiscation of personal belongings. According to human rights activists, the prison was originally designated to house convicted law enforcement officers. However, prior to the riot, regular criminals were added to the population, leading to increased tension and the tightening of controls. Twenty-four inmates mutilated themselves by cutting their abdomens, and three inmates were injured when prison guards restored order. Local NGOs were permitted to visit the facility and interview inmates after the incident. An activist from the Public Committee for Monitoring Human Rights reported that the prison officials' response to the riot was generally appropriate. Several officers of the prison administration were disciplined for their failure to deal with the protest action. After the incident, prison officials transferred the regular criminals out of the population to reduce tension and problems.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  US Department of State Country Reports on Human Rights Practices - 2007, released by the Bureau of Democracy, Human Rights and Labour, 11 March 2008",
                                        "elements": [
                                            {
                                                "content": "75.  The relevant extracts from the US Department of State report read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(...) There were the following human rights problems: (...) detainee and prisoner abuse; unhealthy prison conditions; arbitrary arrest and detention; lack of an independent judiciary; (...) pervasive corruption, especially in law enforcement and the judicial system; (...)",
                                                "elements": []
                                            },
                                            {
                                                "content": "a.  Arbitrary or Unlawful Deprivation of Life",
                                                "elements": []
                                            },
                                            {
                                                "content": "In contrast with the previous year, there were no reports that the government or its agents committed arbitrary or unlawful killings. (...)",
                                                "elements": []
                                            },
                                            {
                                                "content": "c.  Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment",
                                                "elements": []
                                            },
                                            {
                                                "content": "The procurator general's office (PGO) and the human rights ombudsman acknowledged that torture and other illegal methods of investigation were still used by some law enforcement officers. Human rights and international legal observers noted investigative and prosecutorial practices that overemphasized a defendant's confession of guilt over collecting other types of evidence in building a criminal case against a defendant. Courts generally ignored allegations by defendants that their confessions were obtained by torture or duress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The ombudsman's office reported 1,684 citizen complaints during the first 11 months of the year, approximately 300 of which were allegations of abuse or misconduct by law enforcement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Prison and Detention Centre Conditions",
                                                "elements": []
                                            },
                                            {
                                                "content": "NGOs and international observers reported that prison and detention centre conditions declined during the year. Observers cited worsening treatment of inmates and detainees, lack of professional training for administrators, and legislative changes on April 26 that criminalized prisoner protests and self-mutilation. The legislative changes also transferred operation of the parole system from penitentiary officials to the MIA and implemented forced tuberculosis treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Prison conditions remained harsh and facilities did not meet international health standards, although the government began renovating three prisons and two detention facilities during the year as part of a penitentiary development program. Mistreatment occurred in police cells, pre-trial detention facilities, and prisons. The government took steps to address systemic patterns that encouraged prisoner abuse, including continued operation of and increased access for regional penitentiary oversight commissions, training of prison officials, and seminars for MIA police. Authorities did not prosecute any prison officials for abuses during the year, although they opened 21 investigations for corruption, resulting in eight convictions by year's end.",
                                                "elements": []
                                            },
                                            {
                                                "content": "During the first ten months of the year, 32 detainee deaths, including six suicides, were reported at pre-trial detention facilities. The government reported 40 suicides in prisons during the first 11 months of the year. Incidents of self-mutilation by inmates to protest prison conditions continued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "e.  Denial of Fair Public Trial",
                                                "elements": []
                                            },
                                            {
                                                "content": "The law does not provide adequately for an independent judiciary. The executive branch limited judicial independence. Procurators enjoyed a quasi-judicial role and were permitted to suspend court decisions.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Relevant extracts from the Constitution and the Criminal Code of the ",
                                "elements": [
                                    {
                                        "content": "76.  The Constitution of the  envisages the death penalty, as an exception to the right to life. A Presidential Decree placing a moratorium on executions was introduced on 17 December 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Constitution of the  (adopted on 30 May 1995 with changes and amendments dated 21 May 2007)",
                                        "elements": [
                                            {
                                                "content": "77.  The relevant extracts from the Constitution of Kazakhstan provide as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 15 (in force as from 22 May 2007)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Everyone shall have the right to life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  No-one shall deprive a person of his/her life. The death penalty shall be established by law as an exceptional punishment for terrorist crimes which have resulted in the loss of human life, and also for especially grave crimes, committed in time of war, with a sentenced person having a right to appeal for pardon.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 83 (in force as from 22 May 2007)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The Prosecutor's Office, acting on behalf of the State, effectuates highest supervision over strict and unified application of the laws, Presidential decrees, and other normative acts of the  ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Criminal Code of the  (approved by Law no. 167 of 16 July 1997, with changes and amendments dated 9 December 2004)",
                                        "elements": [
                                            {
                                                "content": "78.  Article 39 of the Criminal Code (Types of punishment), provides that persons found guilty of committing criminal offences may be subject to the capital punishment as one of the types of punishment. Under Article 49 (Capital punishment) envisages that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Capital punishment, that is a sentence to be shot, is an exceptional form of punishment reserved for especially grave crimes infringing a person's right to life and for crimes committed in war time or in a combat situation, high treason, crimes against the peace and safety of mankind and especially grave military crimes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Capital punishment shall not be applied to women, to persons who committed a crime while under the age of eighteen or to men who have reached the age of sixtyfive when the sentence is passed by a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Should the President of the  introduce a moratorium on enforcement of the death penalty, the enforcement of a death sentence shall be suspended for the effective period of the moratorium.",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  A sentence of death shall be implemented not earlier than one year from the time of its entry into force and no less than one year after the abolition of a death penalty moratorium.",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.  Under the pardon procedure, the death penalty may be replaced with life imprisonment or with deprivation of liberty for a period of twenty-five years in a special-regime correctional facility. Persons sentenced to the death penalty shall, in the event of the abolition of a moratorium, have the right to petition for pardon, irrespective of whether or not they had made such a petition prior to the introduction of the moratorium.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  Third party submissions as to the legal and human rights situation in ",
                                "elements": [
                                    {
                                        "content": "79.  The third party stated that the legislation of  contained insufficient guarantees to ensure respect for human rights. In particular, it contained no sufficient guarantees for a person not to be ill-treated. In particular, they stated that the Criminal Code of Kazakhstan provided no punishment for ill-treatment, as it only referred to torture. Furthermore, they stated that in cases of ill-treatment by the law enforcement or prison authorities, these complaints were investigated by the same authorities, who were directly dependent on the executive, thus it created a vicious circle of impunity. Furthermore, under Article 82 of the Constitution of Kazakhstan judges were to be appointed by the President of Kazakhstan, having no authority to supervise complaints of ill-treatment. Thus, there was no independent body able to investigate complaints in respect of ill-treatment. Furthermore, they referred to the Amnesty International report of January 2006 – March 2007, the US State Department report of 2006 and the Almaty Helsinki Committee report for 2004, which, from their point of view, also proved that legal practices in  did not comply with human rights standards.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY CONSIDERATIONS",
                        "elements": [
                            {
                                "content": "A. The continued examination of the application",
                                "elements": [
                                    {
                                        "content": "80.  In September 2008 the applicant requested the Court to strike the application out of the list of cases as he wanted to be extradited to . However, he, his mother and his advocate later submitted that this statement by the applicant had been given under pressure from the domestic authorities. The applicant later confirmed his intention to pursue the application (see paragraph 8 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Government stated that no pressure had been exerted on the applicant and that his statement had been voluntary. They mentioned that this was confirmed in the applicant's statements made to the GPO of Ukraine that he initially wished to discontinue proceedings, but after a meeting with an advocate, Mr Bushchenko, changed his mind.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court notes that the Government's contention that the Court should strike the case out of the list pursuant to Article 37 of the Convention is based on the applicant's written request of September 2008. A question may arise as to whether the applicant's letter of September 2008 represented his will at the time, or whether it was brought about by a combination of pressures upon him (see, for example, Kurt v. Turkey, no. 24276/94, Commission decision of 22 May 1995, Decisions and Reports 81-A, p. 112).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  However, even if the applicant intended, at the time of his letter of 3 September 2008, not to pursue his application, it is plain that as from 6 November 2008 at the latest, he did wish to pursue it. The General Prosecutor's Office confirmed this. In these circumstances, the Court finds that it cannot be said that the applicant “does not intend to pursue his application”, and it declines to strike the application out of its list of cases.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's identity",
                                "elements": [
                                    {
                                        "content": "84.  The applicant initially submitted that he was detained in error as his real surname was “Kubulov (Kuboulov)” and not “Kaboulov”. He provided several documents, including his passport showing citizenship of the , which had been issued in that name.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court notes that the domestic authorities took the view, in particular in the decision of the Zhovtnevy Court of 7 September 2005, that the applicant's name was Amir Damirovich Kaboulov, and that he was a citizen of . The Court does not consider it necessary to make any findings in this respect, as even if there was a mistake as to the identity of the applicant, there is no doubt that it was the applicant who was detained on 23 August 2004, that it is the applicant who was wanted by the Kazakhstan authorities and in respect of whom the extradition was requested, and that it is the applicant who remains in detention. There are therefore no issues related to the applicant's identity which need resolving.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Objection as to exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "86.  The Government stated that the applicant's complaints under Articles 2, 3, 5 and 13 of the Convention should be rejected for the applicant's failure to comply with exhaustion requirements. In particular, the Government argued that the applicant had failed to exhaust domestic remedies in that he had not lodged any complaints with the domestic courts against the decision to extradite him taken by the General Prosecution Service, a course of action that was permitted under Article 55 of the Constitution of Ukraine. They further alleged that the applicant had never complained to the domestic courts about the lawfulness of the order to detain him made on 23 August 2004. They therefore proposed that the application be declared inadmissible for non-exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The applicant contested this view. In particular, he submitted that he had complained about his unlawful detention and extradition to the domestic courts. The applicant further stressed that the GPO of Ukraine decision of 27 September 2004 to extradite him had constituted a final decision for the purpose of exhaustion of domestic remedies. It was not amenable to appeal as to its lawfulness, as the domestic courts were allowed to review only the existence of the formal grounds for extradition and not the compliance of a decision to extradite with the obligations set out in Articles 2 and 3 of the Convention. In that respect, he referred in particular to Resolution no. 8 of the Plenary Supreme Court of 8 October 2004 on issues related to the application of legislation governing the procedure and length of detention (arrest) of persons awaiting extradition, which summarised the domestic courts' practice on extradition issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The applicant further maintained that there were no effective remedies that he was required to exhaust in order to challenge the GPO of Ukraine's decision to extradite him to . In particular, the applicant stated that he had complained on various occasions to the domestic courts about the unreasonable length of his detention and its unlawfulness, the unlawful inactivity of the Governor of Kharkiv SIZO no. 27, who refused to release him, and about the extradition decision itself. The proceedings concerning these complaints and their unfavourable outcome showed that there were no domestic remedies available to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The third party mentioned that there were no effective remedies in  for the purposes of suspension of extradition which would arguably be contrary to the requirements of Articles 2, 3 and 6 of the Convention. They stated that the issue of one's extradition should be decided not automatically, but after careful examination of all relevant factors and the individual case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "90.  The Court reiterates that the Convention is intended to guarantee rights that are not theoretical or illusory, but practical and effective (see, mutatis mutandis, Matthews v. the United Kingdom [GC], no. 24833/94, § 34, ECHR 1999-I). Furthermore, it is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success (see Menteş and Others v. Turkey, 28 November 1997, § 57, Reports of Judgments and Decisions 1997VIII). In this respect the Government have referred to Article 55 of the Constitution and the possibility to challenge in courts the decisions on extradition, which could run contrary to the requirements of Articles 2, 3, 5 and 13 of the Convention. They stated that any action taken during the extradition proceedings could be appealed against to the domestic courts, under Article 55 of the Constitution. They provided no relevant case-law of the domestic courts to prove their contention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  As to the complaints under Articles 2 and 3 of the Convention, the Court notes that allegations of possible infringement of these provisions were examined in the course of the proceedings before the Pechersky District Court of Kyiv and the Kyiv City Court of Appeal. These proceedings ended with a ruling of the Pechersky Court on 1 July 2005, upheld on appeal on 22 September 2005, in which the first instance court found that it had no jurisdiction under the Code of Administrative Justice to examine the applicant's complaints as they concerned issues arising from the application of the Code of Criminal Procedure (see paragraphs 52 – 54 above). Further, according to the Resolution of the Plenary Supreme Court of 8 October 2004 the courts' jurisdiction concerned only review of detention requests related to extradition which had been lodged by the law enforcement authorities and could not extend any further (see Soldatenko, § 31, cited above). Thus, it appears that the domestic courts in the applicant's case, as in the case of Soldatenko v. Ukraine (mutatis mutandis, no. 2440/07, § 49, 23 October 2008), were not able to review complaints against extradition raised under Articles 2 and 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Furthermore, as regards the applicant's allegations of possible infringement of Article 5 of the Convention, the Court notes that the applicant, his mother and his lawyers tried to pursue various court remedies, referring, inter alia, to Articles 29 and 55 of the Constitution, Article 5 of the Convention and Article 106 of the Code of Criminal Procedure and claiming that detention pending extradition and the applicant's continued detention were not based on law and the Convention (see, for instance, paragraphs 48, 52, 55 and 59 above). They made several unsuccessful complaints to the administrative courts and courts of general jurisdiction, instituting four sets of proceedings before these courts (see paragraphs 39 - 43, 44 – 47, 48 – 54 and 55 - 60 above). The Court also notes that on several occasions domestic courts refused to examine the applicant's complaints on grounds of lack of jurisdiction (see paragraphs 42, 47, 39, 52 – 53 and 59 above). Moreover, the Zhovtnevy District Court of Kharkiv found the applicant's detention pending extradition lawful as being based on the relevant legislative acts which did not require the existence of a continuous legal basis for detention pending extradition (see paragraph 59 above). It referred inter alia to Article 29 of the Constitution of Ukraine, Articles 56 – 62 of the Minsk Convention, Articles 165(1) and 165(2) of the Code of Criminal Procedure (see paragraphs 61 – 67 above), as well as Article 5 §§ 1, 3 and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Thus, the Court finds no legal or factual elements which would justify departure from the conclusions made in the aforementioned Soldatenko judgment (cited above) in respect of effective remedies under Article 3 of the Convention. It dismisses the Government's preliminary objection as to the necessity for the applicant to exhaust remedies indicated by the Government in relation to his complaints under Articles 2 and 5 of the Convention. It concludes that the applicant had no effective remedies for his complaints about lawfulness of his extradition and detention under Articles 2, 3 and 5 of the Convention. The question of remedies for the purposes of Article 13 falls to be considered together with the substantive issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court concludes that this application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  MERITS",
                        "elements": [
                            {
                                "content": "A.  Alleged violation of Article 2 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "95.  The applicant complained under Article 2 § 1 of the Convention that there was a real risk that he would be liable to capital punishment in the event of his extradition to . He alleged that the assurances given by the Government of Kazakhstan were insufficient as the moratorium imposed on capital punishment could be lifted at any time and the charges against him could be reclassified. This provision reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally ... (...)”",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government contested that argument. They stated that in the event of the applicant's extradition to  he would not be liable to capital punishment as the indictment in his case related to a criminal act under Article 96(1) of the Criminal Code and involved the offence of murder, not punishable by capital punishment. Furthermore, they stated that there had been a moratorium on capital punishment in , that capital punishment was applied only in exceptional circumstances and that this sentence could not be enforced, even if one assumed that such a sentence would be passed in relation to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Government further stated that the persons sentenced to the death penalty were all held in the specialised detention facility in Arkalyk of the Kustanaysk region. In 2004 two persons sentenced to the death penalty were held in that detention facility. In 2005 there were 29 persons sentenced to death, in 2006 – 30 and in 2007 – 31 persons. From 2003 to 2006 death sentences were passed by the domestic courts on 17 occasions. They stated that there was no likelihood that the applicant would face capital punishment, especially in view of the specific assurances given by the Deputy Prosecutor General of Kazakhstan on 2 December 2004, and, even if he did, such a punishment would not be enforced in view of the moratorium on capital punishment in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The third party stated that the death penalty was still provided by the Criminal Code as a punishment for crimes and had not been fully abolished. In 2006 there were 26 prisoners on death row. For the third party there was no certainty that the death sentence would be abolished and thus the applicant could still be sentenced to capital punishment and would await it pending the moratorium.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's case-law",
                                        "elements": [
                                            {
                                                "content": "99.  The Court observes that, in the context of extradition and positive obligations under Article 2 of the Convention, in complying with their obligations in the area of international legal cooperation in criminal matters, the Contracting States must have regard to the requirements enshrined in that provision of the Convention. Thus, in circumstances where there are substantial grounds to believe that the person in question, if extradited, would face a real risk of being liable to capital punishment in the receiving country, Article 2 implies an obligation not to extradite the individual (see, among many other authorities, S.R. v. Sweden (dec.), no. 62806/00, 23 April 2002; Ismaili v. Germany (dec.), no. 58128/00, 15 March 2001; and Bahaddar v. the Netherlands, judgment of 19 February 1998, Reports 1998-I, opinion of the Commission, p. 270-71, §§ 75-78). Furthermore, if an extraditing State knowingly puts the person concerned at such high risk of losing his life as for the outcome to be near certainty, such an extradition may be regarded as “intentional deprivation of life”, prohibited by Article 2 of the Convention (see Said v. the Netherlands (dec.), no. 2345/02, 5 October 2004); Dougoz v.  (dec.), no. 40907/98, 8 February 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  In Ismoilov and Others v. Russia, the Court found that no issue arose under Article 3 of the Convention because there was no risk of the death penalty being applied, as capital punishment had been abolished and the risk of its imposition was eliminated (see Ismoilov and Others v. Russia, no. 2947/06, § 119, 24 April 2008). The Court considers it necessary to assess the likelihood of the applicant being subjected to capital punishment if returned to .",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "101.  As to the applicant's submissions that the offence at issue may be re-classified and that he would be liable to capital punishment, the Court accepts that it is possible that the courts in Kazakhstan could re-qualify the charge to one of murder under aggravating circumstances, envisaged by Article 96 § 2 of the Criminal Code, which is an offence allowing for the sentence of capital punishment. It also notes that the moratorium on executions could be annulled, at the will of the President of Kazakhstan, at any time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  However, it appears from the case-file, the submissions made by the parties and the third party intervention that no executions were carried out in  in 2007 - 2008 and death sentences imposed were commuted to life imprisonment (see paragraphs 68 – 79 above). As to the moratorium on enforcement of capital punishment, the Court notes that as from 17 December 2003 the  has suspended enforcement of death sentences pending the introduction of the relevant changes to its Criminal Code. It further notes that this moratorium was extended under the Law no. 529-2 on “Introduction of changes and amendments to the Criminal Code, Code of Criminal Procedure and the Code on Enforcement of Sentences on the basis of the moratorium introduced on the enforcement of capital punishment” of 10 March 2004. Moreover, capital punishment has been abolished for most purposes in . There is no suggestion that the moratorium on enforcement is likely to be lifted. Turning to the facts of the case, the request for the applicant's extradition was submitted under Article 96 § 1 of the Criminal Code (murder) and the international search warrant issued by the authorities of Kazakhstan on 4 July 2003 contained reference to aggravated murder (Article 96 § 2 of the Criminal Code); the Government of Kazakhstan assured that the applicant would be prosecuted only under Article 96 § 1 (non-aggravated murder) (see paragraphs 33 – 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In the light of all the circumstances of the case, the Court concludes that, even in the unlikely event of the charges against the applicant being amended from “murder” to “aggravated murder”, there is no real risk of his being executed, and therefore no violation of Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "104.  The applicant submitted that there was a danger that he would be subjected to ill-treatment on account of the possible application of the death penalty and the time spent awaiting its execution, the poor conditions of detention in , the lack of proper medical treatment and assistance in detention facilities and the widespread practice of torture of detainees. He relied on Article 3 of the Convention, which provides in so far as relevant:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Government contested that argument. They stated that there were no grounds to believe that the applicant himself would be subjected to treatment contrary to Article 3 of the Convention, if extradited to . They further stated that on 18 September and 2 December 2004 the Government of Kazakhstan provided sufficient guarantees that the applicant would not be ill-treated and that his rights and interests during the investigation would be respected. The Government stated that there was no reason to believe that the applicant would be detained with the purpose of causing him physical or moral suffering. They stated that the authorities had to act in accordance with their international law obligations arising from the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. The Government further maintained that relevant and necessary medical treatment was provided to detainees in  and that the Kazakh government was undertaking measures to improve prison and medical conditions in detention facilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The third party, referring to various international reports, including those cited above (see paragraphs 68 – 75 above), noted the lack of effective domestic remedies in  to investigate allegations of ill-treatment. They noted the lack of independence of the judiciary and the persistently poor human-rights record in . They noted that given the human-rights situation in , the applicant would face a very real risk of torture or ill-treatment. They further mentioned, referring to the same international human rights reports and their findings, that prison conditions in  were harsh and did not comply with Article 3 requirements.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's case-law",
                                        "elements": [
                                            {
                                                "content": "107.  Extradition by a Contracting State may engage this State's responsibility under Article 3 of the Convention, where substantial grounds have been shown for believing that the person in question would, if extradited, face a real risk of being subjected to treatment contrary to Article 3 in the receiving country (see Soldatenko v. Ukraine, § 66, cited above). Such responsibility inevitably involves an assessment of conditions in the requesting country and their compliance with the standards of Article 3 of the Convention. To undertake such an assessment the Court examines all the material placed before it, or, if necessary, material obtained proprio motu from various international, domestic, governmental and NGO sources. The Court must examine the foreseeable consequences of sending the applicant to the receiving country, bearing in mind the general situation there and his personal circumstances (see Vilvarajah and Others v. the United Kingdom, judgment of 30 October 1991, Series A no. 215, § 108 in fine). At the same time, where the available sources describe a general situation, an applicant's specific allegations in a particular case require corroboration by other evidence (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 73, ECHR 2005-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  Ill-treatment must attain a minimum level of severity, which is relative and depends on all the circumstances of the case, such as the nature and context of the treatment or punishment, the manner and method of its execution, its duration and its physical or mental effects, if it is to fall within the scope of Article 3. When assessing conditions of detention, account has to be taken of their cumulative effects as well as the applicant's specific allegations and detention duration. Furthermore, diplomatic assurances do not absolve the Court from the obligation to examine whether they in practice provided a sufficient guarantee that the applicant would be protected against the risk of ill-treatment prohibited by the Convention (see Chahal, cited above, § 105; Saadi v. Italy [GC], cited above, § 148).",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Court notes that in substance the applicant states that he would be tortured in  by the law enforcement authorities, who would aim to extract a confession from him. He also alleges that he would be detained in poor conditions, both pending trial and after trial, if convicted, with a lack of necessary facilities to provide him with adequate medical treatment and assistance. He further maintains that, if sentenced to capital punishment, he would be awaiting his execution in uncertainty as to whether he would be executed or his sentence would be commuted to a different one.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "110.  In line with its case-law as set out above, the Court needs to establish whether there exists a real risk of ill-treatment of the applicant in the event of his extradition to .",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Court has had regard to the reports of the various international human and domestic human rights NGOs, the US State Department and the submissions made by the Helsinki Federation for Human Rights (see paragraphs 68 – 75 and 79 above), which joined the proceedings as a third party. According to these materials, there were numerous credible reports of torture, ill-treatment of detainees, routine beatings and the use of force against criminal suspects by the Kazakh law-enforcement authorities to obtain confessions. All the above reports equally noted very poor prison conditions, including overcrowding, poor nutrition and untreated diseases. It is also reported that allegations of torture and ill-treatment are not investigated by the competent Kazakh authorities. The Court does not doubt the credibility and reliability of these reports. Furthermore, the respondent Government have not adduced any evidence, information from reliable sources or relevant reports capable of rebutting the assertions made in the reports above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The Court further notes that, in so far as the applicant alleged that he would face a risk of torture with a view to extracting a confession, there is no evidence that there is a real and imminent risk of him, personally, being subjected to the kind of treatment proscribed by Article 3. However, from the materials referred to above it appears that any criminal suspect held in custody runs a serious risk of being subjected to torture or inhuman or degrading treatment, sometimes without any aim or particular purpose. Thus, the Court accepts the applicant's contention that the mere fact of being detained as a criminal suspect, as in the instant case, provides sufficient grounds to fear a serious risk of being subjected to treatment contrary to Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  As to whether the risks to the applicant have been excluded by assurances on the part of the Kazakhstan authorities, the Court recalls that the Kazakhstan General Prosecutor's Office informed the Ukrainian authorities on 18 September 2004 that the applicant would only be prosecuted for offences referred to in the extradition request, that is, murder, and on 2 December 2004 a further assurance was given that the applicant would not be liable to the death penalty (see paragraphs 33 - 35 above). The Court notes that these assurances state generally that the applicant's rights and lawful interests in the course of criminal proceedings against him would be protected (see paragraph 34 above). They do not specifically exclude that the applicant would be subjected to treatment contrary to Article 3, and so cannot suffice to exclude the serious risks referred to above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The foregoing considerations, taken together, are sufficient to enable the Court to conclude that the applicant's extradition to  would be in violation of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  In the light of the aforementioned findings the Court considers it unnecessary to rule on the hypothetical issue of whether, in the event of his extradition to  and in the course of his possible stay in detention there, the applicant would suffer from anguish and distress whilst awaiting a final decision on sentencing.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Alleged violation of Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "116.  The applicant alleged that he had no effective remedies to challenge his extradition on the grounds of the risk of treatment contrary to Article 3 of the Convention. He referred to Article 13, which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The Government contended that the applicant had access to the domestic courts and had thus been able to raise his complaints before the competent domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government, the applicant and the third party further referred to their arguments with respect to the Government's objection as to the exhaustion of domestic remedies. In particular, the third party stated that there were no effective remedies to complain about extradition contrary to Articles 2, 3 or 6 of the Convention. They maintained that the law at issue was not sufficiently accessible and precise, failing to avoid risks of arbitrariness. They referred in contrast to the experiences of Poland and the  in this area, where the courts, as opposed to the prosecutor's office rule, on requests for extradition. They stated that the courts in the United Kingdom, acting under the Extradition Act 2003, assessed the following issues in assessing the requests for extradition: (a) the rule against double jeopardy; (b) extraneous considerations (whether a person was in fact extradited for the purpose of prosecuting or punishing him on account of his race, religion, nationality, gender, sexual orientation or political opinions, or whether if extradited he might be prejudiced at his trial or punished, detained or restricted in his personal liberty by reason of his race, religion, nationality, gender, sexual orientation or political opinions); (c) passage of time; (d) the person's age; (e) hostage-taking considerations; (f) specialty; (g) the person's earlier extradition to the United Kingdom from different territories; (h) human rights considerations arising from the 1998 Human Rights Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court recalls that the notion of an effective remedy under the Convention requires that the remedy may prevent the execution of measures that are contrary to the Convention and whose effects are potentially irreversible. Consequently, it is inconsistent with the relevant provisions of the Convention for such measures to be executed before the national authorities have examined whether they are compatible with the Convention, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision (see Soldatenko v. Ukraine, no. 2440/07, § 82, 23 October 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Court refers to its findings (at paragraph 93 above) in the present case concerning the Government's argument regarding domestic remedies. For the same reasons, the Court concludes that the applicant did not have an effective domestic remedy, as required by Article 13 of the Convention, by which he could challenge his extradition on the ground of the risk of ill-treatment on return. Accordingly, there has been a breach of this provision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Alleged violation of Article 6 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "121.  The applicant next complained that by extraditing him to Kazakhstan, where he was likely to be subjected to an unfair trial,  would violate Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Government analysed this complaint in context of the Court's judgment in Bader and Kanbor v. Sweden (no. 13284/04, § 42, ECHR 2005XI) and stated that the applicant would not be subjected to an unfair trial in  the outcome of which would be the death penalty. They maintained that there were sufficient legal guarantees to ensure the independent examination of criminal cases in ; judges and the judiciary were independent and acted in compliance with the law in passing substantiated and reasoned judgments, with respect to the principles of equality of arms and adversarial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The third party stated that the judiciary in Kazakhstan was not independent from the executive power and thus a criminal trial in  would be unfair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Court recalls its previous finding that the extradition of the applicant to  would constitute a violation of Article 3 of the Convention (see paragraphs 114 - 115 above). Having no reasons to doubt that the respondent Government will comply with the present judgment, it considers that it is not necessary to decide the hypothetical question as to whether, in the event of extradition to Kazakhstan, there would also be a violation of Article 6 of the Convention (see, mutatis mutandis, Saadi v. Italy [GC], cited above, § 160).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Alleged violation of Article 5 of the Convention",
                                "elements": [
                                    {
                                        "content": "1.  Complaints under Article 5 §§ 1 (c), (e) and (f), 3 and 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "125.  The applicant also complained under Articles 5 §§ 1 (c), (e) and (f) and 3 of the Convention about the unlawfulness of his detention and extradition. In particular, he alleged that he had been held in detention without a valid warrant. Article 5 §§ 1 (c), (e), (f) and 3 provide:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                                "elements": []
                                            },
                                            {
                                                "content": "... (c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so; ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1.c of this article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "a.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "126.  The Government disagreed with the applicant. They submitted that the detention and extradition of the applicant had been lawful and not arbitrary, as they were authorised to detain him according to the 1993 Minsk Convention and the relevant provisions of the domestic law, including section 11 § 5 of the Militia Act (see paragraphs 63 - 66 above). They repeated their arguments in the case of Soldatenko v. Ukraine (§§ 104 – 106, cited above). They further alleged that Article 5 §§ 1 (c) and (e) were not applicable to the present case as the applicant's detention had from the outset related to his extradition. The Government stated that the applicant remained in detention due to the Court's decision to suspend extradition and due to its examination of the case. Thus, they could not release the applicant and they could not extradite him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The applicant maintained that the requirements of Article 5 § 1 did not dispense the State from fulfilling its international obligations regarding extradition, since such a ground for detention was clearly provided for in Article 5 § 1(f), which only required the detention to be in accordance with a procedure prescribed by the domestic legislation. The applicant submitted that the Minsk Convention did not provide for such a procedure. He further stated that his detention, from the moment of his apprehension on 23 August 2004 until the present date, lacked a legal basis, had been groundless and in breach of the procedure prescribed by law. He stated that his detention until 16 September 2004 should fall within the ambit of Article 5 § 1(c) of the Convention and after that date – it should be examined under Article 5 § 1(f).",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The third party stated that the Ukrainian domestic law lacked the required accessibility and foreseeability to be in line with the requirements of Article 5 § 1(f) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "129.  The Court recalls that Article 5 of the Convention guarantees the fundamental right to liberty and security of a person, that is to say, not to be deprived of their liberty (see Weeks v. the United Kingdom, judgment of 2 March 1987, Series A no. 114, p. 22, § 40), save in accordance with the conditions specified in paragraph 1 of Article 5. The list of exceptions set out in Article 5 § 1 is an exhaustive one and only a narrow interpretation of those exceptions is consistent with the aim of that provision (see Amuur v. France, judgment of 25 June 1996, Reports 1996-III, p. 848, § 42; Labita v. Italy [GC], no. 26772/95, § 170, ECHR 2000-IV; and Assanidze v. Georgia [GC], no. 71503/01, § 170, ECHR 2004-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to national law and state the obligation to conform to the substantive and procedural rules thereof. However, the “lawfulness” of detention under domestic law is not always the decisive element. The Court must in addition be satisfied that detention during the period under consideration was compatible with the purpose of Article 5 § 1 of the Convention, which is to prevent persons from being deprived of their liberty in an arbitrary fashion. What is at stake here is not only the “right to liberty” but also the “right to security of person” (see, among other authorities, Bozano v. France cited above, p. 23, § 54; Wassink v. the Netherlands, 27 September 1990, Series A no. 185-A, p. 11, § 24).",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Court has already found that Ukrainian legislation does not provide for an extradition procedure that is sufficiently accessible, precise and foreseeable to avoid the risk of arbitrary detention pending extradition (Soldatenko v. Ukraine, no. 2440/07, § 114, 23 October 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The applicant's detention falls to be divided into two parts:",
                                        "elements": []
                                    },
                                    {
                                        "content": " -  the applicant's initial detention from 23 August 2004 until the judicial decision of 13 September 2004 authorising his detention with a view to his extradition;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  the applicant's detention after a judicial decision of 13 September 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Court will deal with these two periods of detention separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  As to the first period of detention – from the applicant's arrest at 9.20 p.m. on 23 August 2004 until 13 September 2004 - the Government contended, in essence, that the applicant's detention was justified by Article 5 § 1(f) of the Convention throughout. The Court notes that whilst there was undoubtedly an intention to extradite from the moment that the Ukrainian authorities were aware that the applicant was wanted in Kazakhstan, there is no evidence to support the contention that the applicant's initial arrest was in order to effect his extradition. Rather, it was either because he had been found drunk in a public place at 9.20 on 23 August and was to be brought to the sobering up facility (as would appear to be the case from the records of the sobering up facility, and as the applicant also contends), or it was to pursuant to the commission of an unspecified criminal offence or to establish his identity, for which he was to be brought to the police station (as can be implied from point 4 of the detention record, see paragraph 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The Court finds that no grounds have been made out which could bring the applicant's initial arrest and detention within any of the sub-categories of Article 5 § 1. In particular, if the initial detention was in order to bring the applicant to the sobering-up facility, there is no explanation as to why, on the facility's own records, the applicant remained there for two nights (see paragraph 23 above), or whether the detention was necessary in the circumstances of the case. If the initial detention was connected to the commission of a crime, no details of the crime have been given, and if the initial detention was in order to establish the applicant's identity, it is not clear how that detention could extend beyond 72 hours (as envisaged by Article 29 of the Constitution of Ukraine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  However, these questions can remain unanswered as, even if the police who arrested the applicant were aware of his identity and were also aware that he was wanted for murder in Kazakhstan, such that the intention to extradite was present from the initial arrest, as is inherent in the Government's contention that the detention was covered by Article 5 § 1(f), the Court has already found that the Ukrainian legislation does not provide for an extradition procedure that is sufficiently accessible, precise and foreseeable to avoid the risk of arbitrary detention pending extradition (Soldatenko v. Ukraine, no. 2440/07, § 114, 23 October 2008). Those findings apply wholly to the detention up until the first judicial decision in the applicant's case on 13 September 2004. In these circumstances, in which the application of Article 5 § 1(c) has not been made out, Article 5 § 3 of the Convention is not applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  It follows that the applicant's initial detention from 23 August 2004 to 13 September 2004 was not compatible with Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The first judicial decision to detain the applicant for the purposes of extradition was given on 13 September 2004, that is, 21 days after the applicant had been arrested. Thereafter, the applicant's detention was extended on several occasions up to October 2005. Since then, no judicial decisions have been taken as to his continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  However, in respect of the Ukrainian legislation, as noted above, in the case of Soldatenko v. Ukraine (§§ 112-114, cited above), the Court found that the applicant's detention pending extradition was not lawful as there was no procedure in Ukrainian law that would comply with the aforementioned criteria. On the basis of these findings the Court found a violation of Article 5 § 1(f) of the Convention. The Government do not point to any features in the present case which could distinguish it from Soldatenko.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  Taking into account the aforementioned, the Court concludes, as in Soldatenko (§§ 111-112, cited above), that the applicant's detention pending extradition was unlawful, because the Ukrainian legislation did not provide for a procedure that was sufficiently accessible, precise and foreseeable to prevent any arbitrary detention. It finds that there has been a violation of Article 5 § 1(f) of the Convention in the present case also in respect of the applicant's detention from 13 September 2004 to the present date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The applicant's complaints under Articles 5 § 2 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  Parties' submissions",
                                "elements": [
                                    {
                                        "content": "141.  The applicant alleged that Article 5 § 2 of the Convention had been violated. In particular, he claimed that he had found out the real reasons for his detention, namely that he was wanted by the authorities of , only during the examination of his case by the Dniprovsky District Court of Kyiv on 13 September 2004. He concluded that more than 20 days passed between the moment of his detention on 23 August 2004 and the time of his notification, which could not be seen as “prompt”. Article 5 § 2 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Government disagreed with the applicant, stating that there had been no breach of Article 5 § 2 of the Convention. They stated that the applicant had been informed promptly of the reasons for his detention and had therefore been in a position to appeal against them before the courts. They maintained that the applicant was detained having no identity papers and being intoxicated with alcohol in a public place at 9.20 p.m. on 23 August 2004. When he disclosed his name upon apprehension to the police officers it became evident for them, after relevant verification of his identity that the applicant was wanted as a murder suspect by the Kazakh authorities. They claimed that detention record was drawn up at 9.20 p.m. on 23 August 2004 by the police officer of the Dniprovsky District police station. The prosecutor was informed about the arrest at 10.00 p.m. The applicant was then sent to the sobering-up facility, where he was received at 9.25 p.m. According to the Government, he stayed there overnight, until 7.30 a.m. on 24 August 2004. The Government further maintained that the applicant signed the verbatim record on his detention at some point in time after 10.00 p.m. on 23 August 2004.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "143.  The Court reiterates that under Article 5 § 2 of the Convention any person arrested must be told, in simple, non-technical language that he can understand, the essential legal and factual grounds for his arrest, so as to be able, if he sees fit, to apply to a court to challenge its lawfulness in accordance with Article 5 § 4. Whilst this information must be conveyed “promptly” (in French: 'dans le plus court délai'), it need not be related in its entirety by the arresting officer at the very moment of the arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  Whether the content and promptness of the information conveyed were sufficient is to be assessed in each case according to its special features (see Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, § 40). Moreover, when a person is arrested on suspicion of having committed a crime, Article 5 § 2 neither requires that the necessary information be given in a particular form, nor that it consists of a complete list of the charges held against the arrested person (see X. v. Germany, no. 8098/77, Commission decision of 13 December 1978, DR 16, p. 111). Furthermore, when a person is arrested with a view to extradition, the information given may be even less complete (see K. v. Belgium, no. 10819/84, Commission decision of 5 July 1984, DR 38, p. 230). However, this information should be provided to the detained in an adequate manner so that the persons knows of the reasons relied on to deprive him of his liberty (see Van der Leer v. the Netherlands, judgment of 21 February 1990, Series A no. 170-A, p. 13, § 28, and Shamayev and Others v. Georgia and Russia, no. 36378/02, § 413, ECHR 2005-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  Furthermore, the Court notes that in Fox, Campbell and Hartley (see Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 40, Series A no. 182), which concerned detention under Article 5 § 1(c) of the Convention, the applicants were given reasons for their arrest within a maximum of seven hours after arrest, which the Court accepted as “prompt” (referred to above, § 42). A violation of Article 5 § 2 was found on the basis of a delay of 76 hours in providing reasons for detention (see Saadi v the United Kingdom [GC], no. 13229/03, § 84, ECHR 2008...) as well as a delay of ten days (see Rusu v. , no. 34082/02, § 43, 2 October 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  Turning to the facts of the instant case, the Court notes that the parties differed as to the exact time and date when the applicant found out about the reasons for his detention. In particular, the applicant claimed that he found out about the reasons for his detention on 13 September 2004 only (see paragraph 141 above). The Government disagreed with it and stated that the applicant was informed about these reasons some forty minutes after his arrest, after the prosecutor had been informed about the applicant's detention, i.e. after 10.00 p.m. on 23 August 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  For the Court, taking into account its case-law cited above (see paragraphs 144 – 146 above), a forty minutes' delay in informing the applicant of the reasons for his arrest would not, prima facie, raise an issue under Article 5 § 2 of the Convention. However, the only document relied on by the Government is the detention record referred to above, and it does not record the time or date of the applicant's signature. Further, it appears from the records of the sobering up facility that the applicant was not at the police station forty minutes after his arrest, but at the facility. There is thus no reliable indication of whether, and if so when, in the period from 23 August to 13 September 2004, the applicant was informed that his detention was with a view to extraditing him to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  Accordingly, the Court finds that there has been a violation of Article 5 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The applicant's complaints under Article 5 § 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "149.  The applicant further complained of the lack of sufficient procedural guarantees in domestic legislation for the review of the lawfulness of his detention, and of the delay in the initial review of his detention by the domestic court, given that he had been brought before a court on the seventh day of his detention. He relied on Article 5 § 4 of the Convention, which reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The Government disagreed, stating that such an effective procedure existed in the Ukrainian domestic law. They referred to Articles 106, 165-2 and 382 of the Code of Criminal Procedure, which specified the procedure for examining appeals against preventive measures. They further maintained that on 8 October 2004 the Plenary Supreme Court had adopted a practice recommendation concerning review of complaints concerning extradition matters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  The Court reiterates the relevant principles established in its case-law regarding the interpretation of Article 5 § 4 of the Convention (see Soldatenko, cited above, § 125):",
                                                "elements": []
                                            },
                                            {
                                                "content": " “... The Court reiterates that the purpose of Article 5 § 4 is to secure to persons who are arrested and detained the right to judicial supervision of the lawfulness of the measure to which they are thereby subjected (see, mutatis mutandis, De Wilde, Ooms and Versyp v. Belgium, judgment of 18 June 1971, Series A no. 12, § 76). A remedy must be made available during a person's detention to allow that person to obtain speedy judicial review of the lawfulness of the detention, capable of leading, where appropriate, to his or her release. The existence of the remedy required by Article 5 § 4 must be sufficiently certain, not only in theory but also in practice, failing which it will lack the accessibility and effectiveness required for the purposes of that provision (see, mutatis mutandis, Stoichkov v. Bulgaria, no. 9808/02, § 66 in fine, 24 March 2005, and Vachev v. Bulgaria, no. 42987/98, § 71, ECHR 2004-VIII (extracts)). The accessibility of a remedy implies, inter alia, that the circumstances voluntarily created by the authorities must be such as to afford applicants a realistic possibility of using the remedy (see, mutatis mutandis, Čonka, cited above, §§ 46 and 55).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  Applying the aforementioned principles to the facts of the present case, the Court notes that the applicant was arrested and held in detention as from 9.20 p.m. on 23 August 2004. He is still detained. During that time, the applicant unsuccessfully initiated proceedings for reviews of lawfulness of his detention from October 2004 onwards, before various courts (see paragraphs 35 – 60 above). These proceedings gave rise to no final decision as to the lawfulness of the applicant's continued detention or as to whether he should have been released. In particular, the requests for release (see paragraph 47 above) were not examined on their merits, as according to the domestic courts they fell under Article 106 of the Code of Criminal Procedure and concerned criminal proceedings instituted against the applicant in Kazakhstan (see paragraphs 45 above). Similar conclusions were reached by the Pechersky District Court of Kyiv in its judgment of 1 July 2005 (see paragraph 52 above), which was upheld on appeal. The  concluded that the ground for the applicant's detention was an extradition warrant given by the General Prosecutor's Office and not a court decision (see paragraph 59 above). That court also ruled that the applicant's administrative complaint for release under the Code of Civil Procedure could not be examined as it was lodged according to the wrong procedure (see paragraph 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  As to the legislation referred to by the Government, the Court recalls that it has already found that the relevant provisions of the Code of Criminal Procedure concerned detention in the course of the domestic criminal proceedings and not extradition proceedings (see Soldatenko, cited above, § 126). In particular, the Government have not indicated how Articles 106, 165-2 and 382 of the Code of Criminal Procedure, as well as the Resolution of the Plenary Supreme Court of 8 October 2004 could provide the review required by Article 5 § 4. In this respect, the Court also refers to its findings under Article 5 § 1 of the Convention concerning the lack of legal provisions in Ukrainian law governing the procedure for detention pending extradition (see paragraph 131 above). It considers that these findings are equally pertinent in the context of Article 5 § 4 of the Convention. In particular, the Government have not demonstrated that the applicant had at his disposal any effective and accessible procedure by which he could challenge the lawfulness of his detention pending extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  The Court, having regard to the applicant's attempts to bring about a review of the lawfulness of his detention, its findings under Article 5 § 1 of the Convention (see paragraphs 137 and 140 above) and those in the judgment of Soldatenko (cited above), concludes that there has been a violation of Article 5 § 4 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The applicant's complaints under Articles 5 § 5 of the Convention",
                                        "elements": [
                                            {
                                                "content": "155.  The applicant initially complained under Article 5 § 5 that he did not have an enforceable right to compensation as regards the violation of his rights under Article 5 §§ 1(c), (e) and (f), 2, 3 and 4 of the Convention. In particular, he mentioned that domestic law made no provision for compensation for unlawful detention pending extradition. Article 5 § 5 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  The Government made no comments on these submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  Article 5 § 5 is complied with where it is possible to apply for compensation in respect of a deprivation of liberty effected in conditions contrary to paragraphs 1, 2, 3 or 4 (see Stoichkov v. Bulgaria, no. 9808/02, § 72, 24 March 2005). The right to compensation set forth in paragraph 5 therefore presupposes that a violation of one of the preceding paragraphs of Article 5 has been established, either by a domestic authority or by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  In this connection, the Court notes that in the present case it has found violations of paragraphs 1, 2 and 4 of Article 5. It follows that Article 5 § 5 is applicable. The Court must therefore establish whether or not Ukrainian law affords the applicant an enforceable right to compensation for the breaches of Article 5 in his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The Court notes that the applicant's deprivation of liberty is not in breach of domestic law. He is not, therefore, entitled to compensation under the Ukrainian Law “On the Procedure for the Compensation of Damage Caused to the Citizen by the Unlawful Actions of Bodies of Inquiry, Pre-trial Investigation, Prosecutors and Courts” of 1 December 1994 (see Volokhy v. Ukraine, no. 23543/02, § 28, 2 November 2006), as that Act provides for compensation only in cases where the detention is “unlawful”. The Court thus finds that Ukrainian law does not afford the applicant an enforceable right to compensation, as required by Article 5 § 5 of the Convention. There has therefore been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "F.  Alleged violation of Article 34 of the Convention",
                                "elements": [
                                    {
                                        "content": "160.  On 12 March 2007 the applicant brought an additional complaint, stating that the applicant could not receive and send correspondence from and to his advocate. In particular, the lawyer sent letters to the applicant on 27 January, 13 February and 4 March 2007, which were returned to the applicant's lawyer from the SIZO no. 27 as the lawyer was not authorised, by the relevant investigative authority, to correspond with the applicant. The applicant's lawyer stated that the Ukrainian authorities had violated Article 34 of the Convention, which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "161.  The applicant's representatives further stated that pressure was exerted on the applicant to withdraw his application to the Court, which was confirmed by his letters of 3 September 2008 sent from SIZO no. 27 of the Kharkiv region and of 6 November 2008 sent through his representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "162.  The Government stated that the applicant's rights under Article 34 had not been infringed and that he had access to his representatives. They disagreed with the applicant's submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "163.  The Court reiterates that it is of the utmost importance for the effective operation of the system of individual petition instituted by Article 34 of the Convention that applicants and potential applicants are able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints (see Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, p. 1219, § 105; Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2288, § 105 and Assenov and Others v. Bulgaria, 28 October 1998, § 169, Reports of Judgments and Decisions 1998VIII). The expression “any form of pressure” must be taken to cover not only direct coercion and flagrant acts of intimidation but also improper indirect acts or contact designed to dissuade or discourage applicants from pursuing a Convention remedy (see Kurt v. Turkey, judgment of 25 May 1998, Reports 1998-III, pp. 1192-93, § 160). Moreover, the question whether contact between the authorities and an applicant constitutes an unacceptable practice from the standpoint of Article 34 must be determined in the light of the particular circumstances of the case. In that connection, the Court must assess the vulnerability of the complainant and the risk of his being influenced by the authorities (see Akdivar and Others, p. 1219, § 105, and Kurt, pp. 1192-93, § 160, both cited above). The applicant's position might be particularly vulnerable when he is held in custody with limited contacts with his family or the outside world (see Cotleţ v. Romania, no. 38565/97, § 71, 3 June 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  In the present case, the Court finds no evidence whatsoever that the applicant could not communicate freely with any of his representatives or that they were hindered in their communications with him. Therefore, the alleged interference with the applicant's lawyer's correspondence cannot be seen as undue interference with the effective exercise of the applicant's right of individual petition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  As to the applicant's letter of 3 September 2008, in which he stated that he wished to withdraw his application, with the accompanying letter from the Governor of the SIZO, confirming that the authorities knew about the content of the letter and the applicant's wish to withdraw the application, the Court considers that this letter came about as the result of the applicant's personal decision to withdraw his application, whether under influence of the State authorities or not. However, the Court considers that the fact that, rather than forwarding the applicant's letter as it stood, the Governor of the SIZO sent it as an attachment to a covering letter, making comments on its contents, is not compatible with the safeguards of Article 34 of the Convention, regardless of whether it had any bearing on the applicant's communication with the Court. Consequently, the Government have failed to respect their undertaking under Article 34 of the Convention. The Court finds it unnecessary to review the other aspects of the applicant's complaints.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "166.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "167.  The applicant claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  The Government considered that a finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  Making its assessment on an equitable basis, the Court allows the applicant's claim for just satisfaction in full and awards the applicant EUR 5,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "170.  The applicant's representative claimed EUR 4,000 for the costs and expenses incurred by him in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "171.  The Government stated that the case file contained no information or documents confirming payment of the lawyer's fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "172.  The Court considers that it has not been shown that the expenses were actually and necessarily incurred and rejects the aforementioned claim in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "173.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Rejects the Government's objections as to the admissibility of the application;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the applicant's extradition to  would not violate Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the applicant's extradition to  would be in violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that it is not necessary to examine whether the applicant's extradition to  would be in violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the applicant's detention from 23 August to 13 September 2004;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 5 § 1 (f) of the Convention in respect of the applicant's detention from 13 September 2004 onwards;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there has been a violation of Articles 5 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds that there has been a violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "12.  Holds that the Government have failed to respect their undertaking under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "13.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of Ukraine at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "14.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 November 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Mykhaylo Buromenskiy",
            "role": "ad hoc judge"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KABOULOV v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-95771.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1119JUD004101504",
    "externalsources": [
        "Constitution of the Republic of Kazakhstan",
        "Articles 39 and 49 of the Criminal Code of the Republic of Kazakhstan",
        "International human rights reports on Kazakhstan (Amnesty International, Commission on Human Rights, the International Helsinki Federation for Human Rights, International Service for Human Rights, OSCE/ODIHR, US Department of State"
    ],
    "extractedappno": [
        "41015/04",
        "2440/07",
        "8320/04",
        "24276/94",
        "24833/94",
        "62806/00",
        "58128/00",
        "2345/02",
        "40907/98",
        "2947/06",
        "46827/99",
        "46951/99",
        "13284/04",
        "26772/95",
        "71503/01",
        "8098/77",
        "10819/84",
        "36378/02",
        "13229/03",
        "34082/02",
        "9808/02",
        "42987/98",
        "23543/02",
        "38565/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "CIS Convention on legal assistance 1993",
        "Articles 29 and 55 of the Constitution of Ukraine",
        "Articles 106, 165(1) and 165(2) of the Code of Criminal procedure",
        "Articles 199, 200, 205-206 of the Code of Administrative Justice"
    ],
    "itemid": "001-95771",
    "judgementdate": "19/11/2009 00:00:00",
    "kpdate": "19/11/2009 00:00:00",
    "kpthesaurus": [
        "444",
        "110",
        "449",
        "231",
        "350",
        "618",
        "193",
        "183",
        "177",
        "14",
        "128",
        "448",
        "220",
        "339",
        "135",
        "191",
        "481",
        "45",
        "445",
        "550",
        "564",
        "47",
        "46",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "2-1",
        "P6-2",
        "13",
        "3",
        "6",
        "5-4",
        "2",
        "5-1-f",
        "5-5",
        "34",
        "35-1",
        "6-3-a",
        "35",
        "5-1",
        "5",
        "5-2",
        "P7-3",
        "41"
    ],
    "parties": [
        "KABOULOV",
        "UKRAINE"
    ],
    "rank": "703.952331542969",
    "representedby": [
        "BUSHCHENKO, A.P."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, p. 1219, § 105",
        "Akdivar and Others, p. 1219, § 105",
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2288, § 105",
        "Amuur v. France, judgment of 25 June 1996, Reports 1996-III, p. 848, § 42",
        "Assanidze v. Georgia [GC], no. 71503/01, § 170, ECHR 2004-II",
        "Assenov and Others v. Bulgaria, 28 October 1998, § 169, Reports of Judgments and Decisions 1998-VIII",
        "Bader and Kanbor v. Sweden (no. 13284/04, § 42, ECHR 2005-XI",
        "Bahaddar v. the Netherlands, judgment of 19 February 1998, Reports 1998-I, opinion of the Commission, p. 270-71, §§ 75-78",
        "Bozano v. France, no. 9990/82, p. 23, § 54",
        "Chahal, no. 22414/93, § 105",
        "Cotlet v. Romania, no. 38565/97, § 71, 3 June 2003",
        "Dougoz v. Greece (dec.), no. 40907/98, 8 February 2000",
        "Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 40, Series A no. 182",
        "Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, § 40",
        "Ismaili v. Germany (dec.), no. 58128/00, 15 March 2001",
        "Ismoilov and Others v. Russia, no. 2947/06, § 119, 24 April 2008",
        "K. v. Belgium, no. 10819/84, Commission decision of 5 July 1984, DR 38, p. 230",
        "Kurt v. Turkey, judgment of 25 May 1998, Reports 1998-III, pp. 1192-93, § 160",
        "Kurt v. Turkey, no. 24276/94, Commission decision of 22 May 1995, Decisions and Reports 81-A, p. 112",
        "Labita v. Italy [GC], no. 26772/95, § 170, ECHR 2000-IV",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 73, ECHR 2005-I",
        "Matthews v. the United Kingdom [GC], no. 24833/94, § 34, ECHR 1999-I",
        "Mentes and Others v. Turkey, 28 November 1997, § 57, Reports of Judgments and Decisions 1997-VIII",
        "Rusu v. Austria, no. 34082/02, § 43, 2 October 2008",
        "S.R. v. Sweden (dec.), no. 62806/00, 23 April 2002",
        "Saadi v. Italy [GC], no. 37201/06, §§ 148, 160",
        "Saadi v the United Kingdom [GC], no. 13229/03, § 84, ECHR 2008",
        "Said v. the Netherlands (dec.), no. 2345/02, 5 October 2004",
        "Shamayev and Others v. Georgia and Russia, no. 36378/02, § 413, ECHR 2005-III",
        "Soldatenko v. Ukraine (mutatis mutandis, no. 2440/07, §§ 31, 49, 66, 23, 82, 104-106, 111-114, 125-126, October 2008",
        "Stoichkov v. Bulgaria, no. 9808/02, § 72, 24 March 2005",
        "Van der Leer v. the Netherlands, judgment of 21 February 1990, Series A no. 170-A, p. 13, § 28",
        "Vilvarajah and Others v. the United Kingdom, judgment of 30 October 1991, Series A no. 215, § 108 in fine",
        "Volokhy v. Ukraine, no. 23543/02, § 28, 2 November 2006",
        "Wassink v. the Netherlands, 27 September 1990, Series A no. 185-A, p. 11, § 24",
        "Weeks v. the United Kingdom, judgment of 2 March 1987, Series A no. 114, p. 22, § 40",
        "X. v. Germany, no. 8098/77, Commission decision of 13 December 1978, DR 16, p. 111"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "395682",
    "typedescription": "15"
}