{
    "__articles": "3;5;5-3;13;34",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);No violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition)",
    "applicability": "",
    "appno": "33023/07",
    "article": [
        "13",
        "3",
        "5",
        "34"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Length of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of petition"
            ],
            "element": "No violation of Article 34 - Individual applications",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-126911.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 33023/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Mikhaylovich Vasilyev (“the applicant”), on 29 June 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been detained in appalling conditions and for an unreasonably long time while the criminal proceedings against him were pending; and that he had been unable to exercise his right to correspond with the Court without hindrance.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 May 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1976 and is serving a prison sentence in Yemva, .",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 1 July 2005 the police found N.’s body in the basement of an abandoned church. In the course of their investigation, it was established that on that date N. had been seen in the company of the applicant and two women, K. and S. All of them were questioned and denied having been involved with N.’s murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 3 October 2005 the police again questioned K., who indicated that the applicant had murdered N.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 11 October 2005 the police arrested the applicant. He claimed to have been beaten up during his arrest. He was brought to the police station where, according to the applicant, the policemen involved in his arrest continued torturing him to make him confess to N.’s murder. On the same date the applicant was brought to the prosecutor’s office, where investigator B. questioned him at 7:40 p.m. According to the transcript of the questioning session, lawyer Sh. was present and assisted the applicant. The applicant first refused to give a statement, then he confessed that he had got into a fight with N. in the church and left him there. The applicant was taken to the Kostroma temporary detention centre. He was examined by a doctor who did not see any injuries on him. Nor did the applicant complain of illtreatment during his arrest or while in police custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 13 October 2005 the Kostroma Sverdlovskiy District Court authorised the applicant’s pre-trial detention. In particular, the court noted as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court has established that [the applicant] is charged with a particularly serious offence which entails a mandatory custodial sentence in the event of a guilty verdict. The court therefore considers that, if released, [the applicant] may abscond ... [H]aving regard to the [applicant’s] previous administrative [offence] and criminal record, the court considers it possible that, if released, he may continue his criminal activity and put pressure on witnesses or interfere with the establishment of the truth.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 20 October 2005 the applicant was indicted on the charge of manslaughter. According to the records of the indictment, lawyer Sh. was present and assisted the applicant. According to the applicant’s submissions, Sh. appeared only for the questioning session that followed the indictment being brought forth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 8 and 30 December 2005 the District Court extended the applicant’s detention until 3 January and 3 March 2006 respectively. The court reiterated almost verbatim its reasoning of 13 October 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 7 February 2006 investigator Kir. reclassified the charges against the applicant and indicted him with one count of murder, along with robbery and making death threats to K. and S.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 February 2006 the District Court extended the applicant’s detention until 3 April 2006. The court noted that the applicant was charged with two particularly serious offences and again referred to the same reasons for his detention as previously given: (1) the risk of the applicant’s absconding; (2) the possible continuation of his criminal activity; and (3) the potential for him to interfere with the administration of justice, including, but not limited to putting pressure on witnesses and the victims of some of the offences charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 20 April 2006 investigator Kir. again reclassified the charges against the applicant by substituting robbery with theft.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 21 April 2006 the District Court extended the applicant’s detention until 22 May 2006. In its reasoning, the court noted as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court has established that [the applicant] is charged with a particularly serious offence involving violence against the person ... which entails a mandatory custodial sentence; that he has a previous criminal and administrative [offence] record; that he is unemployed; and that he does not live at his registered place of residence. The court considers that there are sufficient reasons to believe that, if released, [the applicant] might abscond, continue criminal activities, interfere with the establishment of the truth by putting pressure on witnesses or victims or otherwise interfere with the administration of justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 24 October 2006 the District Court extended the applicant’s detention until 24 December 2006, referring to the gravity of the charges against him. The applicant appealed, asking the court to release him on an undertaking not to leave town.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 30 November 2006 the Kostroma Regional Court upheld the decision of 24 October 2006 on appeal, ordering that the applicant’s detention be extended until 21 December 2006. The court reviewed the applicant’s arguments concerning the alleged unlawfulness of the entire period of his detention and that there had been a lack of relevant and sufficient reasons for its extension and dismissed them. The court held the hearing in the absence of the applicant’s counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 14 December 2006 the District Court, referring to the gravity of the charges against the applicant, extended his detention until 27 March 2007. Lawyer R. represented the applicant during the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 7 February 2007 the District Court found the applicant guilty of murder and sentenced him to ten years’ imprisonment. He was acquitted of the charges of theft and making death threats.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 29 March 2007 the  upheld the applicant’s conviction on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "1.  Temporary detention centre in Kostroma",
                                        "elements": [
                                            {
                                                "content": "21.  From 11 to 21 October 2005 the applicant was held at the temporary detention centre in Kostroma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Government’s submissions as regards the conditions of the applicant’s detention in the temporary detention centre can be summarised as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The cells were equipped with a ventilation system in good working order. The windows in the cells were covered with metal bars on the outside and a metal mesh on the inside. The cells were all lit with 100-watt electric bulbs. Only cell no. 13 was equipped with a toilet, which was located some 1.55 metres away from the dining table and 2.90 metres away from the closest sleeping place. The toilet was separated from the living area of the cell with an eighty-six-centimetre high partition. The inmates detained in cells nos. 4 and 5 were allowed to use the toilet located outside the cells three times a day. In cells nos. 4 and 5 there were no individual beds. The applicant was allowed one hour of daily exercise in a yard adjacent to the temporary detention centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicant provided the following information on the conditions of his detention there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In all the cells the windows were covered with metal shutters and provided no access to natural light. The electric light, which was dim and provided insufficient lighting, was constantly on. During their detention in cells nos. 4 and 5, which were not equipped with a toilet, the inmates had to use a plastic bucket kept in the corner of the cell in plain view of other detainees present in the cell. The inmates were only allowed to empty the bucket once a day. There was no sink. The inmates did not receive bed linen or blankets. In cells nos. 4 and 5 there were no mattresses or pillows. The inmates were confined to the cell twenty-four hours a day without any opportunity for outdoor exercise.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Remand prison no. IZ-44/1 in ",
                                        "elements": [
                                            {
                                                "content": "26.  From 21 October 2005 to 3 April 2007 the applicant was held at remand prison no. IZ-44/1 in .",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The description provided by the Government",
                                "elements": [
                                    {
                                        "content": "27.  The Government’s submissions as regards the remand prison population can be summarised as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  At all times the applicant had an individual sleeping place, bed sheets, a mattress, a pillow, a blanket and towels. He was also provided with a mug, a spoon and a bowl.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Each cell had one or two windows, which ensured adequate access to natural light. The windows were covered with metal bars with openings measuring 7 centimetres by 20 centimetres. The ventilation system installed in the cells was in good working order. The electric lighting was constantly on. From 10 p.m. to 6 a.m. the cells were lit with a 40-watt bulb.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The toilet in each cell was separated from the living area with one-metre high brick walls and a wooden door. The distance between the toilet and the nearest bed and a dining table was at least 2 metres. The cells were disinfected and cleaned on a regular basis. The inmates could practice outdoor exercise in specially designated yards.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The description provided by the applicant",
                                "elements": [
                                    {
                                        "content": "31.  The applicant provided the following information on the conditions of his detention there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The number of beds was insufficient and the inmates had to take turns to sleep. The ventilation was not in working order. It was stiflingly hot in the summer and very cold in the winter. The cells were dimly lit. The walls were covered with mould. The cells were infested with mice, rats, lice, spiders and cockroaches. The administration of the remand prison took no measures to exterminate them. The toilet was only separated from the living area of the cell in cells nos. 23 and 53. In those cells, however, a person using the toilet could be seen by guards through a peephole in the door. The guards in the remand prison were mostly female. In cell no. 25 the toilet was located a mere fifty centimetres away from the nearest sleeping place. The applicant received one set of bed linen. The sheets and pillow cases were torn and had holes. The food was of a low quality. The inmates were allowed to take a shower once a week. The shower room was dirty and the water smelled. Outdoor exercise was allowed for 10 to 40 minutes a day.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Domestic litigation concerning the conditions of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "33.  On an unspecified date the applicant brought a civil action for damages caused by his detention in appalling conditions in the remand prison during the following periods: (1) from 21 October 2005 to 22 February 2007, (2) from 28 March to 3 April 2007, (3) JulyAugust 2007, (4) October 2007, (5) from 24 December 2008 to 23 January 2009 and (6) from 25 February to 3 March 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In written submissions before the court the applicant argued that he had been detained in the remand prison in overcrowded cells, where the personal space afforded to him had been as low as 0.45 square metres. He had not been provided with an individual sleeping place. The ventilation system had been out of order. The cells had been poorly lit. The toilet had not been separated from the living area of the cell and had offered no privacy. It had been very cold in the cells in the winter and very hot in the summer. The bed sheets had been of poor quality and had never been replaced. The food had been of poor quality and inedible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The administration of the remand prison did not dispute the applicant’s allegations as regards the overcrowding of the cells. They explained that the population of the remand prison had constantly exceeded its designed capacity. The statutory standard of 4 square metres per inmate had not been met. Nor had the applicant been provided with an individual bed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 10 September 2009 the Kostroma Sverdlovskiy District Court granted the applicant’s claims in part concerning the overcrowding of the remand prison and awarded him 20,000 Russian roubles (RUB) in compensation for non-pecuniary damage. The judgment stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As is evident from the materials in the case-file, [the applicant] was detained for a lengthy period in [the remand prison] pending criminal proceedings against him which ended with a guilty verdict. According to the cell records submitted by the [administration of the remand prison], the applicant was detained in cells no. 25, 22, 23, 17, and 46. The court does not lose sight of the fact that the [administration of the remand prison] failed to submit the complete cell records ... .",
                                        "elements": []
                                    },
                                    {
                                        "content": "As is clear from the cell surface plan ..., cell no. 25 measured 13.6 square metres, cell no. 22 measured 14.1 square metres, [and] cell no. 17 measured 13.1 square metres. No information was submitted in respect of cell no. 46.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the certificate submitted by [the administration of the remand prison] (original records were not presented), the cell population of the remand prison in 2005-2007 was as follows: cell no. 25 housed from 9 to 19 inmates, cell no. 23 housed from 3 to 14 inmates, [and] cell no. 17 housed from 2 to 12 inmates. During the period from 26 March to 3 April 2007 cell no. 25 housed from 10 to 16 inmates; [the administration of the remand prison] submitted no information in respect of cell no. 22; [and] cell no. 17 housed from 8 to 9 inmates. From July to 15 August 2007 cell no. 25 housed from 6 to 13 inmates [and] cell no. 17 housed from 1 to 7 inmates. In October 2007 cell no. 25 housed from 11 to 21 inmates; cell no. 17 housed from 3 to 6 inmates; [and] cell no. 23 housed from 3 to 7 inmates. From 24 December 2008 to 23 January 2009, cell no. 23 housed from 6 to 7 inmates. From 25 February to 3 March 2009 cell no. 17 housed from 3 to 4 inmates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Even though [the administration of the remand prison] failed to present data in respect of cells nos. 22 and 46, the [statutory] standards regarding personal space of 4 square metres [per inmate] were not complied with. In such circumstances, the court accepts as proven that [the applicant] did not always have an opportunity to sleep during the prescribed time and that the toilet did not offer privacy as required by [the applicable legislation]. The said non-compliance with statutory standards caused him some discomfort and humiliation, i.e., physical and mental suffering. The court does not share the opinion proffered by the representative of the Ministry of Finance that such circumstances require special proof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The [court] shares the opinion of the representative of the remand prison that the administration of the remand prison could not be held liable for the number of inmates detained [in the remand prison]. Such a number is not determined by the Federal Correctional Service. It depends on other factors. It has been proven that during the period of the [applicant’s] detention the design capacity of the remand prison was 298 inmates, while the actual prison population amounted to 353, 420, 382 and 341 inmates. [The court] takes into account the argument made by the representative of the remand prison that out of 80 remand prisons in the country there are only two that comply with the relevant requirements.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 13 January 2010 the Regional Court upheld the judgment of 10 September 2009 on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Investigation in response to the applicant’s allegations of illtreatment",
                                "elements": [
                                    {
                                        "content": "38.  On an unspecified date the applicant brought a complaint alleging that the policemen involved in his arrest had severely beaten and tortured him during his arrest and ensuing detention at the temporary detention centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 28 May 2007 an investigator at the Kostroma Town Prosecutor’s Office refused to open criminal proceedings against the alleged perpetrators. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 31 July 2007 the District Court upheld the investigator’s decision. The court referred, inter alia, to the medical documents obtained from the temporary detention centre and statements made by the applicant, the alleged perpetrators and other witnesses. On 16 October 2007 the  upheld the decision of 31 July 2007 on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Correspondence with the Court",
                                "elements": [
                                    {
                                        "content": "41.  On 17 September 2007 the applicant asked the administration of correctional colony no. IK-7 where he was serving a prison sentence to dispatch an application form to the Court. The application form never reached the Court. The applicant’s attempts to obtain proof of postage from the colony administration, such as the dispatch date or the outgoing number of the letter enclosing the application form, were to no avail.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained about the conditions of his pre-trial detention at the temporary detention centre and then at remand prison no. IZ-44/1 in Kostroma and that he had not had an effective remedy in this respect. The Court will examine the complaint under Articles 3 and 13 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "43.  The Government submitted that the applicant had lost his victim status. In the Government’s view, the Russian authorities had expressly acknowledged the violation of his rights set out in Article 3 and had awarded him commensurate compensation. In particular, they pointed out that on 10 September 2009 the District Court had granted the applicant’s claims in part concerning the conditions of his detention in remand prison no. IZ-44/1 in Kostroma and had awarded him RUB 20,000. They also argued that the applicant should have brought a similar civil action in respect of his conditions of detention in the temporary detention centre. Accordingly, his complaint in this respect should be dismissed for his failure to exhaust effective domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant submitted that the domestic courts had failed to award him proper compensation in connection with his detention in overcrowded cells in the remand prison.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant’s victim status",
                                "elements": [
                                    {
                                        "content": "45.  The Court reiterates that an applicant is deprived of his or her status as a victim if the national authorities have acknowledged, either expressly or in substance, and then afforded appropriate and sufficient redress for, a breach of the Convention (see, for example, Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-93, ECHR 2006V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As regards the acknowledgement of the violation of the applicant’s rights set out in Article 3 of the Convention, the Court notes and the parties do not dispute that on 10 September 2009 the District Court found that the remand prison had been overpopulated for the entire period of the applicant’s detention there. As a result, the applicant had not been provided with personal space as per the statutory standards and had not had an individual bed. On 13 January 2010 the Regional Court upheld the said judgment on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Regard being had to the above, the Court accepts that the Russian authorities acknowledged a violation of the applicant’s rights set out in Article 3 of the Convention on account of the conditions of his detention in remand prison no. IZ-44/1 in Kostroma.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In assessing the amount of compensation awarded by the domestic courts, the Court will consider, on the basis of the material in its possession, what it would have done in the same position for the period taken into account by the domestic court (see, mutatis mutandis, Scordino, cited above, § 211).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  With regard to the amount awarded, the Court observes that for a cumulative period exceeding two years during which the applicant was detained in overcrowded cells (see paragraph 33 above), the District Court awarded him RUB 20,000 in compensation for non-pecuniary damage, which, at the time, amounted to approximately 494 euros (EUR). The Court observes that this amount is much lower than what it generally awards in similar Russian cases (compare, Skachkov v. Russia, no. 25432/05, § 75, 7 October 2010; Vladimir Sokolov v. Russia, no. 31242/05, §§ 49, 5864, 89, 29 March 2011; and Vadim Kovalev v. Russia, no. 20326/04, § 73, 10 May 2011). That factor in itself leads to a result that is manifestly unreasonable having regard to the Court’s case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court concludes accordingly that the redress afforded was insufficient. Accordingly, the second condition has not been fulfilled. The Court considers that the applicant can in the instant case still claim to be a “victim” of the violation of Article 3 of the Convention on account of the conditions of his detention in the remand prison. Accordingly, this objection by the Government must be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "51.  As regards the Government’s objection as to the non-exhaustion of domestic remedies, the Court reiterates that in the case of Ananyev (Ananyev and Others v. , nos. 42525/07 and 60800/08, §§ 93-119, 10 January 2012) the Court carried out a thorough analysis of domestic remedies in the Russian legal system in respect of a complaint relating to the material conditions of detention in a remand centre. The Court concluded in that case that it had not been shown that the Russian legal system offered an effective remedy that could be used to prevent the alleged violation or its continuation and provide the applicant with adequate and sufficient redress in connection with a complaint of inadequate conditions of detention. Accordingly, the Court dismissed the Government’s objection as to the non-exhaustion of domestic remedies and found that the applicants did not have at their disposal an effective domestic remedy for their complaints, in breach of Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court further observes that that in a number of earlier cases against Russia (see, for example, Khristoforov v. Russia, no. 11336/06, §§ 18-19, 29 April 2010) it dismissed the Government’s objection as to the alleged non-exhaustion of domestic remedies by the applicant for their failure to demonstrate the practical effectiveness of the applicant’s recourse to the domestic authorities in respect of his complaints about the conditions of his detention in a temporary detention centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Having examined the Government’s arguments, the Court finds no reason to depart from that conclusion in the present case. Accordingly, the Court rejects the Government’s argument as to the exhaustion of domestic remedies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Application of the six-month rule",
                                "elements": [
                                    {
                                        "content": "54.  In the light of the Court’s above finding that the Russian legal system offers no effective remedy providing adequate redress, the Court considers that the six months’ period should start running from the end of the situation complained of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court observes that the applicant’s complaint concerns different detention facilities in Kostroma, namely a temporary detention centre and remand prison no. IZ-44/1. The applicant was detained in the temporary detention centre from 11 to 21 October 2005. Then he was transferred to the remand prison where he was held from 21 October 2005 to 3 April 2007. In this connection the Court reiterates that detention facilities of different types, such as temporary detention centres and remand prisons, have different purposes and vary in the material conditions they offer. The difference in material conditions of detention creates the presumption that an applicant’s transfer to a different type of facility would require the submission of a separate complaint about the conditions of detention in the previous facility within six months of such a transfer (see Fetisov and Others v. , nos. 43710/07, 6023/08, 11248/08, 27668/08, 31242/08 and 52133/08, § 76, 17 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Examining the applicant’s situation in the light of the above principles, the Court observes that the applicant’s detention in the temporary detention centre in Kostroma ended on 21 October 2005 and, accordingly, if he wished to complain about the conditions of his detention in that centre, he should have done so by 21 April 2006, whereas his application was lodged on 29 June 2007. It follows that the applicant’s complaint about the conditions of his detention in the temporary detention centre in Kostroma has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention. As regards the remaining period of the applicant’s detention, no issue under the six-month rule arises.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Conclusion",
                                "elements": [
                                    {
                                        "content": "57.  Having regard to the above, the Court finds that the complaint concerning the conditions of the applicant’s detention in remand prison no. IZ-44/1 in Kostroma and the complaint concerning the lack of an effective remedy in this respect are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "58.  The applicant asserted that he had been detained in appalling conditions in remand prison no. IZ-44/1 in Kostroma. All the cells had been overcrowded. The applicant challenged the veracity of the data submitted by the Government as regards the population and the size of the cells in which he had been detained. In that connection he referred to the findings made by the Kostroma Sverdlovskiy District Court, which on 10 September 2009 had held that the cells in which the applicant had been detained had been overcrowded. He further relied on statements made by Kh. and V., who had been detained together with him at the remand prison and who had provided a description of the conditions of detention in the remand prison similar to that of the applicant. As regards his application to the domestic courts in connection with the poor conditions of detention in the remand prison, the applicant considered that it could not have been considered an effective remedy for his complaint under Article 3 of the Convention in view of the structural nature of the problem of overcrowding of remand detention facilities in Russia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Government submitted that the conditions of the applicant’s detention had been compatible with the standards set forth in Article 3 of the Convention. The Government relied upon excerpts from the remand prison population register and certificates prepared by the administration of the remand prison in August 2010. The Government also considered that the applicant had an effective remedy in respect of his grievances under Article 3 of the Convention. He had lodged a civil action seeking damages resulting from his detention in the remand prison. His claims were duly considered and granted in part by domestic courts at two levels of jurisdiction which fact showed the accessibility and efficiency of the remedy.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "60.  For an overview of the general principles, see the Court’s judgment in the case of Ananyev (Ananyev, cited above, §§ 139-59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Turning to the circumstances of the present case, the Court notes that the parties disagreed on most aspects of the conditions of the applicant’s detention. However, where conditions of detention are in dispute, there is no need for the Court to establish the veracity of each and every disputed or contentious point. It can find a violation of Article 3 on the basis of any serious allegations which the respondent Government do not dispute (see, mutatis mutandis, Grigoryevskikh v. Russia, no. 22/03, § 55, 9 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In the present case, the Government provided excerpts from the original remand prison population register and certificates prepared by the remand prison administration in 2010. The Court further notes that the applicant’s complaints concerning the conditions of his pre-trial detention were, in fact, examined by domestic courts at two levels of jurisdiction (see paragraphs 33-37 above). The national judicial authorities established that the remand prison had been overcrowded during the period in question. They further found that the personal space afforded to the applicant had been below statutory standards, he had not been provided with an individual sleeping place and the toilet had offered no privacy. The Government did not proffer any explanation for the discrepancy between the domestic courts’ findings and the data contained in their observations, on which they based their argument that the personal space afforded to the applicant had been in compliance with the statutory requirement of 4 square metres per person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Having regard to the principles cited above and the fact that the Government did not submit any convincing explanation as to the discrepancies in the materials submitted, the Court accepts as credible the applicant’s submissions that the cells in the remand prison where he was detained were overcrowded and he was not at all times provided with an individual bed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the Court’s opinion, such conditions of detention must have caused the applicant considerable mental and physical suffering diminishing his human dignity, which amounted to degrading treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court takes cognisance of the fact that in the present case there is no indication that there was a positive intention on the part of the authorities to humiliate or debase the applicant, but reiterates that, irrespective of the reasons for the overcrowding, it is incumbent on the respondent Government to organise their custodial system in such a way as to ensure respect for the dignity of detainees, regardless of financial or logistical difficulties (see Mamedova v. Russia, no. 7064/05, § 63, 1 June 2006, and Benediktov v. Russia, no. 106/02, § 37,10 May 2007). Accordingly, the Court finds that there has been a violation of Article 3 of the Convention on account of the inhuman and degrading conditions of the applicant’s detention in remand prison no. IZ-44/1 in Kostroma from 21 October 2005 to 3 April 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In view of the above, the Court does not consider it necessary to examine the remainder of the parties’ submissions concerning other aspects of the conditions of the applicant’s detention during the period in question.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "67.  The Court takes note of its earlier findings (see paragraphs 5153 above), and concludes that there has been a violation of Article 13 of the Convention on account of the lack of an effective remedy under domestic law enabling the applicant to complain about the conditions of his detention in the remand prison.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicant complained that he had been detained pending investigation and trial in the absence of sufficient reasons. He relied on Article 5 of the Convention which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "69.  The Government contested that argument. They submitted that the applicant had not appealed against the detention orders. They further argued that the applicant’s pre-trial detention had been based on relevant and sufficient reasons. He had been charged with very serious offences. If released, he could have put pressure on K. and S, or, in view of his prior criminal record, he could have continued criminal activities or otherwise interfered with administration of justice.",
                                "elements": []
                            },
                            {
                                "content": "70.  As regards the Government’s comment that he had failed to appeal against the detention orders, the applicant pointed out that on 24 October 2006 he had appealed against the extension of his pre-trial detention, thus providing an appeal court with an opportunity to review the reasonableness of his pre-trial detention. He further submitted that the reasons furnished by the domestic courts for his detention pending criminal proceedings against him had not been based on any factual evidence. The domestic judicial authorities had never discussed the Government’s allegations that the applicant should have remained in custody in view of the threats he had made to K. or S. In any event, once all the witnesses had been questioned, the risk that the applicant might have put pressure on them had been non-existent. Lastly, at no time had the domestic courts considered the imposition of alternative measures of restraint to ensure the applicant’s presence during the trial.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "71.  In so far as the Government may be understood to suggest that the applicant had failed to exhaust effective domestic remedies in respect of his complaint about the length of the pre-trial detention in that he had not appealed against certain detention orders, the Court reiterates that the purpose of the rule requiring domestic remedies to be exhausted is to afford the Contracting States the opportunity of preventing or putting right the alleged violations before those allegations are submitted to the Court (see, among many other authorities, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V). In the context of an alleged violation of Article 5 § 3 of the Convention, this rule requires that the applicant give the domestic authorities an opportunity to consider whether his right to trial within a reasonable time has been respected and whether there exist relevant and sufficient grounds continuing to justify the deprivation of liberty (see Pshevecherskiy v. Russia, no. 28957/02, § 50, 24 May 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Following the arrest on 11 October 2005 the applicant remained in custody until his conviction on 7 February 2007. It is not disputed that he did not lodge any appeals against the District Court’s decisions prior to 24 October 2006. On that date, however, he did challenge the District Court’s decision before the Regional Court. On 30 November 2006 the Regional Court reviewed the lawfulness and reasonableness of the entire period of the applicant’s pre-trial detention, upholding the decision of 24 October 2006 on appeal (see paragraph 17). In these circumstances, the Government’s objection of non-exhaustion of domestic remedies must be dismissed in so far as it concerned the applicant’s failure to appeal against the detention orders issued before 24 October 2006 (see Shcheglyuk v. Russia, no. 7649/02, § 36, 14 December 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court further notes that 30 November 2006 was the only date on which the appeal court examined the issue of the applicant’s continued detention. The applicant did not challenge the subsequent court order of 14 December 2006 extending his detention until 27 March 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court reiterates that the question of exhaustion of domestic remedies in respect of the extension order of 14 December 2006 will only arise if the examination of the reasons given by the domestic court would lead the Court to the conclusion that by that date the detention had not exceeded a reasonable time. Indeed, the Court has already held that when pre-trial detention is found to have exceeded a reasonable time on the most recent date on which an appeal court examined the detention matter, any detention after that date will also be found, except in extraordinary circumstances, to have necessarily kept that character throughout the time for which it was continued (see Stögmüller v. Austria, 10 November 1969, § 9, Series A no. 9).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court thus considers that the issue of exhaustion of domestic remedies in respect of the applicant’s detention after 14 December 2006 is closely linked to the merits of the complaint that his detention before that date had already exceeded a reasonable time in violation of the requirements of Article 5 § 3 of the Convention. The Court therefore finds it necessary to join the Government’s objection to the merits of the complaint in respect of his detention pending investigation and trial before 14 December 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court further notes that the applicant’s complaint under Article 5 § 3 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "77.  The Court reiterates that the persistence of reasonable suspicion that the person arrested has committed an offence is a necessary condition for the lawfulness of the continued detention. However, after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v. Italy [GC], no. 26772/95, §§ 152-53, ECHR 2000IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The presumption is in favour of release. As the Court has consistently held, the second limb of Article 5 § 3 does not give judicial authorities a choice between either bringing an accused to trial within a reasonable time or granting him provisional release pending trial. Until his conviction, the accused must be presumed innocent, and the purpose of the provision under consideration is essentially to ensure his release once the continuation of his detention has ceased to be reasonable. A person charged with an offence must always be released pending trial unless the State can show that there are “relevant and sufficient” reasons to justify the continued detention (see, among other authorities, Castravet v. Moldova, no. 23393/05, §§ 30-32, 13 March 2007; McKay v. the United Kingdom [GC], no. 543/03, § 41, ECHR 2006X; Jablonski v. Poland, no. 33492/96, § 83, 21 December 2000; and Neumeister v. Austria, 27 June 1968, § 4, Series A no. 8).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  It is incumbent on the domestic authorities to establish the existence of specific facts relevant to the grounds for continued detention. Shifting the burden of proof to the detained person in such matters is tantamount to overturning the rule of Article 5 of the Convention, a provision which makes detention an exceptional departure from the right to liberty and one that is only permissible in exhaustively enumerated and strictly defined cases (see Rokhlina v. Russia, no. 54071/00, § 67, 7 April 2005, and Ilijkov v. Bulgaria, no. 33977/96, §§ 84-85, 26 July 2001). The national judicial authorities must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions ordering extensions of detention or dismissing applications for release. It is not the Court’s task to establish such facts and take the place of the national authorities who ruled on the applicant’s detention. It is essentially on the basis of the reasons given in the domestic courts’ decisions and of the matters of fact mentioned by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see Korchuganova v. Russia, no. 75039/01, § 72, 8 June 2006; Ilijkov, cited above, § 86; and Labita, cited above, § 152).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application to the present case",
                                        "elements": [
                                            {
                                                "content": "80.  Having regard to its findings in paragraphs 74 and 75 above, the Court will firstly examine the period of the applicant’s pre-trial detention from 11 October 2005 – the date of his arrest – to 14 December 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court accepts that the applicant’s detention may initially have been warranted by a reasonable suspicion that he had caused N.’s death. However, with the passage of time that ground inevitably became less and less relevant. Accordingly, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty (see Labita, cited above, §§ 152 and 153).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  When extending the applicant’s pre-trial detention, the domestic court referred to the gravity of the charges against him and his prior criminal record. It noted that he might continue his criminal activity, abscond, put pressure on witnesses or otherwise interfere with the administration of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court reiterates that, although the severity of the sentence faced is a relevant element in the assessment of the risk of an accused absconding or reoffending, the need to continue the deprivation of the accused’s liberty cannot be assessed from a purely abstract point of view, only taking into consideration the seriousness of the offence. Nor can continuation of the detention be used to anticipate a custodial sentence (see Letellier v. France, 26 June 1991, § 51, Series A no. 207; Panchenko v. Russia, no. 45100/98, § 102, 8 February 2005; Goral v. Poland, no. 38654/97, § 68, 30 October 2003; and Ilijkov, cited above, § 81).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In so far as the danger of reoffending is concerned, the Court has repeatedly held that reference to a person’s prior record cannot suffice to justify refusal of release (see, among other authorities, Muller v. France, 17 March 1997, § 44, Reports of Judgments and Decisions 1997II). The Court notes in this respect that at no time did the domestic court, when extending the applicant’s detention, mention the nature or the number of the applicant’s prior offences. In such circumstances, the Court cannot accept that the national courts could have reasonably feared that the applicant would commit new offences, if released (see, by contrast, Toth v. Austria, 12 December 1991, § 70, Series A no. 224).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  As regards the existence of a risk of absconding, the Court reiterates that such a danger cannot be gauged solely on the basis of the severity of the sentence faced. It must be assessed with reference to a number of other relevant factors which may either confirm the existence of a danger of absconding or make it appear so slight that it cannot justify detention pending trial (see Panchenko, cited above, § 106, and Letellier, cited above, § 43). The Court notes that the domestic authorities considered that the applicant might abscond due to his lack of employment and/or absence for the registered place of residence. The Court might accept the grounds cited by the authorities as relevant. However, it cannot find them decisive given that the judicial decisions authorising the applicant’s continued detention remained silent as to why such risk of absconding could not have been offset by any other means of ensuring his appearance at trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Lastly, the Court emphasises that when deciding whether a person should be released or detained, the authorities have an obligation under Article 5 § 3 to consider alternative measures of ensuring his or her appearance at trial (see Sulaoja v. Estonia, no. 55939/00, § 64, 15 February 2005, and Jabłoński, cited above, § 83). In the present case, during the entire period of the applicant’s detention, the authorities did not consider the possibility of ensuring his attendance by the use of other “preventive measures”. At no point in the proceedings did the domestic courts explain in their decisions why alternatives to the deprivation of the applicant’s liberty would not have ensured that the trial would follow its proper course.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court has frequently found a violation of Article 5 § 3 of the Convention in Russian cases where the domestic courts extended an applicant’s detention relying essentially on the basis of the gravity of the charges and using formulaic reasoning without addressing the specific facts of the case or considering alternative preventive measures (see Belevitskiy v. Russia, no. 72967/01, §§ 99 et seq., 1 March 2007; Khudobin v. Russia, no. 59696/00, §§ 106 et seq., ECHR 2006-XII; Mamedova v. Russia, no. 7064/05, §§ 72 et seq., 1 June 2006; Sutyagin v. Russia, no. 30024/02, 3 May 2011; Khodorkovskiy v. Russia, no. 5829/04, 31 May 2011; Romanova v. Russia, no. 23215/02, 11 October 2011; Valeriy Samoylov v. Russia, no. 57541/09, 24 January 2012; and Idalov v. Russia [GC], no. 5826/03, §§ 142-49, 22 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Having regard to the above, the Court considers that by failing to address sufficiently the specific facts of the case or consider alternative “preventive measures” and by relying essentially on the gravity of the charges, the authorities extended the applicant’s detention on grounds which, although “relevant”, cannot be regarded as “sufficient” to justify its duration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Nor can the Court conclude that after 14 December 2006 the character of the applicant’s continued detention changed. It is hence not necessary to examine whether the applicant exhausted domestic remedies in respect of his complaint related to his detention after that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court, accordingly, finds that there has been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGATION OF HINDRANCE IN THE EXERCISE OF THE RIGHT OF INDIVIDUAL PETITION UNDER ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  The applicant further complained that on 17 October 2007 the administration of correctional colony no. IK-7, where he was serving a prison sentence, had failed to dispatch his application form to the Court. He relied on Articles 8 and 34 of the Convention. The Court will examine the complaint under Article 34 of the Convention which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person ... claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "92.  The Government contested that argument. They submitted that the applicant had been able to freely contact any state bodies by post. In particular, on 18 September 2007 he had submitted a sealed envelope addressed to the Court. His letter had been dispatched by the administration of the colony that same day.",
                                "elements": []
                            },
                            {
                                "content": "93.  The applicant did not dispute that his letter containing a completed application form had been accepted by the administration of the correctional colony and registered accordingly in the outgoing correspondence log. In his opinion, however, the Government had failed to demonstrate that the letter had actually left the premises of the colony and been transferred to a post office.",
                                "elements": []
                            },
                            {
                                "content": "94.  The Court considers that the fact that one of the applicant’s letters addressed to the Court never reached it is insufficient to suggest that there was a deliberate intent on the part of the authorities to hinder the applicant in the exercise of the right of individual petition. Nor can it suggest that there was a serious malfunctioning of the postal service that could indisputably be said to constitute such hindrance.",
                                "elements": []
                            },
                            {
                                "content": "95.  Accordingly, the Court concludes that there has been no hindrance to the applicant’s right of individual petition. It therefore cannot find that the Government failed to comply with their obligations set out in Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  Lastly, the applicant alleged that he had been subjected to illtreatment in police custody. He also complained of numerous irregularities in the investigation and trial. He referred to Articles 3, 5 and 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "97.  Having regard to all the material in its possession and in so far as it falls within its competence, the Court finds that the evidence before it, in respect of these complaints, discloses no appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly illfounded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "98.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "99.  The applicant claimed 1,250,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Government considered the applicant’s claim excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court considers that the applicant’s claim is excessive. Nevertheless, it considers that the applicant’s suffering and frustration resulting from the infringement of his rights cannot be sufficiently compensated for by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 6,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "102.  The applicant did not submit any claims for costs and expenses. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "103.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objection as to the exhaustion of domestic remedies in respect of the applicant’s complaint about the length of his detention but finds that it is not necessary to examine this issue further;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning the conditions of the applicant’s detention in remand prison no. IZ-44/1 in Kostroma and the alleged lack of an effective remedy in this respect as well as the complaint concerning the length of his detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention in remand prison no. IZ-44/1 in Kostroma from 21 October 2005 to 3 April 2007;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that the State has not failed to meet its obligation under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,500 (six thousand five hundred euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the currency of the respondent state at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 October 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SERGEY VASILYEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-126911.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1017JUD003302307",
    "externalsources": [],
    "extractedappno": [
        "33023/07",
        "36813/97",
        "25432/05",
        "31242/05",
        "20326/04",
        "42525/07",
        "60800/08",
        "11336/06",
        "43710/07",
        "6023/08",
        "11248/08",
        "27668/08",
        "31242/08",
        "52133/08",
        "22/03",
        "7064/05",
        "106/02",
        "25803/94",
        "28957/02",
        "7649/02",
        "26772/95",
        "23393/05",
        "543/03",
        "33492/96",
        "54071/00",
        "33977/96",
        "75039/01",
        "45100/98",
        "38654/97",
        "55939/00",
        "72967/01",
        "59696/00",
        "30024/02",
        "5829/04",
        "23215/02",
        "57541/09",
        "5826/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-126911",
    "judgementdate": "17/10/2013 00:00:00",
    "kpdate": "17/10/2013 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "448",
        "227",
        "444",
        "110",
        "183",
        "177"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "5-3",
        "34",
        "5",
        "13"
    ],
    "parties": [
        "SERGEY VASILYEV",
        "RUSSIA"
    ],
    "rank": "1038.47387695313",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "379429",
    "typedescription": "15"
}