{
    "__articles": "3;34",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of petition)",
    "applicability": "",
    "appno": "8543/04",
    "article": [
        "3",
        "34"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of petition"
            ],
            "element": "Violation of Article 34 - Individual applications",
            "type": "violation"
        }
    ],
    "content": {
        "001-115301.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8543/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Latvian national, Mr Aleksejs Čuprakovs (“the applicant”), on 2 March 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms I. Nikuļceva, a lawyer practising in . The Latvian Government (“the Government”) were represented by their Agents, Mrs I. Reine and subsequently by Mrs K. Līce.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 9 February 2010 the application was declared partly inadmissible and the applicant’s complaints concerning the conditions of detention in the , the quality of the medical care the applicant had received there, and the alleged monitoring of his correspondence with the Court were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1978 and is currently serving a prison sentence in Jelgava Prison. He has been in detention since being arrested on 22 December 2002.",
                                "elements": []
                            },
                            {
                                "content": "A.  Detention in the ",
                                "elements": [
                                    {
                                        "content": "5.  On or before 3 March 2005 the applicant was diagnosed with bilateral destructive pulmonary tuberculosis. On 4 March 2005 he was admitted to the Prison Hospital (Ieslodzījuma vietu pārvaldes Republikāniskā slimnīca), which was located on the premises of the Central Prison in . The applicant stayed in the  between 4 March and 7 September and between 28 September and 18 October 2005. While in the  he was held in cell no. 334.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  According to the applicant’s description of cell no. 334, it measured approximately twenty-four square metres and could hold up to eight people, sleeping on four bunk beds. The applicant pointed out that the cell was in need of repair; among other things the walls were crumbling, the floor was uneven and the ventilation system was not functioning. Apart from natural sources of light, lighting was provided by two fluorescent bulbs during the day and a small, dim light bulb at night. Only cold water was available in the cell, and even that was turned off from time to time. The toilet facilities – a hole in a cement pedestal measuring 0.85 by 0.65 metres – were separated from the rest of the cell by two plywood sheets which were 1.5 metres high. The toilet facilities were disinfected several times a week throughout the applicant’s stay in the cell. On the other hand, during the whole of the applicant’s stay there the cell was sanitised with ultraviolet light on only one occasion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The cell had a large window, parts of which could be opened but because of its state of disrepair it could not be completely closed. There were gaps around the edges of the window – one of them three centimetres wide. Accordingly, the air temperature inside the cell was dependent on the temperature outside. Thus, up to the middle of May the temperature inside the cell was approximately 10 to 15 degrees Celsius, which, in combination with the constant draught, meant that the inmates had to wear their coats and hats while sleeping.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant noted that he was entitled to take a walk outside the cell for one hour each day. The walks took place in small courtyards measuring ten by five metres, which were essentially prison cells without a roof. The yards were in a state of disrepair with crumbling walls and very dirty floors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The inmates who were in the  were allowed to have a shower once a week. For a while all six inmates in the applicant’s cell had to take their shower at the same time, despite the fact that there were only four showerheads. The bathroom was very dirty and in a state of disrepair. Subsequently the bathroom was repaired, but the applicant considered that the improvement had not been satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  No toothpaste, toothbrush, shaving razor, soap or toilet paper were provided to the inmates who were in the . The applicant had to acquire them from the prison shop at his own expense. Owing to the schedule for changing bed linen, the applicant at times had to sleep one night a week without any sheets. The applicant was dissatisfied with the quality of the food at the , indicating that in the five months he spent there he had lost 3.5 kilograms in weight.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant considered that the medical care in the  was inadequate. As a result he had developed a wide range of health problems, including issues with his heart, stomach and intestines. The applicant indicated that his complaints to the attending doctor were often ignored and not followed by check-ups.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 4 April 2005 the applicant sent a letter to the Ministry of Justice, in which he described in detail the conditions of his detention in the  and raised a series of questions about the certification of that hospital. One of the questions raised by the applicant was “Does compulsory long-term detention of an ill person in such conditions amount to [a violation] of Article 3 of the [Convention]?” The applicant’s letter concluded with the following passage:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I draw your attention to the fact that this submission should not be interpreted as a complaint against the medical staff of the  and about the medical care or as a complaint against staff members of the Central Prison. I ask you not to forward this submission to the director of the Prisons Administration, since I am interested in your opinion, as a State official, on the questions raised in the submission”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 20 April 2005 the Ministry of Justice provided a response to the applicant’s submission. It stated that the  was staffed with qualified doctors, and that medical care was provided in accordance with World Health Organisation guidelines. The Ministry nonetheless noted that since 1999 work had been going on to set up a new, better equipped, tuberculosis hospital for prisoners; however, those efforts were dependent on the available funding. Furthermore, it noted that, while the administration of the Central Prison ensured that the cells were heated and provided supplies for cleaning the cells, the inmates themselves had partial responsibility for keeping the cells clean. The Ministry stated that the cold in the cells was often caused by the prisoners’ own choice to keep the windows open. Lastly, in response to the applicant’s allegation of a violation of Article 3 of the Convention due to the conditions of detention, the Ministry noted that such questions fell within the competence of public prosecutors. It appears that the applicant did not complain to a prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 19 April 2005 the National Human Rights Office (Valsts cilvēktiesību birojs) forwarded an enquiry from the applicant to the Minister of Health. In its accompanying letter that Office stressed that the  did not comply with human rights standards, and that it had previously been criticised by the Human Rights Commissioner of the Council of Europe and by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Ministry of Health replied to the applicant on 16 May 2005. It pointed out that all medical institutions operating in  had to comply with certain legal standards. Since the ’s compliance with those standards had not been assessed, it was barred from providing medical services. It further noted that at the relevant time there were no binding legal regulations on standards of hygiene in medical institutions, including specialised tuberculosis treatment institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Similar information was provided on 7 June 2005 by the State Agency for Health Statistics and Medical Technologies (Veselības statistikas un medicīnas tehnoloģiju valsts aģentūra), which is the authority responsible for assessing medical institutions’ compliance with legal standards.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Correspondence with the Court",
                                "elements": [
                                    {
                                        "content": "17.  The applicant submitted that on 20 January 2006 he had received a letter from the Court. The letter was brought to his cell in an unopened envelope. In accordance with the regular procedure the applicant signed to confirm that he had received the letter. However, after he had signed, the prison guard started opening the envelope. The applicant pointed out that the guard had no right to do this. The guard then handed the half-opened envelope to the applicant and requested him to open it in his presence and to show him the empty envelope and the unfolded letter for the guard to check that the envelope did not contain any forbidden objects. The applicant was told that if he refused to do this his cell would be searched. The applicant complied with the guard’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 8 March 2006 the National Human Rights Office replied to the applicant’s complaint about the opening of the letter from the Court. The applicant was informed of the Court’s ruling in Campbell v. the United Kingdom (25 March 1992, Series A no. 233). The prison authorities were also informed about the Court’s caselaw in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 July 2006 the applicant submitted a complaint to the Administrative District Court. He complained that the administration of Jelgava Prison was monitoring his correspondence. Among other incidents, he alleged that on 15 June 2006 a staff member of that prison had intercepted a letter addressed to the applicant from the European Court of Human Rights. The applicant requested the  to prohibit prisons from monitoring his correspondence with certain institutions (including courts and prosecutors). He also requested the  to provide instructions on what the prison authorities were allowed to do if they suspected that such letters might have illicit contents. No compensation of any kind was requested. On 30 July 2007 the court adopted a judgment, in which it referred to the above-mentioned  judgment and concluded that the prison’s actions in this matter had no adequate basis in law. Accordingly the court upheld the applicant’s request and prohibited Jelgava Prison from monitoring correspondence with certain state institutions. While the court refused to provide specific instructions, as had been requested by the applicant, it did spell out certain general principles. That judgment was not appealed against and became final.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND COUNCIL OF EUROPE DOCUMENTS",
                        "elements": [
                            {
                                "content": "20.  The relevant findings of the CPT read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Visit to  of 24 January to 3 February 1999",
                                "elements": []
                            },
                            {
                                "content": "“153.  The Prison Hospital is located within the perimeter of the Central Prison in .  It has a nationwide vocation, providing somatic and psychiatric in-patient care for sentenced and remand prisoners from all prisons in .  The hospital building, comprising four floors and a basement, dates back to 1902 and, at the time of the visit, was in an advanced state of dilapidation ...",
                                "elements": []
                            },
                            {
                                "content": "159.  The material conditions offered to patients in the hospital were directly harmful to their health and wholly unacceptable for those suffering from serious diseases. The patient’s rooms were overcrowded ...",
                                "elements": []
                            },
                            {
                                "content": "The narrow bunk beds and the bedding, as well as patients’ clothes, were in a poor condition and often dirty.  Most of the remaining furniture - three to four cupboards and a small table per room - was also in a sorry state of repair, and humidity pervaded the vast majority of the rooms.  As a result, cleaning and disinfecting the patients’ rooms to hospital standards was a very difficult task.",
                                "elements": []
                            },
                            {
                                "content": "Patients suffering from tuberculosis ... were also subject to these unacceptable material conditions.",
                                "elements": []
                            },
                            {
                                "content": "160.  Standards of maintenance and hygiene in the sanitary facilities - in-room lavatories and washbasins, communal showers - were well below the minimum to be expected of a hospital and could sometimes be described as appalling.  Further, the frequency of showers - every 10 days - did not allow the prisoners to wash themselves properly. It goes without saying that such conditions are not acceptable, not only on humanitarian grounds, but also because of the risks of infection.”",
                                "elements": []
                            },
                            {
                                "content": "Visit to  of 24 September to 4 October 2002",
                                "elements": []
                            },
                            {
                                "content": "“100.  The report on the CPT’s 1999 visit highlighted a number of serious shortcomings regarding the Prison Hospital, which is located on the premises of Riga Central Prison ... The CPT is very concerned to note that hardly any of the recommendations made by the Committee in this respect have been implemented ...",
                                "elements": []
                            },
                            {
                                "content": "101.  The material conditions offered to patients have, if anything, deteriorated since the 1999 visit. They were totally unacceptable, in particular, for those suffering from serious diseases. Many rooms were overcrowded (e.g. 12 beds in a room of 30 m²), and numerous allegations were heard that occupancy levels in patients’ rooms had been significantly higher until shortly before the visit. Many of the rooms (in particular those accommodating TB patients) had no access to natural light (the windows being covered by metal plates), and artificial lighting and ventilation were very poor in most of them. In addition, many rooms were dilapidated, and the sanitary facilities were in an execrable state. ...",
                                "elements": []
                            },
                            {
                                "content": "All patients could take at least one hot shower per week; however, a number of allegations were heard that more frequent showers had been refused, even when recommended by medical staff ...",
                                "elements": []
                            },
                            {
                                "content": "107.  The CPT greatly welcomes the fact that the screening for, and treatment of, tuberculosis had improved since 1999 ... and that the number of tuberculosis patients in Latvian prisons had decreased considerably in recent years. There was ready access to all necessary medication. The delegation was also informed that the opening of the new tuberculosis hospital for prisoners in Olaine was scheduled for 2003. ...",
                                "elements": []
                            },
                            {
                                "content": "Patients suffering from tuberculosis were entitled to two hours of daily outdoor exercise. However, a number of such patients claimed that, in practice, they were allowed to take only one hour of outdoor exercise per day. ...”",
                                "elements": []
                            },
                            {
                                "content": "Visit to  of 5 to 12 May 2004",
                                "elements": []
                            },
                            {
                                "content": "“62.  The living conditions under which patients were held at the  remained totally unacceptable. In fact, practically none of the recommendations made by the CPT after the two previous visits to that establishment had been implemented ...",
                                "elements": []
                            },
                            {
                                "content": "21.  The domestic legislation concerning administrative-law proceedings potentially applicable in the present case is set out in Melnītis v. Latvia (no. 30779/05, §§ 24-26, 28 February 2012).",
                                "elements": []
                            },
                            {
                                "content": "22.  Under section 55 of the Law on Medical Treatment (Ārstniecības likums) medical treatment may only be provided by establishments meeting the standards set out by the Cabinet of Ministers in Regulation no. 77 (2002) on the compulsory requirements for medical establishments and their units (Noteikumi par obligātajām prasībām ārstniecības iestādēm un to struktūrvienībām), which include general and specific requirements that hospitals and other medical facilities have to meet concerning, inter alia, premises, medical equipment, education and qualifications of medical personnel.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION AS REGARDS THE CONDITIONS OF DETENTION IN THE ",
                        "elements": [
                            {
                                "content": "23.  The applicant complained about the conditions of detention in cell no. 334 of the , in particular about overcrowding, inadequate lighting, draughts and low temperatures in the cell, as well as inadequate sanitary arrangements. In that regard he cited Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Government argued that the applicant had not exhausted domestic remedies within the meaning of Article 35 § 1 of the Convention. In particular, the Government underlined that the applicant could have submitted a complaint about the conditions of detention to the  authorities, and could have requested a transfer to another cell. Any unsatisfactory response on the part of the hospital authorities could have been appealed against to the director of the Prisons Administration and then to the Inspector General of the Prisons Administration of the Ministry of Justice (Tieslietu ministrijas Ieslodzījuma vietu pārvaldes ģenerālinspektors). The Government stated that if the response received by the applicant was still unsatisfactory he could have submitted a complaint to the administrative courts, which have the authority to assess the lawfulness of administrative decisions. In addition, the Government argued that the applicant could have challenged before the administrative courts the ’s decision to place him in cell no. 334 as an action of a public authority (faktiskā rīcība).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  To support the argument that a challenge to an action of a public authority before the administrative courts would be an effective remedy in the applicant’s situation, the Government referred to several decisions adopted by the administrative courts in 2008, 2009 and 2010 in which prisoners’ complaints concerning the conditions of their detention and related issues had been examined and, as the Government interpreted that case-law, in certain cases successfully resolved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government emphasised that the applicant’s submission to the Ministry of Justice of 4 April 2005 could not be considered an attempt to exhaust domestic remedies within the meaning of Article 35 § 1 of the Convention, since the applicant himself had stressed that it should not be interpreted as a complaint against the staff of the Prison Hospital and the Central Prison or about the quality of the medical care available in the Prison Hospital (see above, paragraph 14).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant disagreed. He considered that he had exhausted all the domestic remedies which had been effective and accessible in practice as well as in theory. He pointed out that complaints to representatives of the prison authorities had never brought about positive results; just the opposite was true, in that the attitude of the authorities towards prisoners who were complaining often worsened. The applicant had nevertheless complained orally on numerous occasions. Whenever he had attempted to submit a written complaint, it had been torn in pieces in front of his eyes. The only improvement that had been brought about by the applicant’s complaints was that a gap in the window of the cell had been covered up with a piece of plywood. His submission to the Ministry of Justice of 4 April 2005 was to be seen as an attempt to receive a response from someone outside the prison system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As regards the Government’s argument that the applicant could have complained to the administrative courts, the applicant referred to Selmouni v. France ([GC], no. 25803/94, § 76, ECHR 1999V), and argued that it was incumbent on the Government to prove that the remedy in question was effective and available in theory as well as in practice and accessible to the applicant. The applicant argued that conditions of detention in prisons were not administrative acts amenable to review by administrative courts. According to the applicant it was theoretically possible that a complaint about the conditions of detention as an action of a public authority (the administration of the prison) could be amenable to review in the administrative courts. However, the Government had failed to prove that this remedy was accessible to the applicant. None of the State institutions to which the applicant had submitted complaints (the Supreme Court, the Ministry of Justice, the Ministry of Health, and the National Human Rights Office) had informed him that he could complain to the administrative courts. Instead, the Ministry of Justice, in a letter sent to the applicant on 20 April 2005, had informed him that complaints about possible violations of Article 3 had to be addressed to public prosecutors. For that reason the applicant had repeatedly made oral complaints during his criminal trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court notes that the Government have not argued that the applicant had to complain about the conditions of detention to a prosecutor and the applicant appears not to have submitted such a complaint. Following its ordinary practice of confining the scope of its review to the remedies explicitly invoked by the Government (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 99, 10 January 2012), the Court in the present case, unlike in other comparable cases against  (see, for example, Vikulov and Others v. Latvia (dec.), no. 16870/03, 25 March 2004, and Bazjaks v. Latvia, no. 71572/01, §§ 81-93, 19 October 2010), is not called upon to examine the legal consequences of the applicant’s apparent failure to address a complaint concerning the conditions of detention in the Prison Hospital to a public prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court will therefore focus its analysis on the effectiveness of complaints filed within the prison system and subsequently with the administrative courts. It has previously carried out a detailed analysis of similar arguments made by the Government in another case (see Melnītis, cited above, §§ 39-53). In Melnītis the Court found that the Government had failed to prove that a complaint to the administrative courts about conditions of detention had been an effective remedy, at least prior to 15 June 2006, which was the date when the Senate of the Supreme Court had adopted a ruling in the so-called Stāmers case. As in Melnītis, in the present case the Government did not submit a copy of the Stāmers ruling. Nor did they refer to it in their observations. All the domestic decisions cited by the Government were adopted well after 15 June 2006. Therefore. in the present case the Court has not been presented with evidence enabling it to depart from its conclusions in the Melnītis case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Taking into account that the applicant in the present case complains about the conditions in the  during his two stays there in 2005, that is, prior to 15 June 2006, the Government’s argument concerning non-exhaustion of domestic remedies cannot be upheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant argued that the conditions of detention in cell no. 334 of the  caused him feelings of anguish, especially taking into account his state of health. The applicant repeated and elaborated on his previous submissions to the Court. In particular, he underlined the lack of space in the cells, more precisely the fact that he was placed in a cell measuring twenty-four square metres and which could hold up to eight inmates. There was no functioning ventilation system, the temperature in the cell was low, the cell was in a state of disrepair, the beds were small and rickety, and the lighting was inadequate. The one-hour walk outside that he was allowed to take each day had to take place in a small, dusty courtyard, which was essentially a prison cell without a roof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant further criticised the standard of cleanliness in the cell as unsatisfactory, and also the fact that he only had limited opportunities to shower. In addition, he once again emphasised the fact that even the most basic hygiene products, such as toilet paper or a toothbrush, were not issued free of charge but had to be purchased at the prisoners’ own expense.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Lastly, the applicant complained about the quality and quantity of the food served in prison, once again emphasising that he had lost a significant amount of weight during his stay at the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In support of his allegations the applicant referred to the CPT report following its visit to  in 2004 (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In conclusion, the applicant submitted that the cumulative effect of the conditions outlined above had clearly exceeded the unavoidable level of suffering inherent in detention and had resulted in inhuman and degrading treatment that violated Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government emphasised that the  had ceased to operate on 31 July 2007, and therefore it was impossible to establish precisely what living conditions prevailed in cell no. 334 at the relevant time. However, those conditions had been in full compliance with the applicable domestic legislation. The cell had been equipped with a ventilation system and a heating system, the toilet facilities had been separated from the rest of the cell by a partition measuring 1.30 by 1.20 metres, and the toilet had been disinfected on a regular basis. The applicant had had an opportunity to take a shower or to go to the sauna at least once a week, his bedding was changed and he was able to maintain personal hygiene. They stated that the applicant received three hot meals a day while an inmate there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In addition, the Government pointed out that if the applicant had considered the conditions of detention in cell no. 334 unacceptable he could have requested a transfer back to the regular cells of the Central Prison. Not only had he not done so, but his medical documentation revealed that after refusing to receive medical treatment in the Prison Hospital on 7 October 2005 he had not wished to be discharged from that hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In conclusion, the Government conceded that the conditions in the  had not been ideal. Nevertheless, they considered that these conditions did not amount to inhuman or degrading treatment within the meaning of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "41.  As regards the general principles applicable to Article 3 complaints about conditions of detention, the Court refers to the detailed description in the above-cited judgment Ananyev and Others (§§ 139-159).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Applying those standards in the present case, the Court considers that it cannot be considered proven that at the time the applicant was held in cell no. 334 it was overcrowded to such an extent as to justify of itself a finding of a violation of Article 3. While the applicant did submit, and the Government did not dispute, that there were eight sleeping places in that cell, which measured twenty-four square metres, he has never argued, either in his complaints submitted to the domestic authorities or in those he submitted to the Court, that at any time during his stay in that cell it had been filled to capacity or beyond. Nor has the applicant argued that at any moment he did not have an individual sleeping place, or that it was impossible to move freely between the items of furniture in the cell.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Turning to the question of outside exercise available to the applicant, the Court notes that the Government did not dispute his account that the exercise yard was small (approximately fifty square metres), dusty, and in a bad state of repair.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As regards hygiene, the Government explicitly confirmed the applicant’s submission that showers were available to prisoners once a week. This was also noted by the CPT in its reports from its 1999, 2002 and 2004 visits (see paragraph 20 above). The Government have not attempted to rebut the applicant’s allegations that there were not enough functioning showerheads in the shower facilities and that those facilities were in a bad state of repair. Nor do the parties appear to be in any significant disagreement as regards the state of the toilet facilities in cell no. 334, the only difference in their description thereof being the exact height of the partition between the toilet and the rest of the cell. The applicant alleged, and the Government did not dispute, that even the most basic toiletries were not available free of charge, but had to be purchased at the prisoner’s own expense from the prison shop. It also remains undisputed that the window in the cell could not be fully closed and had large gaps around its frame. The Government have argued that the cell had a functioning heating system; however, the Court does not consider that this casts reasonable doubt on the applicant’s submission that the temperature in the cell was low and the prisoners had to sleep wearing their outdoor clothes and hats.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Without needing to go into a detailed analysis of the parts of the applicant’s account of the conditions in the Prison Hospital that are in dispute between the parties (such as the quality and quantity of food available to the prisoners or the functioning of the ventilation system in cell no. 334), the Court considers that the cumulative effect of the conditions described above, and also in part reflected in the CPT reports (see paragraph 20 above), was such as to subject the applicant to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention, in particular in view of the applicant’s health condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  There has accordingly been a violation of Article 3 of the Convention on the account of the conditions of the applicant’s detention in cell no. 334 of the .",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION AS REGARDS THE APPLICANT’S MEDICAL CARE",
                        "elements": [
                            {
                                "content": "47.  The applicant complained that the medical care he had received in the  was inadequate; he also noted that that institution was not authorised to provide health care under the domestic law. He relied on Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "48.  The Government argued that the applicant had not exhausted domestic remedies, as required by Article 35 § 1 of the Convention. In particular, the Government maintained that the applicant ought to have submitted a complaint to the Inspectorate of Quality Control for Medical Care and Working Capability (“the MADEKKI”), which was authorised to carry out inspections in connection with the certification of medical institutions. Furthermore, the MADEKKI had the authority to require the  to cease operating if it found that the applicable national legislation had been breached. The Government submitted that the Court in the case of Daģis v. Latvia ((dec.), no. 7843/02, §§ 5051, 20 June 2009) had found the MADEKKI to be an institution capable of ensuring proper medical supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant maintained that the Government had failed to demonstrate why a complaint to the MADEKKI had to be considered a domestic remedy that was effective and available in theory and in practice, as well as capable of providing redress. The applicant explained that none of the State institutions to which he had addressed his complaints had informed him that the MADEKKI was the proper institution for receiving complaints. In addition, the applicant noted that as early as 2004 and 2005 the MADEKKI had issued several warnings that the  would have to be closed, and yet a new hospital for prisoners was only opened in 2007. The applicant considered the Government’s reliance on the decision in the case of Daģis v. Latvia misguided, since the Court in that decision had not held that a complaint to the MADEKKI was an effective domestic remedy that had to be used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court understands the Government’s argument to be to the effect that a complaint to the MADEKKI is to be seen as a preventive remedy, in other words, as a remedy that could have prevented the alleged violation from occurring or continuing (see Ramirez Sanchez v. France [GC], no. 59450/00, § 160, ECHR 2006IX). The Court’s case-law has established several criteria to which a preventive remedy has to correspond in order to be considered an effective one. In the particular context of complaints under Articles 2 and 3 of the Convention of lack of adequate care for prisoners suffering from serious illnesses the Court has held that a preventive remedy ought to have the potential to bring direct and timely relief (see Goginashvili v. , no. 47729/08, § 49, 4 October 2011, and Makharadze and Sikharulidze v. , no. 35254/07, § 52, 22 November 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court will first analyse whether a complaint to the MADEKKI in the applicant’s case could potentially have brought “timely” relief.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The required speediness of a response will always depend on the nature of the alleged violation of the Convention rights. Even in the context of complaints of inadequate medical assistance in prisons the required speed of response will vary considerably, depending on the nature of the health problem requiring medical intervention. As an illustration of the MADEKKI’s practice the Court notes the following recent cases. The problems with eyesight and hearing that the applicant experienced in the above-cited Daģis case did not mandate the MADEKKI to act with much more expedition than the three months their review took in 2001 (see §§ 2223). Along the same lines, a MADEKKI assessment that took less than twenty days could be considered a satisfactorily timely response to a complaint from a prisoner suffering from chronic bronchial asthma (see Van Deilena v. Latvia (dec.), no. 50950/06, § 41, 15 May 2012). Lastly, in a situation where the applicant had a large arachnoid cyst in his head (see Krivošejs v. , no. 45517/04, 17 January 2012), the MADEKKI reviews that lasted for approximately one month (§§ 42, 44, and 46) and, on one occasion, slightly less than two months (§ 47) were also sufficiently timely, considering that the cyst had previously been found not to be lifethreatening (§§ 33 and 76).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On the other hand, the Court considers that the applicable standards are much more stringent where there are conditions which are acute and which present a risk of death or irreparable damage to health. For many health problems an urgent reaction is absolutely indispensible. Tuberculosis is certainly one of the diseases whose treatment calls for particular care, since medical mismanagement can easily lead to the mutation of the ordinary tuberculosis bacillus into the exceptionally dangerous multi-drug resistant form (see Makharadze and Sikharulidze, cited above, § 75).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that at the relevant time the domestic law did not oblige MADEKKI to react sufficiently quickly if the nature of the petitioner’s disease so required. Section 64 of the Law of Administrative Procedure provided that a public authority had to reply to a request made to it within one month, and that “for objective reasons” that term could be extended to four months. At the same time section 8, paragraph 1 of the Law on the Order of Examination of Complaints and Suggestions by State and Municipal Institutions (Iesniegumu, sūdzību un priekšlikumu izskatīšanas kārtība valsts un pašvaldību institūcijās) provided that normally a response had to be given within fifteen days, but that that term could be extended indefinitely so long as the person making the request was duly informed of the extension. Thus, even assuming that the most favourable rules were applicable to the applicant, the MADEKKI would be legally obliged to give a response within fifteen days to four months. In a different context the Court has previously criticised the above-cited timelimits as being overly long and incompatible with the requirement of the timeliness of a response (see Vikulov and Others v. Latvia (dec.), cited above). That conclusion is all the more true in the context of health care, where in certain cases having to wait fifteen days for adequate treatment might result in irreparable damage to one’s health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In conclusion, the Court finds that, in situations where a prisoner complains about shortcomings in treatment of serious acute diseases liable to lead to irreparable deterioration of health or even to a person’s death, a complaint to the MADEKKI cannot be considered a preventive remedy capable of bringing timely relief. Therefore, in the present case the applicant did not need to make use of that remedy prior to petitioning the Court. In the light of that conclusion the Court does not need to examine whether a complaint to the MADEKKI could potentially lead to an improvement in the quality of medical care which could be deemed to be sufficiently “direct”, although it does have some doubts that the Government’s suggestion that the MADEKKI could order the closing of a hospital could be deemed such a direct improvement. In conclusion, the Government’s argument concerning non-exhaustion of domestic remedies is dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government further argued that the applicant’s complaints concerning the ’s lack of authorisation to provide medical services and concerning the alleged inadequacy of the medical care provided to him were manifestly ill-founded. The Government noted that the ’s compliance with the legal standards had not been assessed at the material time, because extensive renovation works had needed to be carried out. In any case, all the doctors working at the  were properly qualified. Tuberculosis patients were treated in accordance with the guidelines developed by the World Health Organisation. The Government also emphasised that the applicant had made a full recovery from tuberculosis after successful treatment in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicant argued that the fact of being treated in a medical institution not legally authorised to provide medical treatment amounted in itself to degrading treatment contrary to Article 3 of the Convention. In addition, even though the applicant lacked the specialist knowledge to assess the quality of the care provided to him, he had been very worried about the quality of his treatment. The applicant further submitted that while it might indeed have been the case that all the doctors working at the  were properly qualified, the Government had failed to provide any information about the qualification of nurses and about the certification of the medical equipment and techniques employed at that hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court notes that the applicant has complained that the medical care he received at the  was inadequate, but in rather general terms. He has not provided any detailed information about the health problems he stated he had developed as a result of inadequate medical treatment. Accordingly, the Court is unable to assess the appropriateness of the response, or lack of one, to those health issues on the part of the staff of the  (see also Leitendorfs v. Latvia (dec.), no. 35161/03, 3 July 2012, § 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the light of this lack of information, the Court is unable to agree with the applicant that the Prison Hospital’s non-compliance with the domestic legal standards, even if it were true that under the domestic law the  was not authorised to provide medical care, should in itself lead to a finding of a violation of Article 3. What is relevant here is whether the medical care provided was adequate, taking into account the applicant’s state of health. In particular, taking into account that he had been admitted to the hospital to receive treatment for tuberculosis and that the treatment was successful in that he made a full recovery (see paragraph 56 above; this has not been disputed by the applicant), the Court considers that the applicant’s treatment did not reach the minimum level of severity required for it to fall within the scope of Article 3. For these reasons, in the light of all the material in its possession, the Court finds that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLES 8 AND 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant lastly complained that on 20 January 2006, when delivering him a letter from the Registry of the Court, a prison guard had started opening the envelope, and when the applicant objected had made the applicant open the envelope himself in the presence of the guard, who had threatened him with having his cell searched if he refused. In its partial inadmissibility decision of 9 February 2010 the Court had erroneously indicated that the events described had taken place in Jelgava Prison. The applicant was transferred to Jelgava Prison only on 6 April 2006. Thus the applicant’s complaint pertains to events in the Central Prison. The applicant relied on Article 34 of the Convention. The Court decided to communicate the complaint under Articles 8 and 34 of the Convention, which, in so far as is relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 8",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for ... his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Article 34",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Article to be applied",
                                "elements": [
                                    {
                                        "content": "61.  The Government argued that complaints of this nature were to be examined under Article 8 of the Convention. In this respect they referred to a series of cases against Latvia (see Kornakovs v. Latvia, no. 61005/00, §§ 157158, 15 June 2006; Ņikitenko v. , no. 62609/00, § 37, 16 July 2009; and Pacula v. Latvia, no. 65014/01, § 65, 15 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The applicant agreed that the complaint was to be examined under Article 8. He nevertheless considered that the incident was also incompatible with the guarantees of Article 34 of the Convention in that the reading by prison staff of letters from the Court which might concern allegations against prison authorities or prison officials could create the risk of reprisals by prison staff against the prisoner concerned. In this regard the applicant referred to the case of Klyakhin v. Russia (no. 46082/99, § 118, 30 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court considers that it is possible for one and the same event to give rise to problems under two different Articles of the Convention at the same time. A prison guard, by opening a letter from the Court, could simultaneously interfere with an applicant’s right to respect for his correspondence and interfere with the effective exercise of his right to petition the Court, in particular considering that the interception of letters by prison authorities can hinder applicants in bringing their cases to the Court even in the absence of any undue pressure (see Klyakhin, cited above, § 119; see also Drozdowski v. , no. 20841/02, §§ 23-31, 6 December 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court will therefore examine the applicant’s complaint, that on 20 January 2006 a Central Prison guard started opening a letter sent to the applicant by the Court and subsequently ordered him to open the letter in the guard’s presence under the threat of a search of the applicant’s prison cell, under Article 8 as well as under Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "65.  The Government argued that the complaint under Article 8 was inadmissible because of non-exhaustion of domestic remedies within the meaning of Article 35 § 1 of the Convention. The applicant ought to have complained to the administrative courts about an action of a public authority. In order to demonstrate that such a remedy was both effective and accessible to the applicant, the Government referred to the Administrative District Court’s judgment of 30 July 2007 (see above, paragraph 18).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant did not submit any comments in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court has to determine whether a recourse to the administrative courts in the applicant’s case was a domestic remedy that was available in theory and practice at the relevant time, that is to say whether it was capable of providing redress in respect of his complaints and of offering reasonable prospects of success (see, for example, Paksas v.  [GC], no. 34932/04, § 75, 6 January 2011, and Leja, cited above, § 47). The Court cannot but note that only six months after the alleged incident in the Central Prison the applicant made a complaint to the Administrative District Court about a virtually identical incident in Jelgava Prison. A year later that court declared unlawful the opening of correspondence between the applicant and, among other institutions, the Court. In addition, although the applicant had not requested compensation for non-pecuniary damage caused by the opening of the letter from the Court, he had a right to do so pursuant to the Law of Administrative Procedure (see Melnītis, cited above, § 26). The Court therefore accepts that recourse to the administrative courts is an effective domestic remedy with regard to complaints about monitoring of a prisoner’s correspondence by prison staff. In these circumstances it was incumbent upon the applicant to demonstrate that he had in fact used the remedy in question, or that it was inadequate or ineffective in the particular circumstances of the case (see Leja, cited above, § 48, with further references). The applicant has not argued that this is the case, and the Court sees no reason to hold otherwise. Accordingly the applicant’s complaint about the opening of his correspondence on 20 January 2006, in so far as it pertains to Article 8 of the Convention, is inadmissible because of non-exhaustion of domestic remedies within the meaning of Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court’s case-law, complaints under Article 34 of the Convention are of a procedural nature and therefore do not give rise to any issue of admissibility under the Convention (see Ponushkov v. Russia, no. 30209/04, § 78, 6 November 2008, and Leja, cited above, § 80).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "69.  The Government argued that the applicant had not submitted any evidence to support his allegations of the circumstances in which the Court’s letter was opened on 20 January 2006. The Government emphasised that opening of correspondence with the Court was clearly prohibited in domestic law; therefore the Court’s letter could not have been and was not opened, contrary to what had been asserted by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The applicant maintained his allegation that he had been made to open the Court’s letter in the presence of a prison guard. The applicant also listed various other incidents which, in his view, demonstrated that the State had attempted to hinder the effective exercise of his right of petition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court in its partial decision adopted on 9 February 2010 rejected the remainder of the applicant’s complaints under Article 34 that he had cited as proof of hindrance of effective exercise of his right of petition. Thus the only incident to be examined is the one that allegedly took place on 20 January 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court does not consider it necessary to reach a conclusion as to whether the incident of 20 January 2006 actually took place, because, even if it had taken place exactly as described by the applicant, the Court is not persuaded that it constituted an infringement of the guarantees of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court reiterates that whether actions of prison authorities amount to unacceptable practices from the standpoint of Article 34 must be determined in the light of the particular circumstances of the case (see Klyakhin, cited above, § 119). The applicant has never suggested or implied that the prison guard on 20 January 2006 read or attempted to read the letter originating from the Court. In such circumstances the risk of reprisals by prison staff against the prisoner was very limited (contrast with Mechenkov v. , no. 35421/05, § 125, 7 February 2008). It is significant to note in this context that the incident under review is a single and isolated one, not forming part of any systematic practice of intimidating applicants to the Court (compare with Cooke v. , no. 25878/94, § 48, 8 February 2000). The Court recognises that the opening of the letter might have caused some concerns to the applicant. It also takes note of the fact that the opening of correspondence originating from the Court is clearly prohibited under the domestic law. However, the Court cannot overlook the fact that the incident of 20 January 2006 has remained an isolated one, and that the contents of the Court’s letter were not read by the prison guard in question. Taking into account the above considerations, and also keeping in mind its conclusion with regard to the complaint under Article 8, the Court finds that the Latvian Government in the present case has not failed to comply with its obligations under Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "75.  The applicant claimed 15,000 euros (EUR) in compensation for nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government argued that the applicant had failed to demonstrate any link between the alleged violations of the Convention and the nonpecuniary damage claimed. In any case the Government considered the applicant’s claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court has found a violation of Article 3 with regard to the conditions of detention in cell no. 334 of the . Taking into account the scope of the violation found, the Court awards the applicant EUR 4,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "78.  The applicant did not formulate a claim in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest rate",
                                "elements": [
                                    {
                                        "content": "79.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the conditions of the applicant’s detention in the  admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the Latvian Government have complied with their obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, to be converted into Latvian lati at the rate applicable at the date of settlement in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 December 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "David Thór Björgvinsson",
            "role": "president"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ČUPRAKOVS v. LATVIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115301.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1218JUD000854304",
    "externalsources": [],
    "extractedappno": [
        "8543/04",
        "30779/05",
        "25803/94",
        "42525/07",
        "60800/08",
        "16870/03",
        "71572/01",
        "7843/02",
        "59450/00",
        "47729/08",
        "35254/07",
        "50950/06",
        "45517/04",
        "35161/03",
        "61005/00",
        "62609/00",
        "65014/01",
        "46082/99",
        "20841/02",
        "34932/04",
        "30209/04",
        "35421/05",
        "25878/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-115301",
    "judgementdate": "18/12/2012 00:00:00",
    "kpdate": "18/12/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "183",
        "177"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3",
        "34"
    ],
    "parties": [
        "ČUPRAKOVS",
        "LATVIA"
    ],
    "rank": "942.388427734375",
    "representedby": [
        "NIKULCEVA I."
    ],
    "respondent": "LVA",
    "respondentOrderEng": "24",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "373991",
    "typedescription": "15"
}