{
    "__articles": "6;6-1;10;10-1;10-2;36;36-2",
    "__conclusion": "No violation of Art. 6-1;No violation of Art. 10",
    "applicability": "",
    "appno": "49017/99",
    "article": [
        "6",
        "10",
        "36"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "element": "No violation of Art. 10",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-61168.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 49017/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Jørgen Pedersen and Mr Sten Kristian Baadsgaard, both Danish nationals, on 30 December 1998. In the summer of 1999 the second applicant died. His daughter and sole heir, Trine Baadsgaard, decided to pursue the application.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants complained about the length of the criminal proceedings against them, and alleged that their right to freedom of expression had been violated in that the Supreme Court judgment of 28 October 1998 disproportionately interfered with their right as journalists to play a vital role as “public watchdog” in a democratic society.",
                        "elements": []
                    },
                    {
                        "content": "3.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). On 1 November 2001 the Court changed the composition of its Sections. This case was assigned to the newly composed First Section. Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants and the Government each filed observations on the admissibility and merits (Rule 54 § 2 (b)). The parties replied in writing to each other's observations. Third-party comments were received from the Danish Union of Journalists, which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 61 § 3). The parties replied to those comments.",
                        "elements": []
                    },
                    {
                        "content": "5.  A hearing on admissibility and the merits took place in public in the , , on 27 June 2002 (Rule 54 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Klingenberg, Mr Trier and Mr Jacobsen, and the replies of Mr Klingenberg and Mr Trier to questions from two judges.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 27 June 2002, the Court declared the application admissible. ",
                        "elements": []
                    },
                    {
                        "content": "7.  The parties filed no further observations on the merits of the application.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 24 September 2002 the applicants filed claims for just satisfaction under Article 41 of the Convention, on which the Government submitted comments.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The television programmes produced by the applicants",
                                "elements": [
                                    {
                                        "content": "9.  The applicants (the second of whom died in 1999) were at the relevant time employed by one of the two national TV stations in , Danmarks Radio. They produced two television programmes which were broadcast on 17 September 1990 at 8 p.m. and 22 April 1991 at 8 p.m. respectively. The programmes were called “Convicted of Murder” (dømt for mord) and “The Blind Eye of the Police” (Politiets blinde øje) respectively and dealt with a murder trial in which the High Court of Western Denmark (Vestre Landsret) had convicted a person, henceforth called X, on 12 November 1982 of murdering his wife. X was sentenced to 12 years' imprisonment. The Supreme Court (Højesteret) upheld the sentence in 1983. Subsequent to X's release on probation, he requested the Special Court of Revision (Den Særlige Klageret), on 13 September 1990, to reopen the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  At the outset of both programmes it was stated that they had been produced on to the following premise:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the programme we shall provide evidence by way of a series of specific examples that there was no legal basis for X's conviction and that by imposing its sentence, the High Court of Western Denmark set aside one of the fundamental tenets of the law in Denmark, namely that the accused should be given the benefit of the doubt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We shall show that a scandalously bad police investigation, in which the question of guilt had been prejudged right from the start, and which ignored significant witnesses and concentrated on dubious ones, led to X being sentenced to 12 years' imprisonment for the murder of his wife.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The programme will show that X could not have committed the crime of which he was convicted on 12 November 1982”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  At an early stage in the first programme, “Convicted of Murder”, there is the following comment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the case against X, police inquiries involved about 900 people. More than 4,000 pages of reports were written – and 30 witnesses appeared before the High Court of Western Denmark.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We will try to establish what actually happened on the day of the murder, 12 December 1981. We shall critically review the police's investigations and evaluate the witnesses' statements regarding the time of X's wife's disappearance.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "As part of the preparation of this first programme, the applicants had invited the police in the district of Frederikshavn, who were responsible for the investigation of the murder case, to take part in the programme. As certain conditions for giving interview were not complied with, inter alia that the questions be send in writing in advance, by letter of 19 April 1990 the Chief of Police informed the applicants that the police could not participate in the programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In the introduction to the second programme, “The Blind Eye of the Police”, there is the following comment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It was the police in the district of Frederikshavn who were responsible at that time for the investigations which led to the conviction of X. Did the police assume right from the start that X was the killer and did they therefore fail to investigate all the leads in the case, as otherwise required by the law?",
                                        "elements": []
                                    },
                                    {
                                        "content": "We have investigated whether there is substance in X's serious allegations against the police in the district of Frederikshavn.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Shortly afterwards in the programme the second applicant is interviewing a taxi driver. She explains to the applicant that a few days after the disappearance of X's wife, she was interviewed by two police officers and that during this interview she mentioned two observations she had made on 12 December 1981; she had seen a Peugeot taxi (which was later shown to have no relevance to the murder), but before that she had seen X and his son at about 5-10 minutes past noon. She had driven behind them for about one kilometre. The reason why she could remember the date and time so exactly was because she had had to attend her grandmother's funeral on that date at 1 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The following comment is then made:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Commentator:      So in December 1981, shortly after X's wife disappears and X is in prison, the Frederikshavn Police is in possession of the taxi driver's statement in which she reports that shortly after 12 o'clock that Saturday she drives behind X and his son for about a kilometre...So X and his son were in Mølleparken [residential area] twice, and the police knew it in 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The interview went on:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Second applicant:\tWhat did the police officers say about the information you provided?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tWell, one of them said that it couldn't be true that X's son was in the car, but in fact I am 100% certain it was him because I also know the son because I have driven him to day-care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWhy did he say that to you?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tWell, he just said that it couldn't be true that the son was there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tThat it couldn't be true that you saw what you saw.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tNo, that is, he didn't say that I hadn't seen X, it just couldn't be true that the son was with him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tThese were the two police officers who questioned the taxi driver in 1981 and it was they who wrote the police report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We showed the taxi driver her statement from 1981, which she had never seen before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tIt's missing the bit about – there was only ...about the Peugeot, there was nothing about the rest, unless you have another one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tThere is only this one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tBut it obviously cannot have been important.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWhat do you think about that?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tWell it says, I don't know, well I think when you make a statement, it should be written down in any case, otherwise I can't see any point in it, and especially not in a murder case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Commentator:\tSo the taxi driver claims that already in 1981 she had told two police officers that she had seen X and his son. Not a word of this is mentioned in this report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWhy are you so sure that you told the police this, which at that time was 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tWell I am 100% sure of it and also, my husband sat beside me in the living room as a witness so ..., so that is why I am 100% certain that I told them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tAnd he was there throughout the entire interview?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tYes, he was.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tNot just part of the interview?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tNo, he was there all the time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Commentator:\tIt was not until 1990, nine years later, that the taxi driver heard of the matter again, shortly after the “Convicted of Murder” programme had been shown; even though the taxi driver's report had been filed as a so called 0-report, she was 'phoned by a Chief Inspector of the Flying Squad (Rejseholdet) who had been asked by the Public Prosecutor to do a couple of further interviews.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tThe Chief Inspector of the Flying Squad called me and asked whether I knew if any of my colleagues knew anything they had not reported, or whether I had happened to think of something, and I then told him on the 'phone what I said the first time about the Peugeot and that I had driven behind X and his son up to Ryets Street, and then he said that if he found out about anything which, otherwise ... or if there was anything, then he would ... then he would get in touch with me again, which he didn't do, not until a while afterwards when he called me and asked whether I would come for another interview.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWhen you told the Chief Inspector of the Flying Squad in your telephone call that you followed X and his son was in the car, what did he say about that?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tWell, he didn't say anything.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tHe did not say that you had never reported this?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tNo, he didn't.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Then the second applicant has a short interview with X's new counsel:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Second applicant:\tHave you any comment on the explanation the taxi driver has given now?",
                                        "elements": []
                                    },
                                    {
                                        "content": "X's new counsel:\tI have no comment to make at this time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWhy not?",
                                        "elements": []
                                    },
                                    {
                                        "content": "X's new counsel:\tI have agreed with the public prosecutor, and the President of the Special Court of Revision, that statements to the press in this matter will in future only be issued by the Special Court of Revision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Commentator:\tEven though X's new counsel does not wish to speak about the case, we know from other sources that it was he who, in February this year, asked for the taxi driver to be interviewed again. So in March she was interviewed at Frederikshavn police station in the presence of the Chief Superintendent, which is clearly at odds with what the Public Prosecutor previously stated in public, namely that the Frederikshavn police would not get the opportunity to be involved in the new inquiries.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The interview with the taxi driver goes on:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Second applicant:\tAnd what happened at the interview?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tWhat happened was that I was shown into the Chief Inspector of the Flying Squad and the Chief Superintendent was there too.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWas there any explanation given about why he was present?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tNo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tSo what did you say in this interview?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tI gave the same explanations as I had done the first time when I was interviewed at home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\t10 years before, that is.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tYes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tAnd that was?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tWell, that I had driven behind X and his son up to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWhat did they say about that?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tThey didn't say anything.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tThe report, which was made in 1981, did you see it?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tNo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tWas it there in the room?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tThere was a report there when I was being interviewed, but I wasn't allowed to see it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second applicant:\tDid you expressly ask whether you could see the old report?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taxi driver:\tI asked whether I could see it but the Chief Inspector of the Flying Squad said I couldn't ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  After the interview with the taxi driver the commentator asks:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Now we are left with all the questions: why did the vital part of the taxi driver's explanation disappear – and who in the police or public prosecutor's office should carry the responsibility for this?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Was it the two police officers who failed to write a report about it?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hardly, sources in the police tell us, they would not dare.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Was it [the named Chief Superintendent] who decided that the report should not be included in the case? Or did he and the Chief Inspector of the Flying Squad conceal the witness's statement from the defence, the judges and the jury? ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pictures of the two police officers, the named Chief Superintendent and the Chief Inspector of the Flying Squad were shown on the screen simultaneously parallel with the above questions. The questions went on:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Why did the Chief Inspector of the Flying Squad 'phone the taxi driver shortly after the TV-programme 'Convicted of Murder'? After all, the police had taken the view that the taxi driver had no importance as a witness and had filed her statement amongst the O-reports.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Why did the Chief Inspector of the Flying Squad not call her in for an interview when she repeated her original explanation on the telephone?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Why was the taxi driver interviewed at the Frederikshavn police station in the presence of the Chief Superintendent, which was completely at odds with the Public Prosecutor's public statement?",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 20 September last year [a named] Chief Constable stated to [a regional daily]: 'all the information connected to the case has been submitted to the defendants, the prosecution and the judges' Did the Chief Constable know about the taxi driver's statement, when he made this statement? Did the State Prosecutor know already in 1981 that there was a statement from a witness confirming that twice X had been in Mølleparken, and that X's son had been with him both times? Neither of them have wished to make any statement at all about the case.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In the meantime, at the request of X's new counsel, the taxi driver was interviewed by the police again on 11 March 1991. She stated that on 12 December 1981 she had attended her grandmother's funeral at 1 p.m. and that on her way to the funeral around five or ten past noon she had driven behind X and his son. She arrived at the funeral at the last minute before 1 p.m. She also explained that she had told the police about this when first interviewed in 1981. Later on 11 March 1991 the police made an enquiry which revealed that the funeral of the taxi driver's grandmother had indeed taken place on 12 December 1981, but at 2 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thereafter, the police held three interviews with the taxi driver during which she changed her explanation, inter alia, as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 24 April 1991 she maintained having seen X shortly after noon but agreed that the funeral had taken place at 2 p.m. On her way to the funeral she realised she had forgotten a wreath. Thus, she had had to return to her home and had consequently arrived at the funeral just before 2 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 April 1991 she stated that she was not sure about the date or the time when she had seen X and his son. Moreover, she was uncertain whether, shortly after the murder, she had told the police about having seen X. In addition, she explained that during the shooting of her interview, which took place on 4 April 1991, the applicant Baadsgaard had suggested that she say something like “where is the other report” when he was to show her the report of 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 27 April 1991 she initially stated that she would exclude having seen X and his son on 12 December 1981. She had never before connected this episode to the funeral. She also admitted having made up the story about the forgotten wreath, but had wanted “things to fit”. Later during the interview she maintained having seen X and his son on 12 December 1981, but at around 1 p.m.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The criminal proceedings against the applicants",
                                "elements": [
                                    {
                                        "content": "20.  On 23 May 1991 the Chief Superintendent reported the applicants and the TV station to the police for defamation. It appears, however, that the prosecution's decision as to whether or not to charge the applicants was adjourned pending the decision whether to reopen X's case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  This was decided in the affirmative by the Special Court of Revision on 29 November 1991 after two hearings and the examination of ten witnesses, including the taxi driver. Two judges (out of five) in the Special Court of Revision found that new testimonial evidence had been produced on which X might have been acquitted, had it been available at the trial. Two other judges found that no new testimonial evidence had been produced on which X might have been acquitted, had it been available at the trial. The fifth judge agreed with the latter, but found that in other respects special circumstances existed which made it overwhelmingly likely that the available evidence had not been judged correctly. Accordingly, the court granted a retrial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In the meantime, following the television programmes, an inquiry had commenced into the police investigation of X's case. It appeared that the Police in Frederikshavn had not complied with section 751, subsection 2 of the Administration of Justice Act (Retsplejeloven), which was introduced on 1 October 1978 and which provides that a witness shall be given the opportunity to read his or her statement. Consequently, on 20 December 1991 the Prosecutor General (Rigsadvokaten) stated in a letter to the Ministry of Justice, that it was unfortunate and open to criticism that the police in Frederikshavn had not implemented the above provision as part of their usual routine and informed the Ministry that he had made an agreement with the State Police Academy that he would produce a wider set of guidelines concerning the questioning of witnesses, which could be integrated into the Police Academy's educational material.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  X's retrial ended with his acquittal on 13 April 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 10 July 1992 the applicants became aware of the fact that they had been reported to the police. On their request, however, they were informed that no decision had yet been taken as to possible charges against them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 19 January 1993 the Chief Constable in Gladsaxe informed the applicants that they were charged with defamation against the Chief Superintendent. On 28 January 1993 the applicants were questioned by the police in Gladaxe.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  A request of 11 February 1993 from the prosecution to seize the applicants' research material was examined at a hearing in the City Court of Gladsaxe (Retten i Gladsaxe) on 30 March 1993 during which the applicants' counsel, claiming that the case concerned a political offence, requested that a jury in the High Court - instead of the City Court - try the case. Both requests were refused by the City Court of Gladsaxe (retten i Gladsaxe) on 28 May 1993. In June 1993 the prosecution appealed against the decision on seizure and the applicants appealed against the decision on venue. At the request of one of the applicants' counsel, an oral hearing was scheduled to take place in the High Court of Eastern Denmark (Østre Landsret) on 15 November 1993. However, on 7 October 1993 counsel challenged one of the judges in the High Court alleging disqualification and requested an oral hearing on the issue. The High Court decided on 15 October 1993 to refuse an oral hearing and on 11 November 1993 that the judge in question was not disqualified. It appears that counsel requested leave to appeal against this decision to the Supreme Court (Højesteret), but to no avail. As to the appeal against non-seizure and the question of venue, hearings were held in the High Court on 6 January and 7 March 1994, and by a decision of 21 March 1994 the High Court upheld the City Court's decisions. The applicants' request for leave to appeal to the Supreme Court was refused on 28 June 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 5 July 1994 the prosecution submitted an indictment to the City Court, and a preliminary hearing was held on 10 November 1994 during which it was agreed that the case would be tried over six days in midJune 1995. However, as counsel for one of the parties was ill the final hearings were re-scheduled to take place on 21, 24, 28 and 30 August and 8 September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 15 September 1995 the City Court of Gladsaxe delivered a 68 page judgment finding that the questions put in the TV programme concerning the named Chief Superintendent amounted to defamatory allegations, which should be declared null and void. However, the court refrained from sentencing the applicants as it found that the applicants had reason to believe that the allegations were true. Also, the applicants were acquitted of a compensation claim raised by the widow of the named Chief Superintendent, as he had deceased before the trial. The judgment was appealed against by the applicants immediately and by the prosecution on 27 September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 15 April 1996 the prosecutor sent a notice of appeal to the High Court, and on 30 April 1996 he invited counsel for the applicants and the attorney for the widow of the Chief Superintendent to a meeting concerning the proceedings. Counsel for one of the parties stated that he was unable to attend before 17 June 1996, and accordingly the meeting was held on 25 June 1996. The High Court received the minutes of the meeting from which it appeared that counsel for one of the parties was unable to attend the trial before November 1996, and that he preferred the hearings to take place in early 1997. On 16 August 1996 the High Court scheduled the hearings for 24, 26 and 28 February and 3 and 4 March 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 6 March 1997 the High Court gave judgment convicting the applicants of violating the personal honour of the Chief Superintendent by making and spreading allegations of an act likely to disparage him in the esteem of his fellow citizens, under Article 267, subsection 1 of the Penal Code. The allegations were declared null and void. The applicants were each sentenced to 20 day-fines of 400 Danish kroner (DKK) (or in the alternative 20 days' imprisonment) and ordered to pay compensation to the estate of the deceased Chief Superintendent of DKK 75,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 6, 16 and 25 March 1997 the applicants sought leave from the Leave to Appeal Board (Procesbevillingsnævnet) to appeal to the Supreme Court. Before deciding, the Board requested an opinion from the prosecuting authorities, namely the Chief of Police, the State Prosecutor and the Prosecutor General. On 27 June 1997 their joint opinion was submitted opposing leave to appeal. However, in the meantime it appears that a lawyer representing the TV station, Danmarks Radio, contacted the State Prosecutor, proposing that the public prosecution assist in bringing the case before the Supreme Court as, according to the TV station, the High Court's judgment was incompatible with the Media Responsibility Act (Medieansvarsloven). Consequently, the public prosecutors initiated a renewed round of consultation on this question, and their joint opinion was forwarded to the Board on 3 September 1997. Having heard the applicants' counsel on the prosecution's submissions, on 29 September 1997 the Board granted the applicants leave to appeal to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.   The Prosecutor General submitted a notice of appeal and the case file to the Supreme Court on 3 October and 6 November 1997 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As counsel wanted to engage yet another counsel, on 20 November 1997 they asked the Supreme Court whether costs in this respect would be considered legal costs. Moreover, they stated that their pleadings could not be submitted until early January 1998. On 17 March 1998 the Supreme Court decided on the question of costs, and on 19 March 1998 scheduled the trial for 12 and 13 October 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  By a judgment of 28 October 1998, the High Court's judgment was upheld, though the compensation payable to the estate was increased to DKK 100,000. The majority of five judges held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the programme 'The Blind Eye of the Police' the applicants not only repeated a statement by the taxi driver that she had already explained to the police during their inquiries in 1981 that shortly after 12 p.m. on 12 December 1981 she had driven behind X for about one kilometre, but also, in accordance with the common premise for the programmes 'Convicted of Murder' and 'The Blind Eye of the Police', took a stand on the truth of the taxi driver's statement and presented the matters in such a way that viewers, even before the final sequence of questions, were given the impression that it was a fact that the taxi driver had given the explanation as she alleged to have done in 1981 and that the police were therefore in possession of this explanation in 1981. This impression was strengthened by the first of the concluding questions: '... why did the vital part of the taxi driver's explanation disappear and who, in the police or public prosecutor's office, should carry the responsibility for this?'. In connection with the scenes about the two police officers they pose two questions in the commentator's narrative, to which the indictment relates; irrespective of the kind of question, viewers undoubtedly received a clear impression that a report had been made about the taxi driver's statement that she had seen X at the relevant time on 12 December 1981; that this report had subsequently been suppressed; and that such suppression had been decided upon either by the named Chief Superintendent alone or by him and the Chief Inspector of the Flying Squad jointly. The subsequent questions in the commentator's narrative do not weaken this impression, and neither does the question as to whether the Chief Constable or the Public Prosecutor were aware of the taxi driver's statement. On this basis we find that in the programme 'The Blind Eye of the Police' the applicants made allegations against the named Superintendent which were intended to discredit him in the eyes of his peers, as described in Article 267, subsection 1 of the Penal Code (Straffeloven). We find further that it must have been clear to the applicants that they were, by way of their presentation, making such allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants have not endeavoured to provide any justification but have claimed that there is no cause of action by virtue of Article 269, subsection 1 of the Penal Code – that a party who in good faith justifiably makes an allegation which is clearly in the general public interest or in the interest of other parties...",
                                        "elements": []
                                    },
                                    {
                                        "content": "As laid down in the Thorgeirson v.  judgment (25 June 1992) there is a very extensive right to public criticism of the police. As in that decision there is, however, a difference between passing on and making allegations, just as there is a difference between criticism being directed at the police as such and at individual named officers in the police force. Even though being in the public eye is a natural part of a police officer's duties, consideration should also be given to his good name and reputation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As stated, the two applicants did not limit themselves in the programme to referring to the taxi driver's statement or to making value judgments on this basis about the quality of the police's investigations and the Chief Superintendent's leadership thereof. Neither did the applicants limit themselves to making allegations against the police as such for having suppressed the taxi driver's explanation, but made an allegation against the named Chief Superintendent for having committed a criminal offence by way of suppressing a vital fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When the applicants were producing the programme, they knew that an application had been made to the Special Court of Revision for the case against X to be reopened and that as part of the Court of Revision's proceedings in dealing with the said application, the taxi driver had been interviewed by the police on 11 March 1991 at the request of X's defence as part of the proceedings to reopen the case. In consequence of the ongoing proceedings for reopening the case, the applicants could not count on the Chief Superintendent and the two police officers, who had interviewed the taxi driver in 1981, being prepared to participate in the programme and hence possibly anticipate proceedings in the Court of Revision. Making the allegations cannot accordingly be justified by lack of police participation in the programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants' intentions, in the programme, of undertaking a critical assessment of the police's investigation were proper as part of the role of the media in acting as a public watchdog, but this does not apply to every charge. The applicants had no basis for making such a serious charge against a named police officer and the applicants' opportunities for satisfying the purposes of the programme in no way required the questions upon which the charges are based to be included.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On this basis, and even though the exemptions provided in Article 10 § 2 of the Convention must be narrowly interpreted, and even though Article 10 protects not only the content of utterances but also the manner in which they are made, we concur that the charges made are not excluded by Article 269, subsection 1 of the Penal Code. Indeed, as a result of the seriousness of the charges, we concur that there is no basis for charges to be dropped in accordance with Article 269, subsection 2 of the Penal Code. We agree further that there are no grounds for an acquittal under Article 272.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We also concur with the findings on defamation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We agree with the High Court that the fact that the charges were made in a television programme on the national TV station 'Danmarks radio' and hence could be expected to get – as indeed they did – widespread publicity, must be regarded as an aggravating factor, as described in Article 267, subsection 3. Considering that it is more than seven years since the programme was shown, we do not find, however, that there are sufficient grounds for increasing the sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the reasons given by the High Court we find that the applicants must pay damages in compensation in damages to the heir of the Chief Superintendent. In this, it should be noted that it cannot be regarded as essential that the nature of the claim for damages in compensation was not stated in the writ of 23 May 1991 since the Chief Superintendent's claim for financial compensation could not relate to anything other than damages in compensation. Due to the seriousness of the allegation and the manner of its presentation, we find that the compensation should be increased to DKK 100,000.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The minority of two judges who wanted to acquit the applicants held, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We agree that the statements covered by the indictment, irrespective of their having been phrased as questions, have to be regarded as indictable under Article 267, subsection 1 of the Penal Code and that the applicants had the requisite intentions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As stated by the majority, the question of culpability must be decided in accordance with Article 269, subsection 1, taken together with Article 267, subsection 1, interpreted in the light of Article 10 of the European Convention on Human Rights and the European Court of Human Right's restrictive interpretation of the exemptions under Article 10 § 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In reaching a decision, consideration must be given to the basis on which the applicants made their allegations, their formulation and the circumstances under which the allegations were made, as well as the applicants' intentions in the programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... We find that the applicants had cause to suppose that the taxi driver's statement that she had seen X on 12 December 1981 shortly past noon was true. We further find ...that the applicants had reason to assume that the taxi driver, when interviewed in 1981, had told the two police officers of having seen X ...We accordingly attach weight to the fact that it is natural for such an observation to be reported to the police; that it is also apparent from her explanation in the police report of 11 March 1991 that she had already told the police about her observations in 1981; and that her explanation about the reaction of the police to her information that X's son had been in the car strengthened the likelihood of her having reported the observation at the interview in 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...It is apparent from the TV programme that the applicants were aware that the Frederikshavn police had not at that time complied with the requirement to offer a person interviewed an opportunity to see the records of his or her statements. The applicants may accordingly have had some grounds for supposing that the report of December did not contain the taxi driver's full statement or that there was another report thereon...",
                                        "elements": []
                                    },
                                    {
                                        "content": "We consider that the applicants, in putting the questions covered by the indictment, did not exceed the limits of freedom of expression which a case, such as the present one, relating to serious matters of considerable public interest, should be available to the media. We also attach some weight to the fact that the programme was instrumental in the Court of Revision's decision to hear witnesses and we attach some weight to X's subsequent acquittal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Overall, we accordingly find that [the allegations] are not punishable by virtue of Article 269, subsection 1 of the Penal Code...",
                                        "elements": []
                                    },
                                    {
                                        "content": "[We agree that] the allegation should be declared null and void since its veracity has not been proved..”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "36.  The relevant provisions of the Danish Penal Code read as follows at the relevant time:",
                                "elements": []
                            },
                            {
                                "content": "Article 154 ",
                                "elements": []
                            },
                            {
                                "content": "If a person, while carrying out a public office or function, has been guilty of false accusation, an offence relating to evidence .. or breach of trust, the penalty prescribed for the particular offence may be increased by not more than one-half. ",
                                "elements": []
                            },
                            {
                                "content": "Article 164",
                                "elements": []
                            },
                            {
                                "content": "1. Any person who gives false evidence before a public authority with the intention that an innocent person shall thereby be charged with, convicted of, or subject to a legal consequence of, a punishable act, shall be liable to mitigated detention (hæfte) or to imprisonment for a term not exceeding six years.  ",
                                "elements": []
                            },
                            {
                                "content": "2. Similar punishment shall apply to any person who destroys, distorts or removes evidence or furnishes false evidence with the intention that any person shall thereby be charged with, or convicted of, a criminal act...",
                                "elements": []
                            },
                            {
                                "content": "Article 267",
                                "elements": []
                            },
                            {
                                "content": "1. Any person who violates the personal honour of another by offensive words or conduct or by making or spreading allegations of an act likely to disparage him in the esteem of his fellow citizens shall be liable to a fine or to mitigated detention. ",
                                "elements": []
                            },
                            {
                                "content": "2...",
                                "elements": []
                            },
                            {
                                "content": "3. When imposing the sentence it shall be considered an aggravating circumstance if the insult was made in printed documents or in any other way likely to give it wider circulation, or in such places or at such times as greatly to aggravate the offensive character of the act. ",
                                "elements": []
                            },
                            {
                                "content": "Article 268",
                                "elements": []
                            },
                            {
                                "content": "If an allegation has been maliciously made or disseminated, or if the author has no reasonable ground to regard it as true, he shall be guilty of defamation and liable to mitigated detention or to imprisonment for a term not exceeding two years. If the allegation has not been made or disseminated publicly, the punishment may, in mitigating circumstances, be reduced to a fine.",
                                "elements": []
                            },
                            {
                                "content": "Article 269",
                                "elements": []
                            },
                            {
                                "content": "1. An allegation shall not be punishable if its truth has been established or if the author of the allegation has in good faith been under an obligation to speak or has acted in lawful protection of an obvious public interest or of the personal interest of himself or of others.",
                                "elements": []
                            },
                            {
                                "content": "2. The punishment may be remitted where evidence is produced which justifies the grounds for regarding the allegations as true.",
                                "elements": []
                            },
                            {
                                "content": "Article 272",
                                "elements": []
                            },
                            {
                                "content": "The penalty prescribed in Article 267 of the Penal Code may be remitted if the act has been provoked by improper behaviour on the part of the injured person or if he is guilty of retaliation.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  Complaining of the length of the criminal proceedings, the applicants relied on Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "38.  The applicants submitted that the period from May 1991, when the Chief Superintendent reported the applicants to the police until January 1993, when the applicants were formally charged, should be included in the Court's assessment of the overall length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government contended that the period relevant for the assessment of the issue under Article 6 § 1 began on 19 January 1993, when the Chief Constable in Gladsaxe informed the applicants that they were charged with defamation against the Chief Superintendent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court reiterates that according to its case-law, the period to be taken into consideration under Article 6 § 1 of the Convention must be determined autonomously. It begins at the time when formal charges are brought against a person or when that person has otherwise been substantially affected by actions taken by the prosecuting authorities as a result of a suspicion against him (cf. e.g. the Hozee v. the Netherlands judgment of 22 May 1998, Reports of Judgments and Decisions 1998-III, p. 1100, § 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants became aware on 10 July 1992 that they had been reported to the police, however, on their request they were informed that no decision had yet been taken as to possible charges against them. Further, no enforcement measures of criminal procedure were taken against the applicants before 19 January 1993, when the applicants were notified that they were charged with defamation against the Chief Superintendent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances the Court considers that the applicants were charged, for the purpose of Article 6 § 1 of the Convention, on 19 January 1993 and the “time” referred to in this provision began to run from that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is common ground that the proceedings ended on 28 October 1998, when the Supreme Court gave its judgment. Thus, the total length of the proceedings, which the Court must assess under Article 6 § 1 of the Convention was 5 years, 9 months and 9 days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "40.  The Court reiterates that the reasonableness of the length of the proceedings is to be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court's case-law, in particular the complexity of the case, the conduct of the applicant and that of the authorities before which the case was brought (cf. Pélissier and Sassi v. France [GC], no. 25444/94, ECHR 1999-II, § 67).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "41.  The applicants maintained that the case did not involve complex factual or legal issues that could explain the excessive length of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards their conduct, the applicants submitted that it could not be held against them that they had used the remedies available under Danish law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "With regard to the conduct of the authorities, the applicants found that the case laid dormant from the City Court's judgment on 15 September 1995 until the case was heard by the High Court in March 1997. The applicants pointed out that the prosecution sent a notice of appeal to the High Court on 15 April 1996, seven months after the applicants had appealed against the judgment. Thus, they maintained, the duration of the trial had been unreasonable and the responsibility therefore lay with the Government, which were responsible for the conduct of the prosecuting authorities and the handling of the court system as such.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government maintained that the criminal proceedings had been very comprehensive and thus timeconsuming, involving the two TVprogrammes produced by the applicants, the proceedings before the Special Court of Revision and the proceedings before the High Court, which eventually led to X's acquittal. Moreover, the case had presented several procedural problems, which had had to be clarified before the case could be sent to the City Court for trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government submitted that to a very great extent, the applicants' conduct had been the cause of the length of the proceedings, notably prior to the proceedings before the City Court and the High Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, the Government contended that the case had contained no periods of inactivity for which the Government could be blamed. Accordingly, in the Government's opinion, the duration of the proceedings amounting to just over five years and nine months in a complicated criminal case heard at three levels of jurisdiction and by the Leave to Appeal Board had been in full compliance with the “reasonable time” requirement of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Complexity of the case",
                                "elements": [
                                    {
                                        "content": "43.  The Court considers that certain features of the case were complex and timeconsuming.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Conduct of the applicant",
                                "elements": [
                                    {
                                        "content": "44.  The Court reiterates that only delays attributable to the State may justify a finding of failure to comply with the “reasonable time” requirement (e.g. Humen v. Poland, no. 26614/95, § 66, 15 October 1999). It notes that the applicants do not appear to have been very much involved in the procedural disputes during the proceedings concerned. However, it follows from the case-law that they are nevertheless to be held responsible for the possible delays caused by their representatives (e.g. the Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 12, § 28).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present case the Court finds that although the applicants' use of remedies available could not be regarded as hindering the progress of the proceedings, it did prolong them. Moreover, the applicants never objected to any adjournment. On the contrary, it appears that in general the preparation of the proceedings, including the scheduling of the final hearing before the High Court and the Supreme Court, was made in agreement with counsel for the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, the Court finds that the applicants' conduct contributed to some extent to the length of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Conduct of the national authorities",
                                "elements": [
                                    {
                                        "content": "45.  The Court reiterates that the period of investigation by the police and the legal preparation by the prosecution came to an end on 5 July 1994 when the case was sent to the City Court for adjudication. During this period, lasting one year, five months and sixteen days, numerous preliminary court hearings were held and decisions taken. The Court finds that this period cannot be criticised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The trial before the City Court was terminated by a judgment of 15 September 1995, thus one year, two months and ten days after its commencement. Noting especially that the scheduling of hearing was determined in agreement with the applicants' counsel, the Court find this period reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The proceedings before the High Court lasted from 15 September 1995 until 6 March 1997, thus one year, five months and eighteen days. The Court recalls that at the meeting on 25 June 1996 counsel for one of the applicants expressed his wish not to commence the hearings before the High Court until the beginning of 1997. It is true, though, that it took seven months for the prosecuting authorities to prepare the case before a notice of appeal was sent to the High Court on 15 April 1996. However, in the light of the complexity of the case, the Court finds it unsubstantiated that this period constitutes a failure to make progress in the proceedings and it is not in itself sufficiently long for finding a violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 6 March 1997 the applicants requested leave to appeal to the Supreme Court, which was granted by the Leave to Appeal Board on 29 September 1997. The length of these proceedings, which accordingly lasted six months and twenty-three days, cannot be criticised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Finally, the proceedings before the Supreme Court, which commenced on 3 October 1997 and ended on 28 October 1998, thereby lasting one year and twenty-five days, did not disclose any periods of unacceptable inactivity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "46.  Therefore, making an overall assessment of the complexity of the case, the conduct of all concerned as well as the total length of the proceedings, the latter did not, in the Court's view, go beyond what may be considered reasonable in this particular case. Accordingly, there has been no violation of Article 6 § 1 of the Convention in respect of the length of the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicants complained further that the judgment of the Danish Supreme Court amounted to a disproportionate interference with their right to freedom of expression safeguarded in Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court notes that it was common ground between the parties that the judgment of the Danish Supreme Court constituted an interference with the applicant's right to freedom of expression, as guaranteed by Article 10 § 1 of the Convention. Furthermore, there was no dispute that the interference was prescribed by law and pursued a legitimate aim, namely the protection of the reputation or rights of others, within the meaning of Article 10 § 2. The Court endorses this assessment.",
                                "elements": []
                            },
                            {
                                "content": "49.  The dispute in the case relates to the question whether the interference was “necessary in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "50.  The applicants submitted that their questions in the programme “The Blind Eye of the Police” had merely implied a range of possibilities in the criticised handling of the investigation of the murder case from 1981-82, especially as regards the taxi driver's observations. The questions left it open to the viewers to decide, between various logical explanations, as to who was responsible for the failures in the handling of the murder case. The questions could not be seen as factual statements of which they could be required to prove the truthfulness. The questions neither stipulated that the Chief Superintendent was responsible nor that he had committed a violation of the Penal Code. However, he was the head of the police unit that performed the much-criticised investigation that led to the wrongful conviction of X.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The applicants contended that the programmes were serious, wellresearched documentaries and that they had acted in good faith when relying on the taxi driver's account of the occurrences. Moreover, her testimony had been a crucial element in the reopening of the case by the Special Court of Revision and the later acquittal of X.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicants emphasised that the police had to accept a close scrutiny of their actions and omissions and that, like politicians, civil servants were subject to wider limits of acceptable criticism than private individuals. Furthermore, they maintained that the Chief Superintendent had not been precluded from participating in the programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government pointed out that the applicants had not been convicted for expressing very strong criticism of the police, but exclusively for having, on their own behalf, made very specific, unsubstantiated, extremely serious allegations of facts aimed at a named individual. They submitted that the Danish Supreme Court had fully recognised that the present case involved a conflict between the right to impart ideas and the right to freedom of expression and the protection of the reputation of others, and that it had properly balanced the various interests involved in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government also stressed that the case did not concern punishment of the applicants for dissemination of the statements made by the taxi driver, on the contrary, the applicants had made their allegation independently by alleging that a vital piece of evidence had been suppressed and that such suppression had been decided upon either by the Chief Superintendent alone or by him and the Chief Inspector of the Flying Squad jointly. Leaving the viewers with these two options was not, as claimed by the applicants, a range of possibilities, but an allegation that the Chief Superintendent had in either event taken part in the suppression, and thus committed a serious criminal offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government maintained that the Chief Superintendent had been precluded from participating in the programme “The Blind Eye of the Police” since at the time X's request for a re-opening of the murder trial had been pending before the Special Court of Revision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In the Government's view the applicants' allegation was of such a direct and specific nature that it clearly went beyond the scope of value judgments. It had thus been fully legitimate to demand justification as a condition for nonpunishment. The applicants had had the possibility of giving such justification, but had not done so. In this respect the Government referred to the unanimous findings of the Supreme Court that the applicants had had no basis for making the allegations and its consequent ruling, that the allegations were null and void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government also reiterated that the applicants had based their allegation solely on the taxi driver's testimony, which had emerged over nine years after the events had taken place, and had failed to check simple facts such as whether the funeral of the taxi driver's grandmother had actually taken place at 1 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Finally, the Government submitted that the programme “The Blind Eye of the Police” had not had any influence on either the order to re-open the murder trial or the subsequent judgment acquitting X.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Submissions by the Danish Union of Journalists",
                                "elements": [
                                    {
                                        "content": "59.  In their comments submitted under Article 36 § 2 of the Convention and Rule 61 § 3 of the Rules of Court, the Danish Union of Journalists maintained that it was essential to the functioning of the press that restrictions on their freedom of expressions be construed as narrowly as possible, with selfcensorship being the most appropriate form of limitation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Moreover, when imparting information as to the functioning of the police and the judiciary, notably when deficiencies therein resulted in miscarriages of justice, the press should have both the right to investigate and present their findings with limited restrictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  With regard to the present case, the Danish Union of Journalists contended that the applicants had researched the case very thoroughly. In this respect they had in fact been so successful that not merely had they raised a debate of serious public concern, they had also ultimately been able to change the course of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Accordingly, in the view of the Danish Union of Journalists the Supreme Court judgment of 28 October 1998 amounted to an unjustified interference in the applicants' freedom of expression.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "63.  The Court reiterates its well-established case-law, whereby the test of necessity in a democratic society requires the Court to determine whether the “interference” complained of corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it are relevant and sufficient (see the Sunday Times (no. 1) v. the United Kingdom judgment of 26 April 1979, Series A no. 30, p. 38, § 62). In assessing whether such a need exists and what measures should be adopted to deal with it, the national authorities are left a certain margin of appreciation. This power of appreciation is not, however, unlimited but goes hand in hand with a European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10. Thus, the Court's task in exercising its supervisory function is not to take the place of the national authorities but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their power of appreciation (see, among many other authorities, Fressoz and Roire v. France [GC], no. 29183/95, § 45, Reports 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  One factor of particular importance for the Court's determination in the present case is the distinction between statements of fact and value judgments. While the existence of facts can be demonstrated, the truth of value judgments is not susceptible of proof. The requirement to prove the truth of a value judgment is impossible to fulfil and infringes freedom of opinion itself, which is a fundamental part of the right secured by Article 10 (see. e.g. Lingens v. Austria judgment of 8 July 1986, Series A no. 103, p. 28, § 46 and Oberschlick v. Austria judgment of 23 May 1991, Series A, no. 204, p. 27, § 63). However, even where a statement amounts to a value judgment, the proportionality of an interference may depend on whether there exists a sufficient factual basis for the impugned statement, since even a value judgment without any factual basis to support it may be excessive (Jerusalem v. Austria, no. 26958/95, § 43, 27.2.2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Another factor of particular relevance to the present case is the essential function the press fulfils in a democratic society. Although the press must not overstep certain bounds, in particular in respect of the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see the Thorgeir Thorgeirson v. Iceland judgment of 25 June 1992, Series A no. 239, p. 27, § 63; the Jersild v. Denmark judgment of 23 September 1994, Series A no. 298, p. 23, § 31 and the De Haes and Gijsels v. Belgium judgment of 24 February 1997, Reports of Judgments and Decisions 1997-I, pp. 233-34, § 37). In addition, the Court is mindful of the fact that journalistic freedom also covers possible recourse to a degree of exaggeration, or even provocation (see the Prager and Oberschlick v. Austria judgment of 26 April 1995, Series A no. 313, p. 19, § 38). Thus, the national margin of appreciation is circumscribed by the interest of a democratic society in enabling the press to exercise its vital role of “public watchdog” in imparting information of serious public concern (see the Goodwin v. the United Kingdom judgment of 27 March 1996, Reports 1996-II, p. 500, § 39).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Finally, the court reiterates that limits of acceptable criticism in respect of civil servants exercising their powers may admittedly in some circumstances be wider than in relation to private individuals. However, it cannot be said that civil servants knowingly lay themselves open to close scrutiny of their every word and deed to the extent to which politicians do and should therefore be treated on an equal footing with the latter when it comes to the criticism of their actions. Moreover, civil servants must enjoy public confidence in conditions free of undue perturbation if they are to be successful in performing their tasks and it may therefore prove necessary to protect them from offensive and abusive verbal attacks when on duty. Public prosecutors and superior police officers are civil servants whose task it is to contribute to the proper administration of justice. In this respect they form part of the judicial machinery in the broader sense of this term. It is in the general interest that they, like judicial officers, should enjoy public confidence. It may therefore be necessary for the State to protect them from accusations that are unfounded (see Lesnik v. Slovakia, no. 35640/97, §§ 53 and 54, 11 March 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  In the instant case the Supreme Court unanimously found that the statements covered by the indictment, irrespective of their having been phrased as questions, had to be regarded as indictable under Article 267, subsection 1 of the Penal Code and that the applicants had the requisite intentions, that is violating the personal honour of another by offensive words or conduct or by making or spreading allegations of an act likely to disparage him in the esteem of his fellow citizens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The applicants submitted that their questions in the programme “The Blind Eye of the Police” merely implied a range of possibilities in the criticised handling of the investigation of the murder case from 1981-82, especially as regards the taxi driver's observations. The questions left it open to the viewers to decide, between various logical explanations, as to who was responsible for the failures in the handling of the murder case. The questions neither stipulated that the Chief Superintendent was responsible nor that he had committed a violation of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court finds, like the unanimous Supreme Court, that the applicants, by introducing their sequences of questions with the question “why did the vital part of the taxi driver's explanation disappear and who, in the police or public prosecutor's office, should carry the responsibility for this?” took a stand on the truth of the taxi driver's statement and presented the matters in such a way that viewers were given the impression that it was a fact that the taxi driver had given the explanation as she alleged to have done in 1981, that the police were therefore in possession of this explanation in 1981 and that this report had subsequently been suppressed. The Court notes in particular that the applicants did not leave it open, or at least included an appropriate question, whether the taxi driver in 1981 actually had given the explanation to the police that she nine years later alleged to have done.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  By subsequently asking the questions “was it the two police officers who failed to write a report about it? Hardly, sources in the police tell us, they would not dare. Was it [the named Chief Superintendent] who decided that the report should not be included in the case? Or did he and the Chief Inspector of the Flying Squad conceal the witness's statement from the defence, the judges and the jury?” the Court agrees that the applicants left the viewers with only two options, namely that the suppression of the vital part of the taxi driver's statement in 1981 had been decided upon either by the Chief Superintendent alone or by him and the Chief Inspector of the Flying Squad jointly. In either case the named Chief Superintendent had taken part in the suppression, and thus committed a serious criminal offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In the view of the Court, such an accusation cannot, even with the most liberal interpretation, be understood as a value judgment. The Court therefore finds that the allegation consisted of a factual statement (cf., for instance, the Lingens v. Austria judgment of 8 July 1986, Series A no. 103, p. 28, § 46 and Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, ECHR 1999-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court notes that the allegation emanated from the applicants themselves. It must therefore be examined whether they acted in good faith and complied with the ordinary obligation to verify a factual statement. In this respect the Court recalls that Article 10 of the Convention protects journalists' right to divulge information on issues of general interest provided that they are acting in good faith and on accurate factual basis and provide “reliable and precise” information in accordance with the ethics of journalism (see e.g. the Fressoz and Roire judgment § 54; the Bladet Tromsø and Stensaas judgment § 58, and the Prager and Oberschlick judgment § 37, all cited above). Accordingly, Article 10 of the Convention does not guarantee a wholly unrestricted freedom of expression even with respect to press coverage of matters of serious public concern. Under the terms of paragraph 2 of the Article the exercise of this freedom carries with it “duties and responsibilities”, which also apply to the press. These “duties and responsibilities” are liable to assume significance when, as in the present case, there is a question of attacking the reputation of a named individual and infringing the “rights of others”. Also of relevance for the balancing of competing interests which the Court must carry out is the fact that under Article 6 § 2 of the Convention individuals have a right to be presumed innocent of any criminal offence until proven guilty (see inter alia Worm v. Austria, judgment of 29 August 1997, Reports 1997-V, § 50 and Du Roy and Malaurie v. France, no. 34000/96, § 34, ECHR 2000X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court will thus consider the research carried out by the applicants, notably with regard to the sources relied on as reliable with respect to the specific allegation made in April 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court notes firstly the unanimous findings of the Supreme Court that the veracity of the allegation has never been proven and its consequent decision to declare the allegation null and void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The applicants submitted that they had acted in good faith in relying on the taxi driver's account of the occurrence, given that the police in Frederikshavn had not complied with section 751 of the Administration of Justice Act and the police report of 1981 did not contain the taxi driver's full statement. Moreover, they submitted that her testimony was a crucial element in the reopening of the case by the Special Court of Revision and the later acquittal of X.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court observes that following the television programmes, an inquiry was commenced into the police investigation of X's case, which revealed that the police in Frederikshavn had not in their usual routine implemented section 751, subsection 2 of the Administration of Justice Act, which provided that a witness shall be given the opportunity to read his or her statement. Consequently, on 20 December 1991, i.e. eight months after the broadcasting of the programme “The Blind Eye of the Police” the Prosecutor General found this non-compliance unfortunate and open to criticism. The said inquiry did not, however, indicate that anybody within the police in Frederikshavn had suppressed any evidence in X's case or in any other criminal case for that matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  As part of the applicants' research, they had obtained a copy of the taxi driver's statement made in 1981. The report contained the taxi driver's sighting on 12 December 1981 of a Peugeot taxi (which had no relevance to the murder). The report itself did not, however, show any indication that something might have been deleted from it. Nor was there any indication that another report had existed containing her statement of having seen X on the relevant day. Also, it is worth noting that during the programme the taxi driver did not specify that she had seen the two police officers writing down her alleged statement of having seen X on the relevant day. She merely claimed that she had told them about it at the interview in 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court reiterates that in the original criminal trial against X, the police enquiries involved about 900 people, more than 4,000 pages of reports, and thirty witnesses in the High Court. With regard to the allegation at issue, the applicants relied on one witness, namely the taxi driver. The Court notes that this witness appeared over nine years after the events took place and that the applicants did not check whether there was an objective basis for her timing of events. This could easily have been done, as shown by the police's enquiry on 11 March 1991 in respect of her statement as to when the funeral of her grandmother had taken place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court reiterates that on 13 September 1990 X requested that his case be re-opened, which was more than six months before the programme “The Blind Eye of the Police” was broadcast. When the retrial was granted by the Special Court of Revision on 29 November 1991, the court was divided. Only two judges out of five found that new testimonial evidence had been produced on which X might have been acquitted, had it been available at the trial. However, since one judge found that in other respects special circumstances existed which made it overwhelmingly likely that the available evidence had not been judged correctly, the trial was granted. Accordingly, it can not be concluded that the taxi driver's testimony was the decisive element in the re-opening of the case by the Special Court of Revision. Nor was there anything to suggest that the taxi driver's testimony was a crucial element in the later acquittal of X.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court recalls that the police in Frederikshavn were invited to participate in the first programme “Convicted of Murder”, which was broadcast on 17 September 1990, four days after X had requested that the Special Court of Revision re-open his trial. However, the applicants have not substantiated that the police in Frederikshavn or the named Chief Superintendent were invited to participate in the second programme “The Blind Eye of the Police”, which was broadcast on 22 April 1991. In any event, noting especially the statement by X's new counsel provided during the programme “The Blind Eye of the Police”: “I have agreed with the public prosecutor and the president of the Special Court of Revision that statements to the press in this matter will in future only be issued by the Special Court of Revision”, the Court is satisfied that the named Chief Superintendent was in fact precluded from commenting on the case while the case was pending before the Special Court of Revision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court takes into consideration that the programme was broadcast at peak viewing time on a national TV station devoted to objectivity and pluralism and, accordingly, was seen by a wide public. It reiterates that the audio-visual media often have a much more immediate and powerful effect than the print media (see e.g. the Jersild judgment, cited above, p. 23, § 31).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In these circumstances the Court finds it doubtful, having regard to the nature and degree of the accusation, that the applicants' research was adequate or sufficient to substantiate their concluding allegation that the Chief Superintendent had deliberately suppressed a vital fact in a murder case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Lastly, the Court considers that in assessing the necessity of the interference it is also of importance to examine the way in which the relevant domestic authorities dealt with the case and that their position was in conformity with Article 10 § 2 of the Convention. A perusal of the relevant Supreme Court judgment reveals that the court fully recognised that the present case involved a conflict between the right to impart information and the reputation or rights of others, a conflict they resolved by weighing the relevant considerations. The Supreme Court clearly recognised that the applicants' intentions, in the programme, of undertaking a critical assessment of the police's investigation was a proper part of the role of the media in acting as a public watchdog. However, having weighted the relevant considerations, it found no basis for the applicants to make such a serious charge against the named Chief Superintendent as they did, especially as the applicants' opportunities for satisfying the purposes of the programme in no way required the questions upon which the charges were based to be included.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In sum, the Court finds that the Supreme Court was entitled to consider that the injunction was “necessary in a democratic society” for the protection of the reputation and rights of others. Accordingly, there has been no violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by 6 votes to 1 that there has been no violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by 4 votes to 3 that there has been no violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 June 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Mr Kovler and the partly dissenting opinion of Mr Rozakis joined by Mr Kovler and Mrs Steiner are annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I regret to be unable to share the opinion of the majority that there has been no violation of Article 6§1 of the Convention in this case.",
                        "elements": []
                    },
                    {
                        "content": "The fact that on 23 May 1991 the Chief Superintendent reported the applicants and the TV station to the police for defamation means that the criminal proceedings against the applicants commenced on this date, although the applicants were formally charged only in January 1993. Since the proceedings came to an end on 28 October 1998 this means, in my view, that the total length of the proceedings was seven years and five months. Neither the complexity of the case, nor the applicants' conduct could be regarded as necessitating such length of criminal proceedings which, by their very nature, caused distress, frustration and anxiety to the applicants. The City Court's judgment was not pronounced before 15 September 1995 and included periods of inactivity which could not be explained by any responsibility of the applicants as a cause of the length of the proceedings. In addition, the fact that the applicants appealed immediately against the City Court's judgment on 15 September 1995 whereas the prosecuting authorities did not send the notice of appeal to the High Court until 15 April 1996, i.e. seven months later, without any well-founded explanation, is sufficient for me to conclude that the length of the proceedings did not satisfy the “reasonable time” requirement.",
                        "elements": []
                    },
                    {
                        "content": "With regret I am not in a position to follow the majority's finding that in the circumstances of the case there has been no violation of Article 10 of the Convention. Such a finding weakens considerably, to my mind, the role that the press enjoys in a democratic society to exercise close and vigorous control over matters of public interest and concern.",
                        "elements": []
                    },
                    {
                        "content": "It seems to me that the three elements which must be retained here when we assess the weigh of the various interests involved, under paragraph 2 of Article 10, are:",
                        "elements": []
                    },
                    {
                        "content": "a)  The already mentioned particular role of the press in a democratic society. As it has been consistently repeated, although the press must not overstep certain bounds, in particular in respect of the reputation and rights of others, its duty (not simply its right) is to impart information and ideas on all matters of public interest, in a manner which sometimes may include a degree of exaggeration or even provocation. Thus, as the Court has stated, the national margin of appreciation is circumscribed by the interest of a democratic society in enabling the press to exercise its vital role of “public watchdog” in imparting information of serious public concern.",
                        "elements": []
                    },
                    {
                        "content": "b)  The subject-matter of the television programme in this case was undisputedly a serious issue of public concern: a person had been convicted to 12 years' imprisonment for the murder of his wife and passed almost 10 years of his life behind the bars, before he was acquitted in 1992, as a result of the reopening of his trial. A reopening which, by the way, was elicited by the impugned television programme of the applicants.",
                        "elements": []
                    },
                    {
                        "content": "c)  The target of the applicants' criticism was the conduct of the police, and of its heads who were formally in charge of the investigation conducted against the person suspected of having killed his wife. The police is a public institution and the physical persons who constitute it and give flesh to its activities are public figures who, by no means, are immune from the public scrutin and criticism. Because of their sensitive functions, which sometimes may be very crucial for the liberty, security and the well-being of the members of a society, as a whole, policemen are in the centre of the social tension which is determined by the exercise of the State power, on the one hand, and the rights of individuals on the other hand, to be protected by excesses in the use of their power. For this reason police officers are widely exposed to the public eye, a matter which has also been accepted by the European Court of Human Rights: in a notional scale, concerning permissible interference for the protection of the rights of others, politicians seem to be the less protected, because of their particular functions, but then\n",
                        "elements": []
                    },
                    {
                        "content": "public officers and the police follow suit, as a result, again, of the sensitivity of their role in the society. Although, admittedly, the concern of the Court has always been to find an appropriate balance of interests, which may not end up in hindering the police and its agents to properly exercise their duties, still at no time such a concern has led to equate the police agents with private individuals who enjoy, in the eyes of the Court, an increased protection against intrusion of the media in their private life.",
                        "elements": []
                    },
                    {
                        "content": "We are therefore, here, in a situation where the balancing of interests involved under paragraph 2 of Article 10 is determined by the seriousness of the public concern, by the specificity of the media as the “public watchdog”, and by the wide margin of allowable criticism which is directed against the police and its agents.",
                        "elements": []
                    },
                    {
                        "content": "Against this background, we have the factual situation: the applicants submitted that their questions in the programme “The Blind Eye of the Police” had merely implied a range of possibilities in the criticised handling of the investigation of the murder case from 1981-82, especially as regards the taxi driver's observations. The questions left it open to the viewers to decide, between various logical explanations, as to who was responsible for the failures in the handling of the murder case.",
                        "elements": []
                    },
                    {
                        "content": "It should be observed that, in the programme “The Blind Eye of the Police” after the interview with the taxi driver, but before the pertinent questions at issue, the applicants made the following statement: “Now we are left with all the questions”. This general statement was followed by the question: “why did the vital part of the taxi driver's explanation disappear – and who in the police or public prosecutor's office should carry the responsibility for this?”. The applicants then proceeded with questions which cast doubt on the effectiveness or even the integrity of the actual persons:” Was it the two police officers who failed to write a report about it? Hardly, sources in the police tell us, they would not dare. Was it [the named Chief Superintendent] who decided that the report should not be included in the case? Or did he and the Chief Inspector of the Flying Squad conceal the witness's statement from the defence, the judges and the jury? “Why did the Chief Inspector of the Flying Squad 'phone the taxi driver shortly after the TV programme 'Convicted of Murder'? After all, the police had taken the view that the taxi driver had no importance as a witness and had filed her statement amongst the O-reports. Why did the Chief Inspector of the Flying Squad not call her in for an interview when she repeated her original explanation on the telephone? Why was the taxi driver interviewed at the Frederikshavn police station in the presence of the Chief Superintendent, which was completely at odds with the Public Prosecutor's public statement?...”",
                        "elements": []
                    },
                    {
                        "content": "In my view, the above questions did not constitute a categorical conclusion that the Chief Superintendent had committed a serious criminal offence. The questions might have been interpreted as insinuations, but they clearly emanated from either factual information or from implications presented during the programme by, inter alia, the taxi driver describing the events as she had experienced them. Looked at against this background, I find that the applicants' statement could hardly be regarded as a fact within the meaning of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Reiterating that even a value judgment without any factual basis to support it may be excessive, I should proceed to examine whether there existed a sufficient factual basis for the impugned statement in order to assess whether the interference in dispute corresponded to a “pressing social need”.",
                        "elements": []
                    },
                    {
                        "content": "The applicants became aware before or during the production of their television programmes that the Frederikshavn police had not complied with section 751, subsection 2 of the Administration of Justice Act, which provides that a witness shall be given opportunity to read his or her statement. I should again underline that following the broadcast of “The Blind Eye of the Police” the Prosecutor General, in a letter of 20 December 1991 to the Ministry of Justice, found this non-compliance unfortunate and open to criticism and that consequently he made an agreement with the State Police Academy to produce a wider set of guidelines concerning the questioning of witnesses, which could be integrated into the Police Academy's educational material.",
                        "elements": []
                    },
                    {
                        "content": "The applicants were in possession of a copy of the report produced by the Frederikshavn police as to the taxi driver's statement of 1981. Since it did not contain any information about her alleged observation as to having seen X and his son on 12 December 1981 about 5-10 minutes past noon, the applicants confronted the taxi driver with the report during the programme. Nevertheless, the taxi driver upheld her statement that she had already told the police about this observation in 1981.",
                        "elements": []
                    },
                    {
                        "content": "Also, when the programme “The Blind Eye of the Police” was broadcast on 22 April 1991, the applicants were aware that the taxi driver had upheld her statement to the police on 11 March 1991 that she had already explained to the police in 1981 that she had seen X on 12 December 1981 shortly after noon.",
                        "elements": []
                    },
                    {
                        "content": "Having regard to the foregoing, I consider that the applicants had grounds to rely on the taxi driver's statement and notably, that they had a sufficient factual basis to believe that the report of December 1981 did not contain her full statement or that there was another report.",
                        "elements": []
                    },
                    {
                        "content": "In addition, I should note, as was not in fact disputed, that the topic raised in the programme “The Blind Eye of the Police” was being widely debated in  and concerned a problem of general interest, a sphere in which restrictions on freedom of expressions are to be strictly construed. I attach some weight to the fact that the programme played a considerable role in the Special Court of Revision's decision to hear witnesses and to grant a re-opening of the case, and that X was finally acquitted.",
                        "elements": []
                    },
                    {
                        "content": "Finally, I should reiterate that the police must necessarily accept a close scrutiny of their actions and omissions. The named Chief Superintendent was the head of the police unit that performed the investigation that led to the wrongful conviction of X. Thus, acting in an official capacity, he was, like civil servants and politicians, subject to wider limits of acceptable criticism than private individuals.",
                        "elements": []
                    },
                    {
                        "content": "In the light of the foregoing, the grounds given for the applicants' conviction are, although relevant, not sufficient to satisfy me that the interference in the exercise of the applicants' right to freedom of expression was “necessary in a democratic society”. In particular, the means employed were disproportionate to the aim pursued: “the protection of the reputation or rights of others”. Consequently, in my view, the applicants' conviction infringed Article 10 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PEDERSEN AND BAADSGAARD v. DENMARK",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61168.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0619JUD004901799",
    "externalsources": [],
    "extractedappno": [
        "49017/99",
        "25444/94",
        "26614/95",
        "29183/95",
        "26958/95",
        "35640/97",
        "21980/93",
        "34000/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61168",
    "judgementdate": "19/06/2003 00:00:00",
    "kpdate": "19/06/2003 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "579",
        "379",
        "445",
        "406",
        "76"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "36",
        "36-2",
        "10-2",
        "10",
        "10-1",
        "6-1",
        "6"
    ],
    "parties": [
        "PEDERSEN AND BAADSGAARD",
        "DENMARK"
    ],
    "rank": "463.265655517578",
    "representedby": [
        "N/A"
    ],
    "respondent": "DNK",
    "respondentOrderEng": "13",
    "scl": [
        "Bladet Tromsø and Steensaas v. Norway [GC], no. 21980/93, § 58, ECHR 1999-III",
        "Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 12, § 28",
        ":  De Haes and Gijsels v. Belgium judgment of 24 February 1997, Reports of Judgments and Decisions 1997-I, pp. 233-34, § 37",
        "Du Roy and Malaurie v. France, no. 34000/96, § 34, ECHR 2000-X",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45 and § 54, Reports 1999-I",
        "Goodwin v. the United Kingdom judgment of 27 March 1996, Reports 1996-II, p. 500, § 39",
        "Hozee v. the Netherlands judgment of 22 May 1998, Reports of Judgments and Decisions 1998-III, p. 1100, § 43",
        "Humen v. Poland, no. 26614/95, § 66, 15 October 1999",
        "Jersild v. Denmark judgment of 23 September 1994, Series A no. 298, p. 23, § 31",
        "Jerusalem v. Austria, no. 26958/95, § 43, 27.2.2001",
        "Lesnik v. Slovakia, no. 35640/97, §§ 53 and 54, 11 March 2003",
        "Lingens v. Austria judgment of 8 July 1986, Series A no. 103, p. 28, § 46",
        "Oberschlick v. Austria judgment of 23 May 1991, Series A, no. 204, p. 27, § 63",
        "Pélissier and Sassi v. France [GC], no. 25444/94, ECHR 1999-II, § 67",
        "Prager and Oberschlick v. Austria judgment of 26 April 1995, Series A no. 313, p. 19, §§ 37 and 38",
        "Sunday Times (no. 1) v. the United Kingdom judgment of 26 April 1979, Series A no. 30, p. 38, § 62",
        "Thorgeir Thorgeirson v. Iceland judgment of 25 June 1992, Series A no. 239, p. 27, § 63",
        "Worm v. Austria, judgment of 29 August 1997, Reports 1997-V, § 50"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "320270",
    "typedescription": "14"
}