{
    "__articles": "8;8-1",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "57077/16",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-187931.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 57077/16) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on 23 September 2016 by Ms R.I., who is also acting on behalf of her two children, M.I. and I.I. (“the applicants”). They are all Romanian nationals. The Court decided of its own motion to grant the applicants anonymity pursuant to Rule 47 § 4 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms D. Hatneanu, a lawyer practising in Bucharest. The Romanian Government (“the Government”) were represented by their Agent, Ms C. Brumar, from the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 24 February 2017 the Government were given notice of the application.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background of the case",
                                "elements": [
                                    {
                                        "content": "4.  The first applicant, Ms R.I., was born in 1975 and lives in Bucharest. She was in a stable relationship with R. She had two children with him: the second applicant, M.I., born in 2006, and the third applicant, I.I., born in 2009. In 2010, the relationship broke down and R. moved out of the family home. The parents agreed that the children would remain with the first applicant, in their family home. The parents also decided that R. would have unrestricted access to the children and would play an active role in their education.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  On 28 October 2013 the children and their maternal grandmother were involved in a traffic accident, as a result of which only the grandmother needed medical care and attention. In November R. took the children from the first applicant’s home without her consent. According to the first applicant, from that time until May 2014, she managed to see the children only occasionally and always in their father’s presence. After 5 May 2014 (see paragraph 9 below) contact between them became even more scarce, and after 6 June 2014 (see paragraph 11 below) all contact stopped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 25 November 2013, the first applicant instituted custody proceedings against R. before the Bucharest District Court (see paragraph 26 below). At the same time she applied for an interim injunction (ordonanţă preşedenţială), seeking to have the children’s residence set at her place during the custody proceedings (see paragraph 9 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 20 December 2013 the first applicant also brought the situation of the second and third applicants to the attention of the Bucharest Directorate General for Social Welfare and Child Protection (“the Bucharest child protection authority”). She feared that they were showing signs of emotional abuse caused by their father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In two official reports of 21 January and 5 February 2014, the Bucharest child protection authority observed that the children were well taken care of, were enjoying optimal conditions at their father’s home, and manifested affection towards their father and his new partner. The reports concluded that no signs of abuse had been identified. The experts noted, however, that the children experienced a considerable degree of anxiety and distress because of the conflicts between their biological parents. They recommended counselling.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Enforcement of the interim injunction of 5 May 2014",
                                "elements": [
                                    {
                                        "content": "9.  Deciding in the interim proceedings (see paragraph 6 above), in a final decision of 5 May 2014 the Bucharest County Court ordered that the children should reside with their mother and that R. should pay monthly child support of 1,000 euros (EUR) for each child until the end of the custody proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 4 June 2014 the first applicant applied to the bailiff’s office for enforcement of the decision of 5 May 2014. Her request was approved by the bailiff on 6 June 2014 and by the Bucharest District Court on 16 June 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 6 June 2014 the first applicant went to the children’s school to pick them up and take them home. R. showed up as well and became abusive towards the first applicant. The police had to intervene. The first applicant was unable to take the children home. Advised by the school administration, she returned on 9 June to pick them up, but on that day the children were absent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 13 June 2014 the first applicant wrote to the Bucharest child protection authority to ask for help, but the authority could not intervene as the father was not found at home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In a letter of 26 June 2014 the bailiff asked R. to comply with the court order and to return the children to their mother within ten days. As he failed to comply, the bailiff summoned him to bring the children on 17 July 2014 to the bailiff’s office, where the first applicant, two police officers and representatives of the Bucharest child protection authority would be present. R. and the children did not attend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 4 August 2014 the first applicant contacted the Bucharest child protection authority again and complained that R. was manipulating the children into fearing and rejecting her, and was forbidding any contact between her and her children. She also informed the authority about the incident of 6 June 2014 (see paragraph 11 above). The authority could not verify her allegations as R. was not at home and did not contact the authority, despite being invited to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The bailiff scheduled a second meeting for 14 August 2014. This time, R. went with the children. As noted by the bailiff in his report drafted on the same day, the children refused in absolute terms to return to their mother. They alleged that she used to shout at them and had occasionally beaten them when they had lived together. The enforcement could not take place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Following the meeting of 14 August 2014, on 9 September 2014 the Bucharest child protection authority asked the Bucharest District Court to order a two-month psychological counselling programme for the children, under the provisions of Article 912 of the Code of Civil Procedure (psychological counselling for children who refuse contact with the estranged parent). The first applicant contacted the child protection authority with a similar request on 16 and 19 September 2014. On 2 October 2014 the District Court allowed the request made by the Bucharest child protection authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Between 7 November 2014 and 2 January 2015, a psychologist met the children and their parents ten times. On 22 January 2015, she drafted a final report, recommending as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Bearing in mind the numerous relationship problems identified, I consider it opportune to recommend an immediate clinical psychological evaluation of the children and the parents, of the current relations between them, as well as their continued psychological counselling.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 28 January 2015 the first applicant contacted the Bucharest child protection authority again and explained that the behaviour exhibited by the children during their recent encounter made her fear that they were suffering from parent alienation syndrome because of their father’s influence over them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Acting upon the first applicant’s request, a social assistant from the Bucharest child protection authority interviewed the children. On 17 February 2015 he drafted his report, finding that the children refused to see their mother because allegedly she used to beat them and be mean to them. The social assistant asked the father to take the children for a psychological evaluation. He also sent his report to the Bucharest child protection authority’s service for violence against children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 14 May 2015 the Bucharest child protection authority drafted a two-month plan for the rehabilitation of the two children “with the aim of ensuring their harmonious physical and psychological development and protecting their dignity and their best interests”. The plan required cooperation between the social assistant responsible for their case, a psychologist, the school administration and the two parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 30 June 2015 R. complained to the Bucharest child protection authority that the psychologist had put pressure on the children and induced a state of stress which had required the children’s hospitalisation after one of their meetings. He demanded to know on what grounds the children continued to be subjected to psychological counselling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Acting upon an application made by the first applicant (asigurarea probelor), on 7 July 2015 the Bucharest District Court requested a psychological evaluation of the children and their parents. After meeting with them on several occasions between 13 August and 30 October 2015, the psychologist rendered a report on 17 November 2015. She found that there was no indication of physical abuse from the mother but that there was an indication of psychological abuse in the form of parental alienation exercised by the father. The relevant parts of the report read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  During the expert evaluation there was no relevant information from the children that would confirm the existence of physical abuse by their mother. The evaluation only highlighted the children’s and their father’s statements as well as the resistance of both children in relation to their mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Because they are involved in the parental conflict, the children exhibit emotional and behavioural indicators frequently associated ... with psychological abuse. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  There are ... several symptoms of parent alienation syndrome, in particular in respect of [the second applicant]. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular concerning underage children, the father’s behaviour corresponds to the profile of the ‘alienator parent’ who behaves in this manner out of a genuine conviction that he can protect and care for the children better than their mother. His behaviour may also be connected to a profound aversion to, and hostility towards, the children’s mother, which has more to do with the relations between the adults than with their parenting abilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the specialised literature, the alienated parent also plays a role in losing his or her ties with the child. It appears from the information offered during the interview by Mrs [R.I.] that she has experienced occasional doubts and insecurities concerning her maternal role which might have undermined her relationship of secure attachment with her children in their early childhood.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recommendations",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  It is recommended that the parents undertake psychological counselling, in order to receive assistance in finding methods of cooperation for the present and future well-being of their children. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Parents must be aware that parental alienation has negative consequences for the children’s development; without specialised intervention and the conscious participation of both parents, children can develop emotional or behavioural problems.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  It is recommended that the two children be no longer involved in the conflict between the parents. Their exposure to the parental conflicts has had a traumatising effect on them and left painful marks in their emotional development.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 23 November 2015, the first applicant asked the bailiff to resume the enforcement proceedings. New meetings were convened for 7 and 23 March 2016 in the bailiff’s office. R. and the children did not appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 18 December 2015 the first applicant contacted the Bucharest child protection authority again and reiterated her fears that the children’s father was alienating the children from her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  R. contested the enforcement proceedings, but on 9 November 2016 the Bucharest District Court dismissed his complaint. An appeal lodged by him was also dismissed in a final decision of the Bucharest County Court on 18 September 2017.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Enforcement of the custody order of 24 September 2014",
                                "elements": [
                                    {
                                        "content": "26.  On 24 September 2014 the Bucharest District Court decided on the application for custody (see paragraph 6 above). It granted the mother physical custody of the children and ordered R. to pay child support of 5,000 Romanian lei (RON – approximately EUR 1,100 at the relevant time) per month until the children reached the age of majority. R. appealed, but on 18 January 2016 he informed the Bucharest County Court that he did not wish to maintain his appeal. The first applicant appealed on points of law, arguing that the County Court had unlawfully reduced the award for costs. In a final decision of 2 June 2016 the Bucharest Court of Appeal rejected her appeal as inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 27 July 2016 the first applicant applied for enforcement of the decision of 24 September 2014 on the payment of child support and legal costs. On 19 August 2016 the first applicant asked the bailiff to extend the enforcement order to the return of the children. Her request was granted by the bailiff’s office on 8 September 2016 and by the Constanţa District Court on 20 September 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In March 2017 R. informed the authorities that he had moved with the children to Năvodari, Constanţa County, where they would be spending weekends and school holidays. The Constanţa Directorate General for Social Welfare and Child Protection (“the Constanţa child protection authority”) visited R. and the children in the new location and kept in touch with the Bucharest child protection authority. R. informed the Constanţa child protection authority that he was willing to pursue counselling for his children in Năvodari and reiterated that he had not prohibited the first applicant from seeing the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 7 March 2017, the Constanta District Court partially allowed R.’s opposition to the enforcement, finding that he had complied in full with the obligation to provide for the children since they lived with him and that he could not be asked, in addition, to pay child support in their favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In August 2017 the first applicant reinitiated the enforcement proceedings in respect of the return of the children, but on 12 September 2017 R. appealed against the enforcement order. On 19 September 2017 R. sought a stay of the enforcement, pending the outcome of his appeal; his request was granted by the Constanţa District Court on 25 September 2017. On 8 May 2018 his appeal was dismissed by a final decision rendered by the Constanţa County Court and the decision was notified to the first applicant on 31 May 2018.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 18 July 2018 the applicants’ representative informed the Court that on 16 July 2018 the applicants and R. had met in the bailiff’s office. The children had refused in absolute terms to move in with their mother.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal investigations",
                                "elements": [
                                    {
                                        "content": "32.  Meanwhile, the first applicant had lodged a criminal complaint against R., accusing him of disobeying the court order concerning the custody arrangements. On 17 June 2014 the police started investigating the case under the supervision of the prosecutor’s office attached to the Bucharest District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 16 August 2016 the first applicant asked the prosecutor to extend the investigation to also cover allegations of ill-treatment of minors, arguing that R. was subjecting the children to psychological abuse. In a decision of 28 June 2016 the prosecutor’s office refused her request on the grounds that no evidence of ill-treatment had been found. On 10 October 2016 an objection lodged by the first applicant was dismissed by the prosecutorinchief and on 13 October 2016 the Bucharest District Court’s preliminary chamber rejected as inadmissible a complaint lodged by the first applicant against the prosecutor’s decisions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Attempts to change the custody arrangements",
                                "elements": [
                                    {
                                        "content": "34.  On 17 August 2016 R. had applied for physical custody of the children. On 20 March 2017 the Bucharest District Court decided that the children should live with their father. It based its judgment on the fact that the children had been living with him for the past three years and that he represented the only parental figure in their life. A sudden change in their life would cause them more distress. Based on the conclusions of the expert report of 17 November 2015 (see paragraph 22 above), the court noted that the children felt uncomfortable in their mother’s presence and refused to move in with her, preferring their father’s presence. The court also noted that the first applicant had never been prevented from visiting them, but had chosen not to and had instead demanded that the children be returned to Bucharest. The court further observed that the first applicant had not sought enforcement of the custody order, limiting her request to the enforcement of the child-support allowance and costs. It concluded that it would be in the children’s best interests to remain with their father. It advised the parents to put an end to their conflict for their children’s sake and to allow the motherchildren relationship to be rebuilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The first applicant became aware of the content of that decision on receiving the Government’s observations in the case (sent to her by the Registry of the Court on 28 July 2017). At her request, she was notified of the decision on 1 September 2017. On 7 September 2017 she lodged an appeal against it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In a final decision of 24 April 2018 the Bucharest County Court allowed the appeal, quashed the previous decision and dismissed R.’s request to be granted physical custody of the children. It found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the [first applicant] is not at fault in the non-enforcement of decision no. 590A/5 May 2014, in so far as the Romanian State had a positive obligation to urgently take all necessary legal measures in order to protect the [first applicant]’s right to family life, by immediately returning the children to their mother’s home, in order to avoid the parental alienation exhibited by the children towards the [first applicant].",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, by penalising [the first applicant] with losing the possibility of having her children live with her, for circumstances for which she is not responsible, ... would affect the substance of her right of access to a court and [the right] to respect for her family life. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court notes that the first-instance court’s decision to set the children’s home with their father on the grounds that they were attached to him by strong affection and that they refused to communicate with [the first applicant], is the direct consequence of the non-enforcement of decision no. 590A/5 May 2014. [R.] had a real possibility to influence the children to see their mother as a stranger, as a danger to the fatherchildren family relationship, and as a danger to their health. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The break of the family ties between the mother and her children will without any doubt become permanent if the children are to live with their father, and therefore any visiting programme for the mother and the children will be illusory and formal in so far as the mother was unable to obtain the enforcement of a final decision for more than four years and as during that time she practically could not even speak with the children.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "37.  For the relevant provisions of the Code of Civil Procedure in force at the time of the facts, see Niţă v. Romania ([Committee], no. 30305/16, §§ 27-30, 3 July 2018).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ON THE FIRST APPLICANT’S STANDING TO ACT ON HER CHILDREN’S BEHALF",
                        "elements": [
                            {
                                "content": "38.  Although there has been no objection on the part of the Government in this regard, the Court finds it relevant to reiterate that, in principle, minors can apply to the Court even, or indeed especially, if they are represented by a mother who is in conflict with the authorities, and who claims that their decisions and conduct are not consistent with the rights guaranteed by the Convention. In the event of a conflict over a minor’s interests between a natural parent and a person appointed by the authorities to act as the child’s guardian, there is a danger that some of those interests will never be brought to the Court’s attention and that the minor will be deprived of effective protection of his or her rights under the Convention (see M.D. and Others v. Malta, no. 64791/10, § 27, 17 July 2012).",
                                "elements": []
                            },
                            {
                                "content": "39.  In the case at hand, the first applicant was granted physical custody of her children (see paragraphs 26 and 36 above). Therefore she is authorised under the domestic law to act on their behalf and is suited to protect their rights under the Convention. For these reasons the Court considers that the first applicant has standing to act on her own behalf and on that of her children.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  Relying on the provisions of Article 3 of the Convention, the first applicant complained on behalf of the second and third applicants that they had been subjected to abuse by their father, in the form of parental alienation. Furthermore, she complained under Article 8 of the Convention that the authorities had failed to assist her and her children with the enforcement of the custody orders. The authorities had also failed to act efficiently in the matter of the psychological abuse suffered by the second and third applicants at their father’s hands.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court, which is master of the characterisation to be given in law to the facts of the case (see Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, §§ 114 and 126, ECHR 2018), will examine the complaint from the standpoint of Article 8 alone (see, for example and mutatis mutandis, Eberhard and M. v. Slovenia, no. 8673/05 and 9733/05, § 111, 1 December 2009).",
                                "elements": []
                            },
                            {
                                "content": "This provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "42.  The Government argued that after the adoption of the decision of 20 March 2017 (see paragraph 34 above), the first applicant lacked interest in pursuing this application. Moreover, they claimed that she had abused her right of application, in so far as she had failed to inform the Court of the proceedings instituted by R. for the physical custody of the children, which had given rise to the decision of 20 March 2017. On this point, they relied on the cases of Varbanov v. Bulgaria (no. 31365/96, § 36, ECHR 2000-X); Popov v. Moldova (no. 1) (no. 74153/01, § 48, 18 January 2005); Rehak v. the Czech Republic ((dec.), no. 67208/01, 18 May 2004); and Kérétchachvili v. Georgia ((dec.), no. 5667/02, 2 May 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The first applicant refuted the Government’s assertions. She pointed out that the decision of 20 March 2017 was not final and that she had appealed against it. In addition, that decision was irrelevant for the complaint with the Court, which concerned the enforcement of the custody orders and not the attribution of custody. The decision of 20 March 2017 had not put an end to the contact rights. Furthermore, bearing in mind how inefficient the authorities had been in enforcing their custody rights, the first applicant doubted their ability to enforce a new decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Lastly, the first applicant pointed out that the Government had not argued that the second and third applicants had lost interest in pursuing the application, thus completely ignoring the complaints raised on their behalf.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Court reiterates that, except in extraordinary cases, an application may only be rejected as abusive if it was knowingly based on untrue facts (see Varbanov, cited above, § 36). In the present case, it appears that the first applicant had no knowledge of the adoption of the decision of 20 March 2017 before 28 July 2017; moreover, that decision was not communicated to the first applicant until 1 September 2017 (see paragraph 35 above). Therefore, it could neither be implied that the applicants had based their application on untrue facts nor be established that they had failed to disclose new important developments in their case with the intention to mislead the Court (see the general principles summarized in Gross v. Switzerland [GC], no. 67810/10, § 28, ECHR 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Furthermore, the Court notes that the decision of 20 March 2017 has since been quashed by the domestic courts and the first applicant’s custody rights have been fully restored (see paragraph 36 above). Therefore, the Government’s assertions as to the loss of interest cannot be sustained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court also notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "48.  The first applicant reiterated that the second and third applicants had been subjected to parent alienation by their father, which represented a serious form of child abuse. The authorities had done nothing to acknowledge and put an end to that abuse, which had come about as a result of their failure to enforce the custody orders in due time. Moreover, they had interpreted the children’s refusal to see their mother as an exercise of their rights and as their own free choice, even though the experts had agreed that the children were being manipulated by their father and alienated from their mother. The authorities’ lack of action had allowed R. to freely exert his influence on the children and he had never been sanctioned for his behaviour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The first applicant further submitted that the authorities had only formally assisted her and her children in the enforcement proceedings, and had been unable to organise a proper psychological evaluation and counselling. Because of the child protection authorities’ inability to act, the first applicant had had to ask the courts to order an expert evaluation (see paragraph 22 above). Moreover, the interventions of the child protection authorities had been sporadic and initiated only by the first applicant or the bailiff.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government accepted that the non-enforcement of the custody orders concerned the applicants’ family life within the meaning of Article 8 of the Convention, but considered that the measures taken by the authorities had been adequate and effective. In particular, a complex collaborative process between all the State actors involved in the enforcement proceeding had been developed throughout the proceedings. The authorities – the bailiff’s office and the courts – had acted diligently to assist the applicants in the enforcement proceedings and had taken into account the whole situation and the interests of all the parties concerned. The children’s constant and unwavering refusal to live with their mother had contributed significantly to the non-enforcement of the court orders. In sensitive cases such as those concerning the custody of children, enforcement required a softer and more sensitive approach.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Throughout the proceedings the authorities had explored all available avenues to facilitate the ties between the mother and her children, whether by way of involving the social services or through psychological counselling. However, such a process required long-term effort from all those concerned, including the first applicant. The domestic authorities were better placed to determine what was in the best interests of the children and to take the necessary measures in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government lastly pointed out that the first applicant had not complained to the domestic authorities of inactivity on the part of the bailiff.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "53.  The Court reiterates that the mutual enjoyment by parent and child of each other’s company constitutes a fundamental element of “family life” within the meaning of Article 8 of the Convention, even when the relationship between the parents has broken down (see, among many other authorities, Keegan v. Ireland, 26 May 1994, § 50, Series A no. 290; Eberhard and M., cited above, § 125; and Monory v. Romania and Hungary, no. 71099/01, § 70, 5 April 2005). Further, even though the primary object of Article 8 is to protect the individual against arbitrary action by public authorities, there are, in addition, positive obligations inherent in effective “respect” for family life (see Keegan, cited above, § 49; Eberhard and M., cited above, § 126; and M. and M. v. Croatia, no. 10161/13, § 176, ECHR 2015 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In relation to the State’s obligation to implement positive measures, the Court has held that Article 8 includes for parents a right that steps be taken to reunite them with their children and an obligation on the national authorities to facilitate such reunions (see, among other authorities, Ignaccolo-Zenide v. Romania, no. 31679/96, § 94, ECHR 2000I; Nuutinen v. Finland, no. 32842/96, § 127, ECHR 2000-VIII; and Eberhard and M., cited above, § 127). This applies not only to cases dealing with the compulsory taking of children into public care and the implementation of care measures, but also to cases where contact and residence disputes concerning children arise between parents and/or other members of the children’s family (see Mihailova v. Bulgaria, no. 35978/02, § 80, 12 January 2006, and Hokkanen v. Finland, 23 September 1994, § 55, Series A no. 299A). These obligations may involve the adoption of measures designed to secure that right, including both the provision of a regulatory framework of adjudicatory and enforcement machinery protecting individuals’ rights, and the implementation, where appropriate, of specific measures (see M. and M. v. Croatia, cited above, § 177, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In cases concerning the enforcement of decisions in the sphere of family law, the Court’s task is, therefore, to determine whether the national authorities have taken all necessary steps to facilitate reunion as can reasonably be demanded in the special circumstances of the case (see Eberhadr and M., cited above, § 128). In so doing, it is not for the Court to substitute itself for the competent domestic authorities in regulating the dispute between the individuals involved, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation. The Court must examine whether the reasons purporting to justify any measures taken are relevant and sufficient and, regard being had to the State’s margin of appreciation, whether a fair balance was struck between the competing interests of the individual and the community, including other concerned third parties (see Mihailova, cited above, § 83). In the balancing process, particular importance should be attached to the best interests of the child, which, depending on their nature and seriousness, may override those of the parents (Sahin v. Germany [GC], no. 30943/96, § 66, ECHR 2003VIII). Moreover, the Court reiterates that children and other vulnerable individuals, in particular, are entitled to effective protection (see, M. and M. v. Croatia, cited above, § 176).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court has previously considered that ineffective, and in particular delayed, conduct of custody proceedings may give rise to a breach of Article 8 of the Convention (see Eberhard and M., cited above, § 127). In this context, the adequacy of a measure is to be judged by the swiftness of its implementation, as the passage of time can have irremediable consequences for relations between the child and the parent who do not cohabit (see, among many others, Ignaccolo-Zenide, cited above, § 102). The duration of the proceedings concerning children takes on a particular significance, because there is always a danger that any procedural delay will result in the de facto determination of the issue before the court (see H. v. the United Kingdom, 8 July 1987, §§ 89-90, Series A no. 120, and P.F. v. Poland, no. 2210/12, § 56, 16 September 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court reiterates that the fact that the authorities’ efforts foundered does not, however, lead automatically to the conclusion that there was a failure to comply with positive obligations under Article 8 of the Convention (see Mihailova, cited above, § 82). The authorities’ duty to take measures to facilitate reunion is not absolute, since the reunion of a parent with children who have lived for some time with the other parent may not be able to take place immediately and may require preparatory measures to be taken (see Nuutinen, cited above, § 128). The nature and extent of such preparation will depend on the circumstances of each case, but the understanding and cooperation of all concerned is always an important ingredient. Whilst national authorities must do their utmost to facilitate such cooperation, any obligation to apply coercion in this area must be limited since the interests as well as the rights and freedoms of all concerned must be taken into account, and more particularly the best interests of the child and his or her rights under Article 8 of the Convention (see Mihailova, cited above, § 82 in fine). As the Court has previously held, although coercive measures against the children are not desirable in this sensitive area, the use of sanctions must not be ruled out in the event of unlawful behaviour by the parent with whom the children live (see Eberhard and M., cited above, § 130, and Ignaccolo-Zenide, cited above, § 106). Even if it is possible that more severe sanctions would not have changed that parent’s general stance, this did not exempt the domestic authorities from their obligation to take all appropriate steps to facilitate contact (see, mutatis mutandis, Kuppinger v. Germany, no. 62198/11, §§ 103 and 107, 15 January 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Lastly, the Court finds it important to reiterate that while its case-law requires children’s views to be taken into account, those views are not necessarily immutable and their objections, which must be given due weight, are not necessarily sufficient to override the parents’ interests, especially in having regular contact with their children. The right of a child to express his or her own views should not be interpreted as effectively giving an unconditional veto power to children without any other factors being considered and an examination being carried out to determine their best interests; such interests normally dictate that the child’s ties with its family must be maintained, except in cases where this would harm the child’s health and development (see Raw and Others v. France, no. 10131/11, § 94, 7 March 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In the present case, it is undisputed that, following the court decisions of 5 May and 24 September 2014 granting the first applicant custody of her children (see paragraphs 9 and 26 above), the authorities were under a duty to take measures with a view to reuniting the first applicant with the children. It is also undisputed that the measures that were taken did not lead to effective reunion. The first applicant has been unable to live with the children since November 2013 (see paragraph 5 above) when their father took them away. They were still living with their father on the date of the latest communication with the Court (the letter sent by the applicants’ representative on 18 July 2018, see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court reiterates that in a case of this kind, the adequacy of a measure is to be judged by the swiftness of its implementation (see paragraph 56 above). The authorities’ obligation to act promptly is even more important in cases such as the present one, where the parent with custody requests the return of the children from a person (be that the other parent or a third party) who retains the children without any right and without the custodian’s consent (see Amanalachioai, cited above, § 93 in fine). In the present case, it has been five years since the first applicant was last able to exercise her parental rights. In the final decision of 24 April 2018, the Bucharest County Court reaffirmed her right to have the children live with her and reiterated that the authorities had an obligation to urgently take all necessary legal measures to ensure that the children were returned to their mother’s home (see paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  At this point, the Court considers that the time that has elapsed since the first applicant first alerted the authorities to her situation is in itself problematic, as it allowed for the family ties between the first applicant and her children to deteriorate, thus rendering the enforcement of the custody orders significantly more difficult.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  It remains to be established whether the authorities have taken all necessary steps in order to facilitate the execution of the custody decisions (see paragraph 55 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court takes note of the findings of the domestic courts on this point (see paragraph 36 above). It accepts, however, that the authorities were placed in a difficult position, in so far as the enforcement of the custody orders was concerned, as they had to deal first with the father’s opposition (see notably paragraphs 13, 23 and 30 above), and then with that of the children who, possibly under the influence of their father (see paragraphs 18, 22 and 36 above), refused in absolute terms to return to their mother’s home (see paragraphs 15 and 31 above). Be that as it may, the Court reiterates that the lack of cooperation between the parents does not dispense the authorities from taking all the measures which may contribute to maintaining or restoring the family ties (see Nicolò Santilli v. Italy, no. 51930/10, § 73, 17 December 2013, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Turning to the concrete measures taken by the authorities with a view to facilitating the applicants’ reunification, from the information available in the file it appears that the child protection authorities remained rather passive in the applicants’ case. More concretely, on two occasions the first applicant alerted the Bucharest child protection authority to her difficulties in reaching her children, but the authority was unable to act as R. had not been at home when its representatives had tried to visit (see paragraphs 12 and 14 above). There is no indication that the representatives went beyond simply trying to visit R. at his home, or that they put in place a mechanism of penalising him for his obstructive attitude. On this point, the Court acknowledges the first applicant’s unrelenting efforts to have the custody orders enforced (see paragraph 31 above) and to protect her children from their father’s influence, including by alerting the child protection authority and the prosecutor’s office to his behaviour (see, for example, paragraphs 22, 24 and 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court further notes that, although a psychologist prompted the authorities on 22 January 2015 as to the immediate need to assess the children (see paragraph 17 above), they never ordered such an expert examination. It was only after the first applicant had sought a court order that the evaluation was carried out and the psychological abuse in the form of parental alienation exercised by the father was confirmed in the psychologist’s report of 17 November 2015 (see paragraph 22 above). The Court deplores the fact that the authorities paid no particular attention to the progressive dissolution of the relationship between the first applicant and her children and to the father’s manipulative behaviour (see, mutatis mutandis, Amanalachioai v. Romania, no. 4023/04, § 100, 26 May 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The foregoing considerations are sufficient to enable the Court to conclude, notwithstanding its subsidiary role, that the authorities did not act in a timely manner and did not do what was reasonable in the circumstances to enforce the custody orders, thus failing to strike a fair balance between the competing interests of the individual and the community. In sum, the applicants did not receive effective protection of their right to respect for their family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court emphasises in this connection that this conclusion is without prejudice to any potential subsequent decision of the domestic courts as to the best interests of the children, bearing in mind the time that has elapsed since they started living with their father. Importantly, and for the avoidance of doubt, in view of the fact that the second and third applicants lost contact with their mother at the age of seven and four respectively, have lived with their father without interruption for almost five years since then, and presently refuse any contact with her, the Court underscores that the present judgment should in no way be interpreted as suggesting that the authorities should take steps to bring about the reunification of the first applicant with her children without proper preparatory measures being taken (see paragraph 57 above and, mutatis mutandis, E.S v. Romania and Bulgaria, no. 60281/11, § 82, 19 July 2016).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  In a letter of 5 December 2016, the first applicant complained under Article 13 of the Convention that she had no effective remedy against the prosecutor’s decision not to extend the criminal investigation into the allegations of ill-treatment of minors (see paragraph 33 above). In addition, in their observations sent to the Court after the communication of the case to the respondent Government, the applicants argued, relying on Article 34 of the Convention, that the late notification of the decision of 20 March 2017 (see paragraphs 34 and 35 above) had hindered the effective exercise of their right to individual application.",
                                "elements": []
                            },
                            {
                                "content": "These provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "69.  The Court notes that the main issue in the case is the authorities’ failure to assist the applicants in their reunification, in compliance with the custody orders. Therefore, having regard to the facts of the case, the submissions of the parties and its findings under Article 8 of the Convention, the Court considers that it has examined the main legal question raised in the present application and that there is no need to give a separate ruling on the admissibility and merits of the complaints raised under Articles 13 and 34 (see, mutatis mutandis, Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "71.  The first applicant considered that the finding of a violation would constitute sufficient just satisfaction for the non-pecuniary damage incurred by her. She claimed 20,000 euros (EUR) each for the second and third applicants, in respect of non-pecuniary damage, for the emotional trauma suffered because of the failure of the domestic authorities to comply with their positive obligations. She requested that the awards be transferred into bank accounts in the children’s names, which should not be accessible to their parents except in exceptional circumstances and only with the prior authorisation of the custody authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government argued that the acknowledgement of a violation of the applicants’ rights constituted sufficient just satisfaction for any nonpecuniary damage sustained. In any case, they considered that the amount sought by the applicants was excessive in comparison to awards granted by the Court in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court considers that the applicants must have sustained nonpecuniary damage, which cannot be compensated for solely by the finding of a violation. Having regard to the nature of the violation found and to the requests made by the first applicant concerning the compensation, and making its assessment on an equitable basis, the Court awards the second and third applicants jointly EUR 7,500 in respect of non-pecuniary damage, plus any tax that may be chargeable. The award is to be held in trust for their benefit (see M.D. and Others v. Malta, cited above, § 94).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "74.  The first applicant also claimed EUR 3,199.37 for the costs and expenses incurred before the Court, representing the lawyer’s fee and postage stamps.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government argued that the costs and expenses had not been necessarily incurred and that the amount sought was excessive. They asked the Court to grant a reasonable sum under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 3,199.37 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning Article 8 admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there is no need to examine the admissibility and merits of the complaints under Article 13 and 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 December 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF R. I. AND OTHERS v. ROMANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-187931.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1204JUD005707716",
    "externalsources": [],
    "extractedappno": [
        "57077/16",
        "30305/16",
        "64791/10",
        "37685/10",
        "22768/12",
        "8673/05",
        "9733/05",
        "31365/96",
        "74153/01",
        "67208/01",
        "5667/02",
        "67810/10",
        "71099/01",
        "10161/13",
        "31679/96",
        "32842/96",
        "35978/02",
        "30943/96",
        "2210/12",
        "62198/11",
        "10131/11",
        "51930/10",
        "4023/04",
        "60281/11",
        "47848/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187931",
    "judgementdate": "04/12/2018 00:00:00",
    "kpdate": "04/12/2018 00:00:00",
    "kpthesaurus": [
        "451",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "R. I. AND OTHERS",
        "ROMANIA"
    ],
    "rank": "2856.42626953125",
    "representedby": [
        "HATNEANU D."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "483376",
    "typedescription": "15"
}