{
    "__articles": "6;6-1;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Not necessary to examine Art. 6-1 (length of enforcement);Non-pecuniary damage - financial award;Pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "74154/01",
    "article": [
        "6",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "details": [
                "length of enforcement"
            ],
            "element": "Not necessary to examine Art. 6-1",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-77977.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 74154/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Dumitru Braga (“the applicant”), on 2 August 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V Nagacevschi, from “Lawyers for human rights”, a non-governmental organisation based in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr A. Pârlog.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his right to a fair hearing and his right to the peaceful enjoyment of his possessions were breached as a result of the quashing of the final judgment in his favour of 21 November 2000 and the late enforcement of the judgment of 21 February 2001.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 17 March 2005 a Chamber of that Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 25 February 1999 the applicant was acquitted of a criminal offence. He initiated court proceedings against the Ministry of Finance claiming compensation for unlawful prosecution.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 5 May 2000 the Căuşeni District Court found in favour of the applicant and awarded him 951 Moldovan lei (MDL) (the equivalent of 84 euros (EUR) at the time) in compensation for pecuniary damage caused. The claim for compensation for non-pecuniary damage was rejected.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 6 July 2000 the Chişinău Tribunal awarded MDL 40,000 in compensation for non-pecuniary damage caused and upheld the District Court’s award in respect of pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 21 November 2000 the Court of Appeal reduced the award for non-pecuniary damage to MDL 20,000 (the equivalent of EUR 1,917 at the time) and upheld the rest of the judgment. This judgment was final and enforceable.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 18 January 2001 the Prosecutor General requested the annulment of all previous judgments and the reduction of the award for non-pecuniary damage, as part of an extraordinary procedure.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 21 February 2001 the Supreme Court of Justice upheld the Prosecutor General’s request and annulled all the previous judgments. It adopted a new judgment whereby it reduced the award for non-pecuniary damage to MDL 2,000.",
                                "elements": []
                            },
                            {
                                "content": "13.  That judgment was final and enforceable. It was enforced in August 2002 (the applicant received the equivalent of EUR 84 for pecuniary damage and EUR 150 in respect of non-pecuniary damage).",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant submitted that Government decision no. 59 of 19 January 1998 (see paragraph 15 below) prohibited the forced execution of judgments against State property unless the Ministry of Finance had given its agreement. The Government have not commented on this statement.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  The relevant domestic law has been set out in the Court’s judgment in Roşca v. Moldova (no. 6267/02, 22 March 2005, §§ 16 - 17).",
                                "elements": []
                            },
                            {
                                "content": "In addition, the relevant provision of Government decision no.59 of 19 January 1998 reads as follows:",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "16.  The applicant complained that the quashing of the final judgment of 21 November 2000 violated his right to “equality of arms” within the meaning of Article 6 § 1 of the Convention. He later submitted that his initial complaint was part of the more general problem of “legal certainty” similar to that in Roşca v. Moldova, cited above, and noted that the Government had failed to comment on this issue despite their awareness of that case. He further complained that the delay in enforcing the judgment of 21 February 2001 had violated his right to have his case examined “within a reasonable time” within the meaning of Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "The relevant part of Article 6 § 1 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "I. ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "17.  The Court considers that the applicant’s complaints under Article 6 § 1 of the Convention raise questions of law which are sufficiently serious that their determination should depend on an examination of the merits. No grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 5 above), the Court will immediately consider the merits of these complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A. Right to a fair hearing",
                                "elements": [
                                    {
                                        "content": "18.  The applicant complained that the judgment of the Supreme Court of Justice of 21 February 2001, which set aside a final judgment in his favour, had violated Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Government rejected the applicant’s claim and argued that, following the re-opening of the case, the parties enjoyed the same procedural rights and that the re-opening had been justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court reiterates its power “to review the circumstances complained of by an applicant in the light of the entirety of the Convention’s requirements. In the performance of its task, the Court is free to attribute to the facts of the case, as found to be established on the evidence before them, a characterisation in law different from that given by the applicant or, if need be, to view the facts in a different manner. Furthermore, it has to take account not only of the original application but also of the additional documents intended to complete the latter by eliminating initial omissions or obscurities” (Poltorachenko v. Ukraine, no. 77317/01, § 25, 18 January 2005). It will therefore examine the applicant’s complaint as a “legal certainty” issue under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court has found violations of Article 6 § 1 of the Convention in numerous cases raising issues similar to those in the present case (see, among other authorities, Brumărescu v. Romania [GC], no. 28342/95, §§ 61 and 74, ECHR 1999VII, and Roşca v. Moldova, no. 6267/02, 22 March 2005, §§ 29 and 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Having examined the material submitted to it, the Court notes that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Having regard to its case-law on the subject, the Court finds that the quashing of the final judgment of 21 November 2000 in favour of the applicant breached the applicant’s right to a fair hearing under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Right to a hearing “within reasonable time”",
                                "elements": [
                                    {
                                        "content": "24.  The applicant also complained about a violation of his right to a hearing “within a reasonable time” as guaranteed by Article 6 § 1 of the Convention. He noted that the last judgment in his case had been adopted on 21 February 2001 which was enforced only a year and a half later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government considered the period of enforcement to be reasonable and that the enforcement authority had taken all reasonable measures to ensure the execution of the award. The late enforcement was the result of a lack of allocations in the State budget for enforcement purposes for the years 2000-2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court recalls its finding of a violation of Article 6 § 1 of the Convention as a result of the quashing of the final judgment in the applicant’s favour. It does not consider it necessary to examine separately the complaint regarding the delay in enforcing the judgment resulting from that quashing.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "28.  The applicant claimed EUR 3,028 in compensation for the pecuniary damage caused by the quashing of the judgment of 21 November 2000 and the late enforcement of the judgment of 21 February 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government considered these amounts to be excessive and asked the Court to reject the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court notes that the applicant has not claimed a violation of his rights under Article 1 of Protocol No. 1 to the Convention and that it has found a violation of Article 6 § 1 of the Convention. Accordingly, it awards the applicant EUR 1,767, representing the amount (EUR 2,001) of which he was deprived as a result of the quashing of the final judgment in his favour, less the amount of EUR 234 which he has already received.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "31.  The applicant also claimed EUR 5,000 for the quashing and late enforcement mentioned above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government considered this claim to be excessive and asserted that the applicant had not submitted any evidence to substantiate it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court considers that the applicant must have suffered a certain amount of distress and frustration as a result of the quashing of the final judgment in his favour, bearing in mind also that the award had been made to compensate him for the unlawful actions of State agents. It awards him EUR 2,000 in compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "34.  The applicant claimed EUR 1,200 in respect of his legal representation. The Government stated that the sum claimed was unreasonably high.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court recalls that in order for costs and expenses to be included in an award under Article 41, it must be established that they were actually and necessarily incurred and are reasonable as to quantum (Roşca v. Moldova, no. 6267/02, § 45, 22 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Having regard to the materials in the file and to its case-law on the subject, the Court awards the applicant EUR 600 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "37.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the quashing of the final judgment of 21 November 2000;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to examine separately the complaint under Article 6 § 1 of the Convention in respect of the delay in enforcing the judgment of 21 February 2001;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds:",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final under Article 44 § 2 of the Convention the following amounts to be converted into the currency of the respondent State at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "F. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BRAGA v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77977.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1114JUD007415401",
    "externalsources": [],
    "extractedappno": [
        "74154/01",
        "6267/02",
        "77317/01",
        "28342/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-77977",
    "judgementdate": "14/11/2006 00:00:00",
    "kpdate": "14/11/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "113",
        "136",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "29",
        "29-3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "BRAGA",
        "MOLDOVA"
    ],
    "rank": "564.182312011719",
    "representedby": [
        "NAGACEVSCHI VI."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [
        "Brumarescu v. Romania [GC], no. 28342/95, §§ 61 and 74, ECHR 1999-VII",
        "Poltorachenko v. Ukraine, no. 77317/01, § 25, 18 January 2005",
        "Rosca v. Moldova, no. 6267/02, §§ 16-17, §§ 29 and 32, § 45, 22 March 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341459",
    "typedescription": "15"
}