{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "50626/11",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-202751.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The case concerns the prolonged non-enforcement of a final judgment in the applicants’ favour against a private third party.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The applicants were born in 1926 and 1923 respectively and lived in Varna. They passed away, respectively in 2015 and 2016. Their heirs, namely G. Ugrinov, K. Ugrinov and M. Georgieva, as well as K. Sakazov and B. Sakazov, expressed a wish to continue the proceedings in their stead.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government were represented by their Agent, Ms V. Hristova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "The circumstances of the case",
                        "elements": [
                            {
                                "content": "3.  The facts of the case, as submitted by the applicants and not contested by the Government, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "4.  In a decision of 1992 the local authorities restituted an immovable property (a plot of land with a small house on it) to the applicants jointly under a newly adopted restitution law (Закон за възстановяване собствеността върху одържавени недвижими имоти 1992). In August 1993 the mayor of Varna ordered the individuals who were occupying that property at the time to vacate it and to demolish the construction (another, bigger, house with a swimming pool and a solid fence) they had unlawfully built on it. One of the individuals concerned, P.Ts., brought judicial review proceedings challenging the mayor’s order. On 3 November 1995 the Varna Regional Court rejected the challenge in a final decision. P.Ts.’s attempt to have the proceedings reopened was dismissed by the Supreme Administrative Court in 1997.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 5 June 2002, in a final judgment, the Supreme Court of Cassation (“SCC”) upheld the lower court’s judgment of 29 November 2000 in which the Varna Regional Court, ruling on a rei vindicatio claim brought in the meantime by the applicants against P.Ts., had ordered the latter to hand over the property (see paragraph 4 above) to the applicants, as well as to stop building on the plot and to demolish what he had already built on it.",
                                "elements": []
                            },
                            {
                                "content": "6.  The Varna District Court issued a writ of enforcement to the applicants on 12 September 2002 on the basis of the SCC’s judgment of 5 June 2002. They turned to the bailiff requesting that he enforce the final judgment.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 23 July 2003 the bailiff refused to hand over the property to the applicants because he considered that the construction P.Ts. had built on it was potentially subject to legalisation. On an unspecified date the applicants challenged that refusal in court. On 4 December 2003 the Varna Regional Court found in a final decision that enforcement was owed to the applicants on the basis of the final 2002 judgment. The court further quashed the bailiff’s refusal to enforce and held that he was obliged to hand over the property to the applicants and to see to the demolition of the illegal constructions.",
                                "elements": []
                            },
                            {
                                "content": "8.  The bailiff scheduled the handing over of the property to the applicants for 31 March 2004. As a result of deficiencies in the summoning of the debtor the handing over was postponed twice, respectively to 28 April 2004 and 21 May 2004. On 29 November 2004 a relative of the first applicant acting on her behalf asked the bailiff to schedule a date for the handing over of the property to the applicants. As no handing over took place, in 2006 the applicants challenged in court the bailiff’s failure to act. On 23 May 2007 the Varna Regional Court established that the bailiff (in that case a State bailiff) had unlawfully failed to act and ordered him to do so in order to enforce the final judgment in the applicants’ favour.",
                                "elements": []
                            },
                            {
                                "content": "9.  The bailiff scheduled two more dates for the handing over of the property to the applicants, respectively for 29 December 2007 and 22 July 2008, without success. Thereafter the applicants wrote to various authorities, including the Council of Ministers and the Inspectorate under the Supreme Judicial Council, complaining about the bailiff’s failure to act and their inability to recover their property. Those authorities confirmed the sequence of events in the applicants’ case and informed them that they had to turn to the bailiff for all matters related to enforcement.",
                                "elements": []
                            },
                            {
                                "content": "10.  In the meantime, the attempts by P.Ts. to legalise the constructions he had built on the applicants’ property met with no success.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicants brought proceedings in 2010, asking the Varna Regional Court to interpret precisely which unlawfully built constructions P.Ts. was obliged to demolish pursuant to the 2002 judgment in their favour. The court first noted that the 2002 judgment had not been enforced. It then found that the buildings subject to the demolition order had been specified and identified in an expert report of 1998 but that specification had not been reproduced in the 2002 judgment. The court thus allowed the request and explicitly specified the buildings in question in a decision of 31 March 2010. The SCC did not allow a cassation appeal brought by P.Ts. in a final decision of 1 February 2011.",
                                "elements": []
                            },
                            {
                                "content": "12.  As of October 2019, the 2002 final judgment in the applicants’ favour has not been enforced.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
                "elements": [
                    {
                        "content": "13.  A person with a judgment in his or her favour can challenge before the relevant regional court a bailiff’s refusal to carry out an action requested by that person or a bailiff’s decision to terminate or suspend enforcement proceedings (Article 332 of the Code of Civil Procedure 1952, reproduced in Article 435 of the Code of Civil Procedure 2007). The court’s decision on such a complaint is final.",
                        "elements": []
                    },
                    {
                        "content": "14.  When the debtor owes a non-substitutable action which is dependent exclusively on his or her own good will, the bailiff upon a request by the creditor compels the debtor to carry out that action, by imposing a fine of up to 100 euros (EUR) on him or her. If the debtor fails to act, thereafter the bailiff fines him or her repeatedly with new fines in the same amount (Article 527 of the Code of Civil Procedure 2007).",
                        "elements": []
                    },
                    {
                        "content": "15.  The police are obliged to assist bailiffs when they encounter obstacles for carrying out their duties. State institutions, municipalities and other organisations are also required to assist bailiffs with their functions (Article 328 of the Code of Civil Procedure 1952, reproduced in Article 431 § 2 of the 2007 Code).",
                        "elements": []
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "Standing of the applicants’ heirs",
                        "elements": [
                            {
                                "content": "16.  Following the introduction of the application, both applicants passed away and their respective heirs expressed the wish to pursue the application. Seeing that the applicants’ heirs have a pecuniary interest in the applicants’ estate, the Court finds that they have standing to pursue the application. It will therefore continue dealing with the case at the heirs’ request.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 1 of protocol no. 1 tO THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicants complained about having been denied the peaceful enjoyment of the property previously restituted to them as a result of the failure of the authorities to enforce the final judgment in their favour given by the Supreme Court of Cassation on 5 June 2002. They relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "18.  The Government did not submit observations on the admissibility or merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicants stated that they have been deprived of the possibility to peacefully enjoy their property for many years as a result of the inability of the relevant authorities to bring about implementation of the final judgment in their favour.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that the application is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "21.  The Court has already established the principles relating to alleged violation of applicants’ property rights owing to the State’s failure to ensure the enforcement of a final judgment issued in favour of the applicants against a private party (see Kotov v. Russia [GC], no. 54522/00, § 90 with further reference, 3 April 2012; Cebotari and Others v. Moldova, nos. 37763/04 and 4 others, § 50, 27 January 2009, and Fuklev v. Ukraine, no. 71186/01, §§ 90-91, 7 June 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In the instant case, the Court notes that the proceedings to enforce the judgment in the applicants’ favour have been pending since late 2002, when the applicants obtained a writ of enforcement and turned to the bailiff with a request for him to enforce the judgment. The lack of enforcement cannot be said to be attributable to the applicants, who repeatedly thereafter asked the bailiff to enforce the judgment. When the bailiff recurrently failed to act or explicitly refused to do so, they challenged his inactivity in two separate court proceedings. At the end of those proceedings the courts ruled that the bailiff had been obliged to enforce the judgment and ordered him to take the necessary measures towards enforcement (see paragraphs 7 and 8 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Notwithstanding those additional judgments, the bailiff either remained inactive for the most part, by scheduling what appear to be only very few dates in five years for the handing over of the property to the applicants, or failed to summon the debtor properly (see paragraphs 8 and 9 above). Neither did the bailiff pursue any steps towards ensuring that the debtor demolish the unlawfully built construction, despite this having formed part of the latter’s obligations under the final domestic judgment in the applicants’ favour (see paragraph 5 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court observes further that, although the bailiff was entitled under domestic law to repeatedly fine the non-complying debtor and to seek the involvement of the police as a means of compulsion for the one who owed enforcement (see paragraphs 14 and 15 above), he did not pursue any sanctions at any point in time, despite the debtor’s continued obstruction of the implementation of the judgment. This effectively allowed the debtor – for seventeen years so far – to ignore the judgment and his obligations which stemmed from it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the circumstances, the Court finds that, owing to the bailiff’s failure to take adequate and sufficient measures with a view to securing enforcement of the judgment in favour of the applicants, they and subsequently their heirs have been unable to enjoy their possession. The manner in which the enforcement proceedings had been conducted, their total length and the uncertainty in which the applicants and their heirs have been left upset the ‘fair balance’ that has to be struck between the demands of the public interest and the need to protect the applicants’ right to the peaceful enjoyment of possessions (compare with Fuklev, § 93, and Cebotari, § 51, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Accordingly, there has been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "28.  The applicants’ heirs claimed EUR 260,000 in respect of pecuniary damage, which they submitted was the result of the impossibility for their ancestors, the applicants, to use, exploit or dispose of their property situated in one of the newest neighbourhoods in Varna. They stated that the applicants had been unable to use or dispose of the property, or otherwise exploit it for profit, because of the debtor who had continued to occupy it unlawfully. They also claimed non-pecuniary damages in the amount to be determined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government commented on the just satisfaction claim. In particular, they contested the claim in respect of pecuniary damage, stating that the sought sum was unrelated to a potential breach of the Convention, as well as that it was unproven and unjustified. As regards, the claim in respect of non-pecuniary damage, the Government considered that the award should not exceed the amount awarded by the Court in comparable cases. Also, if the Court found a violation of the Convention, the award should be solely in respect of the violation found, and should correspond to the living standard in the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court finds that the applicants have sustained both pecuniary and non-pecuniary damage as a result of the violation found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  As regards pecuniary loss, the Court has earlier held that a precise calculation of the sums necessary to make complete reparation in respect of the pecuniary losses suffered by the applicants may be prevented by the inherently uncertain character of the damage flowing from the violation (see, among others, Velkova v. Bulgaria, no. 1849/08, § 59, 13 July 2017). In addition, if one or more heads of damage cannot be calculated precisely or if the distinction between pecuniary and non-pecuniary damage proves difficult, the Court may decide to make a global assessment ruling on an equitable basis (see Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 29, ECHR 2000IV, and East West Alliance Limited v. Ukraine, no. 19336/04, § 253, 23 January 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the light of the uncertainties and difficulties of determining how the applicants might have used the property had the violation not occurred, the Court decides to award a global figure for pecuniary and non-pecuniary damage. Ruling on an equitable basis therefore, the Court awards the sum of EUR 25,000 in total as regards pecuniary and non-pecuniary loss, plus any tax that may be chargeable, this amount to be split among the applicants’ heirs according to their shares.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court emphasises that the above award is made bearing in mind the authorities’ outstanding obligation to implement the final judgment of 5 June 2002, for which there appear to be no valid obstacles.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "34.  The applicants’ heirs further claimed compensation in respect of costs and expenses. In particular, they invited the Court to award them a sum in line with its usual practice in comparable cases, given that the applicants had not kept any documents evidencing such expenses incurred over the years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government urged the Court not to award anything in respect of costs and expenses, given that no documents had been submitted evidencing such expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court considers that, in the absence of any evidence for incurred costs and expenses, it should not make an award in respect of that head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares that the applicants’ heirs have standing to pursue the application;",
                        "elements": []
                    },
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that within three months the respondent State is to pay to the applicants’ heirs jointly, the following amount, to be split among them according to their shares and to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 June 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ganna Yudkivska",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Victor Soloveytchik",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF UGRINOVA AND SAKAZOVA v. BULGARIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-202751.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0611JUD005062611",
    "externalsources": [],
    "extractedappno": [
        "50626/11",
        "54522/00",
        "37763/04",
        "71186/01",
        "1849/08",
        "35382/97",
        "19336/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-202751",
    "judgementdate": "11/06/2020 00:00:00",
    "kpdate": "11/06/2020 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "UGRINOVA AND SAKAZOVA",
        "BULGARIA"
    ],
    "rank": "6017.56298828125",
    "representedby": [],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "498466",
    "typedescription": "15"
}