{
    "__articles": "35;35-3-a;41;46;46-1;46-2;P4-2;P4-2-2;P4-2-3",
    "__conclusion": "Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-3-a) Manifestly ill-founded;Violation of Article 2 of Protocol No. 4 - Freedom of movement-{general} (Article 2 para. 2 of Protocol No. 4 - Freedom to leave a country);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "5871/07;61948/08;25025/10;19971/12;46965/12;75561/12;73574/13;504/14;31941/14;45416/14",
    "article": [
        "46",
        "41",
        "35",
        "p4-2"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-3-a"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "article": "p4-2",
            "base_article": "p4-2",
            "details": [
                "Article 2 para. 2 of Protocol No. 4 - Freedom to leave a country"
            ],
            "element": "Violation of Article 2 of Protocol No. 4 - Freedom of movement-{general}",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-181876.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in ten applications (nos. 5871/07, 61948/08, 25025/10, 19971/12, 46965/12, 75561/12, 73574/13, 504/14, 31941/14 and 45416/14) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by ten Russian nationals, whose names are given below (“the applicants”).",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained about a restriction on their right to leave Russia and travel abroad for private purposes.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 July 2012, 30 August 2013 and other dates the above complaint was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The case of Mr Berkovich (no. 5871/07 lodged on 28 December 2006)",
                                "elements": [
                                    {
                                        "content": "5.  The applicant, Mr Gennadiy Mikhailovich Berkovich, was born in 1950 and lives in Moscow. He was represented before the Court by Ms M. Samorodkina, a lawyer practising in Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  In 1973 Mr Berkovich started working for the Scientific Research Electromechanical Institute, a State design bureau that developed air defence weapons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Mr Berkovich signed an undertaking concerning the non-disclosure of State secrets which contained a restriction on the right to go abroad. The employer had despatched Mr Berkovich on official missions to France (in 1993 and 1994), China (in 1996 and 2003) and Greece (in 2001 and 2004). On 9 September 1993 he was provided with a travel passport (заграничный паспорт), the identity document that entitles Russian citizens to leave the country and travel abroad. It was renewed on 16 December 1998 and then on 3 November 2003, both times for a five-year period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 28 September 2004 Mr Berkovich terminated his employment. His employer retained his travel passport and refused to return it to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 25 July 2005 Mr Berkovich applied to the Passport and Visa Service of the Akademicheskiy District in Moscow for a new travel passport. On 16 December 2005 the head of the Passport and Visa Service refused his application. The refusal indicated that his right to obtain a travel passport was restricted until 26 February 2009 on account of his past access to State secrets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Mr Berkovich challenged the refusal before the Moscow City Court, relying on the fact that he had been previously allowed to travel abroad on official business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 8 June 2006 the City Court gave judgment. It found that, even though the law provided that a refusal could be challenged before the Interagency Commission for the Protection of State Secrets, Mr Berkovich could not avail himself of that remedy because the Commission had not held any hearings since 22 June 2004 and had been disbanded by a Government resolution of 21 March 2005. The City Court upheld the restriction on Mr Berkovich’s right to travel abroad, noting that, according to his former employer, he had last accessed confidential information in February 2004 and that the classified status of that information was not due to be reviewed until 2009. As to his previous official trips abroad, the City Court said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court has established that Mr Berkovich’s work duties required him to travel abroad for official purposes more than once; each time [his employer] obtained for him through the Consular Department of the Ministry of Foreign Affairs a travel passport, which was kept by the human resources department [of the employer] until its expiry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "His travel abroad – as an individual aware of State secrets – was organised in accordance with the procedure set out in [the internal documents of the employer].",
                                        "elements": []
                                    },
                                    {
                                        "content": "The claimant was allowed to go abroad because his personal participation was required for the performance of the task and because it was impossible to send abroad other employees who were aware of State secrets to a lesser degree.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 1 September 2006 the Supreme Court of the Russian Federation upheld the City Court’s judgment on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Following the expiry of the restriction, on 3 April 2009 Mr Berkovich was issued with a travel passport. He used it to travel to Egypt, China, Greece, Croatia and Italy.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The case of Mr Boldyrev (no. 61948/08 lodged on 10 December 2008)",
                                "elements": [
                                    {
                                        "content": "14.  The applicant, Mr Igor Borisovich Boldyrev, was born in 1958 and lives in Moscow.  From February 1987 to 6 February 2007 he was a military serviceman in the Russian Army.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Mr Boldyrev was the only son to his parents, who lived in Tallinn, Estonia. His father was born in 1929 and his mother in 1930, and they were both retired and disabled. During his military service Mr Boldyrev visited his parents more than ten times; each time he submitted a report to his military superior indicating the purpose of his visit and the dates and means of transport that he would be using.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Following the termination of his military service, on 27 November 2007 Mr Boldyrev applied to the Federal Migration Service for a travel passport. He also submitted medical certificates that attested to the poor health of his parents and justified his need to go and see them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  By a letter of 22 December 2010, the Federal Migration Service notified him that his application had been refused on account of his previous awareness of State secrets during the period of his military service. His right to leave Russia was restricted until 22 January 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Mr Boldyrev challenged the refusal in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  By a judgment of 24 April 2008, the Moscow City Court upheld the travel ban as lawful. It held that the poor health of Mr Boldyrev’s parents was of no legal significance. On 25 June 2008 the Supreme Court of the Russian Federation upheld that decision on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 9 November 2009 Mr Boldyrev’s mother died in Tallinn. He tried to obtain a travel passport to attend her funeral but received no response to his application. A travel passport was first issued to him in 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The case of Mr Ilchenko (no. 25025/10 lodged on 23 April 2010)",
                                "elements": [
                                    {
                                        "content": "21.  The applicant, Mr Aleksandr Nikolayevich Ilchenko, was born in 1968 and lives in Moscow. From 1985 to 30 April 2009 he was a military serviceman employed in the Chief Operative Department of the General Headquarters of the Russian Army.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 29 December 2004 Mr Ilchenko signed a contract of employment, which contained a restriction on his right to leave Russia for a period not exceeding five years on account of his awareness of State secrets. In October 2006, the Main Directorate for International Co-operation of the Ministry of Defence issued a new travel passport for him, which he never used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Following his retirement in April 2009, on 13 September 2010 Mr Ilchenko applied to the Federal Migration Service in Moscow for a travel passport. He submitted that he needed to go abroad for rest and recreation and pointed out that he had already surrendered all classified material on 13 February 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By a letter of 22 December 2010, the Federal Migration Service notified him that his application had been refused on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“During the period of your service in the Chief Operative Department of the General Headquarters of the Russian Military Forces from November 2004 to date, you have been aware of State secrets; accordingly, your right to go abroad has been temporarily restricted until 13 February 2014 [on the basis] of a decision of the Chief Operative Department of the General Headquarters no. 312/3/196 of 8 October 2010.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Mr Ilchenko challenged the refusal in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 3 March 2011 the Presnenskiy District Court of Moscow rejected his complaint. It examined the above-mentioned decision of 8 October 2010, according to which “the plaintiff’s right to travel abroad for private purposes [would] be possible after 13 February 2014, but there [were] no objections to his leaving abroad on official missions arranged by organisations or companies affiliated with the Ministry of Defence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court found that the decision refusing the application had been made by the competent authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 10 October 2011 the Moscow City Court upheld the District Court’s judgment, summarily endorsing its reasoning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Mr Ilchenko also challenged the compatibility of section 15(1) of the Entry and Exit Procedures Act and section 24 of the State Secrets Act with the Constitution. By judgment no. 14-P of 7 June 2012, the Constitutional Court rejected his complaint, holding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  To recognise that the interconnected provisions of section 15(1) of the Entry and Exit Procedures Act and section 24 of the State Secrets Act do not contradict the Russian Constitution inasmuch as these provisions ... presuppose that a decision concerning a temporary restriction on the right to leave the Russian Federation may not be predicated solely on the formal grounds that are expressly mentioned in these provisions; such a decision should not have as its sole basis the established fact that the individual concerned has had access to particularly important or top-secret information classified as a State secret; the elements to be verified in every case should include the nature of the specific information which the individual has had access to [through] his work duties, the degree of confidentiality – including at the time when an application to competent authorities is being made in connection with a planned trip abroad – as well as the purpose of the trip and other circumstances which are relevant for determining that the said restriction was necessary.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The case of Mr Litavrin (no. 19971/12 lodged on 28 February 2012)",
                                "elements": [
                                    {
                                        "content": "29.  The applicant, Mr Vladimir Vitalyevich Litavrin, was born in 1965 and lives in the Moscow Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  From June 1986 to October 2008 he was a military serviceman in the Russian Army. In February 2004, with the consent of his commander and the Federal Security Service (FSB), he was issued with a travel passport, which he used to go abroad on private tourist trips in 2004, 2005, 2006 and 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Following the expiry of his travel passport in February 2009, on 24 March 2009 Mr Litavrin applied to the Federal Migration Service for its renewal. In October 2009 he was notified that his application had been refused and that his right to leave Russia was restricted until 15 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Mr Litavrin challenged the refusal in court. His complaint was rejected at two levels of jurisdiction, by the Odintsovo Town Court of the Moscow Region on 7 September 2011 and the Moscow Regional Court on 1 December 2011. Both courts upheld the restriction as lawful.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The case of Mr Lytin (no. 46965/12 lodged on 9 July 2012)",
                                "elements": [
                                    {
                                        "content": "33.  The applicant, Mr Roman Aleksandrovich Lytin, was born in 1982 and lives in Moscow. From June 2006 to May 2010 he was a military serviceman in the Russian Army.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 21 September 2010 Mr Lytin applied to the Federal Migration Service for a travel passport which would allow him to go abroad. By a letter of 24 February 2011, he was notified that his application had been refused and that his right to leave Russia was restricted until 29 July 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Mr Lytin challenged the refusal in court. His complaint was rejected at two levels of jurisdiction, first by the Moscow City Court on 14 October 2011 and later by the Supreme Court of the Russian Federation on 11 January 2012. Both courts upheld the restriction as lawful.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The case of Mr Khil (no. 75561/12 lodged on 17 October 2012)",
                                "elements": [
                                    {
                                        "content": "36.  The applicant, Mr Aleksey Gennadyevich Khil, was born in 1965 and lives in the Khabarovsk Region. From August 1997 to 9 February 2009 he was a military serviceman in the Russian Army.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In September 2010, Mr Khil applied to the Federal Migration Service for a travel passport. By a letter of 27 September 2011, he was notified that his application had been refused and that his right to leave Russia was restricted until 27 November 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Mr Khil challenged the refusal in court. His complaint was rejected at two levels of jurisdiction, first by the Khabarovsk Regional Court on 1 February 2012 and later by the Supreme Court of the Russian Federation on 18 April 2012. Both courts upheld the restriction as lawful.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The case of Mr Yenin (no. 73574/13 lodged on 7 November 2013)",
                                "elements": [
                                    {
                                        "content": "39.  The applicant, Mr Aleksandr Aleksandrovich Yenin, was born in 1964 and lives in Sochi. He is a lawyer. From January 1997 to June 2011 he was a military serviceman in the FSB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 27 December 2007 the Sochi division of the Ministry of Foreign Affairs issued Mr Yenin with a travel passport valid for five years. In accordance with the regulations in force, the passport was kept in the human resources department of the FSB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Following his retirement on 25 June 2011, Mr Yenin repeatedly asked the FSB to return his travel passport because he wished to travel abroad for private reasons. His request was refused on the grounds that, by a report of 29 June 2011, his right to go abroad was restricted until 28 July 2015, that is, for a period of five years from his last contact with top-secret documents. It appears that the documents in question contained details of FSB informants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Mr Yenin challenged the restriction in court, seeking to have it lifted or reduced to a period of two and a half years. His complaint was rejected at two levels of jurisdiction, by the Military Court of the Sochi Garrison on 24 January 2013 and the Military Court of the North-Caucasus Circuit on 7 May 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  The case of Mr Garkusha (no. 504/14 lodged on 26 December 2013)",
                                "elements": [
                                    {
                                        "content": "43.  The applicant, Mr Aleksandr Aleksandrovich Garkusha, was born in 1987 and lives in Moscow. He was represented before the Court by Mr A. Yenin, a lawyer practising in Sochi (see paragraph 39 above). From July 2009 to October 2011 Mr Garkusha was a military serviceman in the FSB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 6 February and 12 December 2012 he applied to the Federal Migration Service for a travel passport which would allow him to go abroad. By a letter of 26 December 2012, he was notified that his application had been refused and that his right to leave Russia was restricted until 31 October 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Mr Garkusha challenged the refusal in court. His complaint was rejected at two levels of jurisdiction, by the Military Court of the Sochi Garrison on 14 March 2013 and the Military Court of the North-Caucasus Circuit on 26 June 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  The case of Mr Burnayev (no. 31941/14 lodged on 18 April 2014)",
                                "elements": [
                                    {
                                        "content": "46.  The applicant, Mr Aleksandr Aleksandrovich Burnayev, was born in 1980 and lives in Krasnodar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  From November 2002 to August 2012 he was an investigator with the Krasnodar regional investigations department of the FSB. He had a travel passport and in 2008 travelled with his spouse to the United Arab Emirates for a holiday.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 22 April 2013 the chief of the Krasnodar regional office of the FSB decided that Mr Burnayev’s right to travel abroad for private purposes should be restricted until 19 May 2016 on the grounds that he had previously had access to a top-secret investigative file concerning the theft of property committed by a Russian national on Russian territory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Mr Burnayev applied for a judicial review of that decision. His complaint was rejected at two levels of jurisdiction, by the Krasnodar Regional Court on 12 July 2013 and the Supreme Court of the Russian Federation on 23 October 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  The case of Mr Samasadkin (no. 45416/14 lodged on 28 November 2013)",
                                "elements": [
                                    {
                                        "content": "50.  The applicant, Mr Sergey Viktorovich Samasadkin, was born in 1973 and lives in St Petersburg.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  From 1997 to 2009 he was a military serviceman in the Komi regional office of the FSB. His contract of employment provided that his access to State secrets would be terminated if he or his family members took up permanent residence abroad or started making an application to take up residence abroad. Termination of his access to State secrets would lead to early termination of his employment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Following his retirement in May 2009, his right to travel abroad for private purposes was restricted until 16 November 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In July 2012, anticipating the expiry of the restriction on his right to travel, he applied to the Federal Migration Service for a travel passport which would allow him to go abroad. By a letter of 1 August 2012, he was notified that his application had been refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Mr Samasadkin challenged the refusal in court. His complaint was rejected at two levels of jurisdiction, by the Syktyvkar Town Court on 25 September 2012 and the Supreme Court of the Komi Republic on 30 May 2013. Referring to section 15 of the Entry and Exit Procedures Act and the decision to restrict Mr Samasadkin’s right to leave Russia, the courts held that the refusal to issue him with a travel passport had been lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 17 December 2012 Mr Samasadkin was issued with a travel passport.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Entry and Exit Procedures Act (Law no. 114-FZ of 15 August 1996)",
                                "elements": [
                                    {
                                        "content": "56.  The right of a Russian citizen to leave the Russian Federation may only be restricted on the grounds of, and in accordance with, the procedure set out in the Act (section 2). It may be temporarily restricted if he or she has had access to particularly important or top-secret information classified as a State secret and has signed an employment contract temporarily restricting his or her right to leave the Russian Federation. In such cases the restriction is valid until the date set out in the contract, but for no longer than five years from the date the person last had access to particularly important or top-secret information. The Interagency Commission for the Protection of State Secrets can extend this period up to a maximum of ten years (section 15(1)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  State Secrets Act (Law no. 5485-1 of 21 July 1993)",
                                "elements": [
                                    {
                                        "content": "57.  The granting of access to State secrets requires the consent of the person concerned to partial and temporary restrictions on his or her rights in accordance with section 24 (section 21).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The rights of persons who have been granted access to State secrets may be restricted. The restrictions may affect their right to travel abroad during the period stipulated in their work contract, their right to disseminate information about State secrets and their right to respect for their private life (section 24).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Case-law of Russian courts",
                                "elements": [
                                    {
                                        "content": "59.  On 27 October 2011 the Supreme Court of the Russian Federation allowed a complaint by Ms M. (case no. GKPI11-1392), who had challenged a part of the Instruction on the procedure for military and civilian personnel of the Russian Army leaving Russia (approved by the Ministry of Defence’s Order no. 250dsp of 31 July 2006) requiring civilian personnel with access to confidential information to apply to the competent authorities for permission to leave Russia for private purposes. Reiterating that restrictions on rights and freedoms could only be set out in federal law rather than in an instruction by an executive authority, the Supreme Court declared the impugned provisions of the Instruction invalid and inapplicable.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT COUNCIL OF EUROPE DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  Russia’s request for membership of the Council of Europe",
                                "elements": [
                                    {
                                        "content": "60.  Opinion no. 193 (1996) on Russia’s request for membership of the Council of Europe, adopted by the Parliamentary Assembly on 25 January 1996 (7th Sitting), reads in the relevant part as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“10.  The Parliamentary Assembly notes that the Russian Federation shares fully its understanding and interpretation of commitments entered into ... and intends ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "xv.  to cease to restrict – with immediate effect – international travel of persons aware of state secrets, with the exception of those restrictions which are generally accepted in Council of Europe member States ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Situation in the other member States",
                                "elements": [
                                    {
                                        "content": "61.  The laws of the founding members of the Council of Europe have never restricted the right of their nationals to go abroad for private purposes. More recent member States repealed restrictions on international travel by persons having knowledge of State secrets, a common legacy of the former Communist regime, during the process of democratic transition (for example, Estonia, Georgia, Hungary, Latvia, Lithuania and Poland). Of the forty-seven member States, with the exception of Russia, Azerbaijan was the last to abolish a similar restriction in December 2005.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Execution of the Court’s similar judgments",
                                "elements": [
                                    {
                                        "content": "62.  The Committee of Ministers of the Council of Europe is supervising the execution of the Court’s judgments in the cases of Bartik v. Russia (no. 55565/00, ECHR 2006XV) and Soltysyak v. Russia (no. 4663/05, 10 February 2011), in which the Court found a violation of Article 2 of Protocol No. 4 on account of an unjustified restriction on the applicants’ right to leave Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Document DH-DD(2012)104, which the Russian Government submitted for the Committee of Ministers’ 1136th meeting (in March 2012), listed the following general measures:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  sending a copy of the Soltysyak judgment to the Russian highest courts, ministries and prosecutor’s offices;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  forwarding a copy of the judgment via the Russian Supreme Court to all regional courts;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  sending a copy of the judgment to the migration authorities; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  publishing extracts from the judgment in the legal databases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under the heading “Action Plan”, the Russian Government stated that the issue of adopting additional general measures was “currently being considered”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "64.  Given that the applications concern similar facts and raise identical issues under the Convention, the Court decides to join them in accordance with Rule 42 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 4",
                        "elements": [
                            {
                                "content": "65.  The applicants complained under Article 2 of Protocol No. 4 about the Russian authorities’ refusal to issue them with a travel passport allowing them to leave Russia. The relevant parts of that provision read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2.  Everyone shall be free to leave any country, including his own.",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of [this right] other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Alleged non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "66.  The Government claimed that some of the applicants had not exhausted domestic remedies because they had not applied to the Interagency Commission for the Protection of State Secrets.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In Soltysyak, the Court found that an application to the Interagency Commission was not an effective remedy to be exhausted. Nor was such application a pre-requisite for challenging the refusal to issue a travel passport before a court of general jurisdiction (cited above, §§ 31-33). Given that the applicants aired their grievances before the domestic courts, the Court dismisses the Government’s objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Government submitted that Mr Burnayev and Mr Samasadkin had not exhausted domestic remedies, as they had failed to bring cassation appeals before the regional court and the Supreme Court of the Russian Federation (they referred to Abramyan and Others v. Russia (dec.), nos. 38951/13 and 59611/13, 12 May 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court has already considered and rejected a similar objection in a number of recent cases concerning the proceedings that had ended before the Abramyan and Others decision (see Novruk and Others v. Russia, nos. 31039/11 and 4 others, §§ 75-76, 15 March 2016; Kocherov and Sergeyeva v. Russia, no. 16899/13, §§ 67-69, 29 March 2016; and Bigashev v. Russia, no. 71444/13, §§ 58-63, 27 June 2017). The same approach is applicable in the instant case and the objection must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Lastly, the Government alleged that Mr Samasadkin’s complaint before the national courts had differed from his complaint to the Court. He had challenged the refusal to issue him with a travel passport before the expiry of the restriction period, but had not called into question the decision to restrict his right to leave Russia as such.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court reiterates that the rule on exhaustion of domestic remedies – which requires also that the complaints intended to be made subsequently at international level should have been aired, at least in substance, before the competent domestic courts – must be applied with a degree of flexibility and without excessive formalism (see Azinas v. Cyprus [GC], no. 56679/00, § 38, ECHR 2004III). In the instant case, the refusal to issue a travel passport was a direct consequence of the decision to restrict Mr Samasadkin’s right to leave Russia, rather than the outcome of a separate assessment of the factual and legal elements (compare Gablishvili v. Russia, no. 39428/12, § 49, 26 June 2014). Those measures were indissociable from each other and affected the exercise of his right under Article 2 § 2 of Protocol No. 4 (see the case-law cited in paragraph 78 below). It follows that Mr Samasadkin did provide the Russian courts with an opportunity to address, and thereby prevent or put right, the particular Convention violation alleged against them. The Government’s objection must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Allegedly belated application by Mr Samasadkin",
                                        "elements": [
                                            {
                                                "content": "72.  The Government claimed that Mr Samasadkin’s application was out of time because he had lodged it almost a year after the restriction on his right to leave Russia had expired and after he had received a passport.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court reiterates that the six-month period runs from the date of the final decision in the process of exhaustion of domestic remedies. It has not been claimed that an application to the national courts was not an effective remedy. The final decision was given on 30 May 2013, while Mr Samasadkin lodged his application on 28 November 2013. Accordingly, it was not lodged out of time and the objection must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Alleged abuse of the right of application by Mr Berkovich",
                                        "elements": [
                                            {
                                                "content": "74.  The Government claimed that Mr Berkovich’s application should be struck out because he had not informed the Court that he had obtained a travel passport in 2009 and had used it for tourist trips outside Russia. In their opinion, that omission amounted to an abuse of the right of application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court observes that Mr Berkovich complained about the fact that the Russian authorities had prevented him from leaving Russia in the period before 26 February 2009. In these circumstances, the issuing of a travel passport in March 2009 has no bearing on his original complaint about the restriction on his right to travel in the preceding period. No domestic authority has acknowledged a violation of his right to leave his own country in that period and he has not received any compensation or other redress for that restriction. In these circumstances, the applicant Mr Berkovich may still claim to be a “victim” of an alleged violation of Article 2 of Protocol No. 4 (see Bartik, cited above, §§ 32-34). Moreover, there is no indication that he attempted to mislead the Court. The Government’s objection is without merit and must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Conclusion as to the admissibility",
                                        "elements": [
                                            {
                                                "content": "76.  The Court considers that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Existence of interference",
                                        "elements": [
                                            {
                                                "content": "77.  The Government acknowledged that there had been interference with the applicants’ right to leave Russia. The applicants took note of their admission.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court reiterates that the right of freedom of movement implies a right to leave for any country of the person’s choice to which he may be admitted. Any measure by means of which an individual is denied the use of a document which, had he so wished, would have permitted him to leave the country, amounts to an interference with the rights guaranteed by Article 2 of Protocol No. 4 (see Soltysyak, § 37, and Bartik, § 36, both cited above; Napijalo v. Croatia, no. 66485/01, § 68, 13 November 2003; and Vlasov and Benyash v. Russia, nos. 51279/09 and 32098, §§ 27-28, 20 September 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Following the termination of their employment, the applicants wished to travel outside Russia. However, they were denied the use of travel documents that had been previously issued to them and their requests for a new travel document were refused. As a result, their right to leave Russia was suspended for several years. These measures amounted to interference with the applicants’ right to leave their own country within the meaning of Article 2 of Protocol No. 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  It must therefore be examined whether the interference was “in accordance with the law”, pursued one or more of the legitimate aims set out in Article 2 § 3 of Protocol No. 4 and whether it was “necessary in a democratic society” to achieve such an aim.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Justification for the interference",
                                        "elements": [
                                            {
                                                "content": "81.  Referring to the interpretation of the relevant provisions of the Entry and Exit Procedures Act and the State Secrets Act adopted by the Constitutional Court in the case of Mr Ilchenko (see paragraph 28 above), the Government submitted that the restriction on the applicants’ right to go abroad rested on a sufficiently clear, accessible and foreseeable legal basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The applicants pointed out that the applicable legislation and their contracts of employment stipulated that the maximum period of the restriction could not exceed five years, without stating its actual duration. It was therefore unforeseeable in its application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court accepts that the possibility of a restriction on the applicants’ right to travel abroad rested on the provisions of the Entry and Exit Procedures Act and the State Secrets Act (see Soltysyak, § 42, and Bartik, § 41, both cited above). As regards the actual duration of the restriction, that issue will be examined below in the context of the proportionality analysis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Government claimed that the restriction on the applicants’ right to travel abroad had been introduced in the interests of national security and for the protection of the State’s interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court accepts, as it did in previous similar cases (see Soltysyak, § 45, and Bartik, § 43, both cited above), that the interests of national security may be a legitimate aim in this situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Government submitted that the Court had previously recognised that restrictions on the rights guaranteed by the Convention were necessary in a democratic society in the interests of national security. They referred to the case of Klass and Others v. Germany (6 September 1978, § 48, Series A no. 28), in which the Court acknowledged that democratic societies were threatened by highly sophisticated forms of espionage and by terrorism and that the existence of some legislation granting powers of secret surveillance was necessary in a democratic society in the interests of national security. The Government interpreted the judgment in the case of Segerstedt-Wiberg and Others v. Sweden (no. 62332/00, ECHR 2006VII) to mean that “the interests of national security and combatting terrorism outweighed the interests of the applicants relating to access to information about them in the security service databases”. Lastly, they cited the Commission inadmissibility decision in Peltonen v. Finland (no. 27323/95, 20 February 1995), in which the refusal to issue a ten-year travel passport to the applicant, who had evaded the military draft and moved to Sweden, was considered necessary for maintaining “ordre public” and ensuring national security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Government emphasised that the applicants had gained access to State secrets through their employment and had voluntarily accepted a temporary restriction on their rights, including the right to travel abroad (here they referred, by way of comparison, to Kwiatkowska v. Italy (dec.), no. 52868/99, 30 November 2000, in which the applicant waived some of her procedural rights under Article 6 in a murder case). They had also received a pay rise for that very reason and had been expected to abide by the terms of their contract of employment. The Government referred to Lazaridis v. Greece ((dec.), no. 61838/14, § 14, 12 January 2016), in which the Court held that any service of a military character fell outside the scope of Article 4 of the Convention, and considered that the same logic should apply to Article 2 of Protocol No. 4. The information to which the applicants had had access had been of great importance for the national defence and its confidentiality had been crucial for securing the national interests of Russia. As it was more complicated for the State to guarantee the safety of its nationals on the territory of other States, individuals who were aware of State secrets were restricted in their right to travel abroad. Restrictions were of a temporary nature and proportionate to the legitimate aim of the protection of State interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government acknowledged that the laws of a majority of member States did not explicitly impose a restriction on the right to travel abroad for individuals aware of State secrets. They alleged however that many countries had put in place “a secret system of measures designed to ensure State control over [such] individuals”. In Azerbaijan, the law imposed a restriction on the right to go abroad for a period of up to five years. In Belarus, the authorities determined the duration of such restrictions on a case-by-case basis, having regard to the importance of the information and the extent of damage that its disclosure would entail. The Government also alleged that, while Greek law imposed a possible restriction on the right to leave abroad on the basis of a judicial decision, the Greek Ministries of Foreign Affairs and of Defence were guided by “secret internal regulations” in refusing their employees the right to go abroad. Lastly, in The Hague, intelligence operatives and military servicemen were prohibited from visiting certain countries, including Iraq, Iran and Belarus. Travelling to regions of military conflict for private purposes was likewise banned. The Government concluded therefore that Russia was not the only State that enforced similar restrictions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The applicants submitted that the domestic courts had not carried out an assessment of the proportionality of the interference in the light of the concrete circumstances of their cases. The scope of the national courts’ examination had been confined to a formal verification of the fact that the applicants had had access to State secrets during their employment. They had not analysed whether the restriction on the right to travel for private purposes had still been necessary for achieving the legitimate aim or whether a less restrictive measure could be applied.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The applicants pointed out that the Government had failed to explain how an absolute restriction on foreign travel was conducive to guaranteeing national security. They had not shown the relevance of the Court’s case-law which they had relied upon and had omitted to demonstrate any link between “highly sophisticated forms of espionage and terrorism” and the applicants’ individual cases. Notwithstanding the Court’s findings in the Bartik and Soltysyak cases, the Government had continued to put forward the same arguments which had already been rejected by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The applicants maintained that the restriction on their right to travel abroad had been unnecessary and disproportionate, especially in the light of the fact that some of them had been allowed to go abroad during their employment. In particular, Mr Berkovich and Mr Ilchenko pointed out that, as could be seen from the domestic proceedings, their employers had not considered that their awareness of State secrets should prevent them from travelling abroad for official purposes. Whereas Russian law did not distinguish between private and official travel, that demonstrated – in the applicants’ view – the artificial nature of the restriction, as well as the domestic authorities’ failure to abide by their own regulations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The applicants’ contracts of employment had been printed on a standard template, without specifying the duration of the restriction on foreign travel. The applicants rejected the Government’s claim that they had received compensation in respect of future restrictions on their rights. In reality, the pay rise they had received had been a bonus for having clearance to work with confidential information and had only been payable during the period of their employment. No payments had been made to them after the termination of their work.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court reiterates that the test as to whether the impugned measure was “necessary in a democratic society” involves showing that the action taken was in pursuit of a legitimate aim and that restrictive measures were appropriate to achieve their protective function. Examining the restriction on leaving Russia from the standpoint of the proportionality test, in the case of Bartik (cited above, § 49) the Court found it deficient for the following reasons:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Government did not indicate how the unqualified restriction on the applicant’s ability to travel abroad served the interests of national security. The Court, for its part, considers that it is precisely the link between the restrictive measure at issue and its purported protective function that is missing. Historically, the purported ‘protective function’ of the impugned measure was to prevent disclosure of classified information concerning ‘State secrets’. At the time the restriction was conceived, the State was able to control transmission of information to the outside world, using a combination of restrictions on outgoing and incoming correspondence, prohibition on international travel and emigration and a ban on unsupervised contacts with foreigners within the country. However, once the ban on personal contacts with foreigners was removed and correspondence was no longer subject to censorship, the necessity of restriction on international travel for private purposes by persons aware of ‘State secrets’ became less obvious. In these circumstances, in so far as the ban on international travel for private reasons purported to prevent the applicant from communicating information to foreign nationals, in a contemporary democratic society such a restriction fails to achieve the protective function previously assigned to it. That view is shared by the UN Human Rights Committee, which expressed the opinion, in general terms, that ‘the test of necessity and the requirement of proportionality ... would not be met ... if an individual were prevented from leaving a country merely on the ground that he or she is the holder of ‘State secrets’...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court finds nothing in the Government’s submissions in the instant case that would warrant a different conclusion. As noted in the Bartik and Soltysyak cases, the confidential information which the applicants possessed could be transmitted in a variety of ways which did not require their presence abroad or even direct physical contact with anyone. In so far as the Government claimed that preventing the applicants from going abroad was intended to guarantee their own safety in foreign States, this argument appears disingenuous for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  If the stated purpose of the restriction on leaving Russia was to ensure the applicants’ safety abroad, its application appears to have been inconsistent. It would seem rational to assume that the concern for the applicants’ safety should have been greatest during their employment, so long as they had access to current sensitive information. However, rather paradoxically, it was during that period that the applicants’ freedom to leave Russia was least restricted. Some applicants were allowed to go abroad on official business, as was Mr Berkovich who travelled more than once to France, China and Greece (see paragraph 7 above). It is more remarkable still that other applicants were authorised to leave Russia for purely private purposes; thus, Mr Boldyrev frequently visited his parents in Estonia, while Mr Litavrin and Mr Burnayev went on holidays abroad (see paragraphs 15, 30 and 47 above). The entitlement to travel abroad on business did not cease with the end of employment; the Ministry of Defence conceded as much in their reply to Mr Ilchenko’s challenge to the restriction (see paragraph 26 above). As it transpires, travelling for private purposes after the end of employment was the only form of travel that was restricted but the Government failed to explain the rationale behind such a selective approach to alleged concerns about the applicants’ safety. A string of references to the Court’s judgments that mentioned national security in various contexts is not sufficient to lend credence to their claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court finds no indication that the decisions by the Russian executive agencies restricting the applicants’ right to travel abroad for private purposes were the result of an assessment of any security risks or of their individual situations. Even though the Constitutional Court held in 2012 that the need for the restriction had to be weighed against the concrete circumstances, such as the nature of the sensitive information, its historic and current confidential status, and the purpose of the trip (see paragraph 28 above), the Russian courts confined their review to formally verifying whether the restriction complied with the procedure for restricting their rights. Whether before or after the Constitutional Court’s judgment, they made no attempt to evaluate whether the restriction was necessary for, and capable of, achieving the stated purpose and whether it corresponded to a pressing social need. The human cost of that formalistic approach was particularly high in the case of Mr Boldyrev. As long as he continued to work, he was able to visit his ageing parents in Estonia. After the termination of his employment, he was barred from visiting his ailing mother or attending her funeral. Taking into account the exceptional circumstances and the strong humanitarian considerations involved, the domestic authorities should have examined his request with particular care and scrutiny (compare Lind v. Russia, no. 25664/05, § 96, 6 December 2007). However, the Moscow City Court refused to consider the specific reasons advanced by Mr Boldyrev to justify the need to go abroad and declared that his mother’s poor health was “of no legal significance” (see paragraphs 19 and 20 above). Such a rigid and automatic approach cannot be reconciled with the obligation imposed by Article 2 of Protocol No. 4 to ensure that any interference with an individual’s right to leave his or her country is, from the outset and throughout its duration, justified and proportionate in the light of the evolving circumstances (see Vlasov and Benyash, cited above, § 36, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  There remains the Government’s argument that the applicants forfeited their rights under Article 2 § 2 of Protocol No. 4 by entering into a contract of employment which contained such a restriction. The Court reiterates at the outset that – unlike some other Articles of the Convention such as Article 4 § 3 (d) or Article 11 § 2 – Article 2 of Protocol No. 4 does not make any distinction between civilians and members of the armed forces. Even though the rights of military personnel may, in certain circumstances, be restricted to a greater degree than would be permissible in the case of civilians, such a restriction must in all cases be capable of achieving its protective function, whereas, as the Court has found above, it was precisely the link between the means employed and the aim pursued that was missing in the instant case (see Soltysyak, cited above, § 53, and the case-law cited therein). In so far as the Government claimed that the applicants freely consented to the restriction, the Court observes that they did not have any influence on the terms of their employment, standard contracts making their continued employment conditional on having valid security clearance (see paragraph 51 above, and compare Sørensen and Rasmussen v. Denmark [GC], nos. 52562/99 and 52620/99, ECHR 2006I, and Eweida and Others v. the United Kingdom, nos. 48420/10 and 3 others, §§ 83 and 109, ECHR 2013 (extracts)). As the applicants pointed out, they were given a pay rise on account of their enhanced responsibility for handling confidential information. It was not compensation for their future inability to leave Russia, nor were they eligible for any such compensation after the termination of their employment as long as the impugned restriction was in force. The Court accordingly finds that the alleged waiver was neither unambiguous nor fully consensual and could not in any event affect its finding that the restriction was not related to the aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Lastly, the Court observes that, out of forty-seven member States of the Council of Europe, Russia has remained to date the only State that bars persons aware of State secrets from travelling abroad for private purposes (see paragraph 61 above). The Government’s reliance on the Azerbaijani law is misplaced, for – as the Court pointed out in the Soltysyak judgment in 2011 (cited above, § 51) – Azerbaijan abolished a similar travel ban in 2005. Belarus is not a member State of the Council of Europe and is not bound by the Convention provisions. Lastly, restrictions on travel to specific geographical zones that are affected by military hostilities may be called for as a measure of precaution but they are in no way comparable to the unqualified ban on leaving the applicants’ own country that is at issue in the instant case. The UN Human Rights Committee deplored the blanket nature of similar restrictions, expressing the opinion that the curtailing of an individual’s right to leave the country merely on the grounds that he or she was the holder of State secrets would not meet the test of necessity and proportionality (see, for the full quote, Soltysyak, cited above, § 24). As the travel ban impugned in the instant case does not reflect an established European consensus and has no support among the Council of Europe member States, the respondent State was under an obligation to provide a particularly compelling justification for maintaining it in place (see Soltysyak, cited above, § 51). However, the Government failed to discharge that obligation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  There has therefore been a violation of Article 2 of Protocol No. 4.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "100.  Lastly, the applicants Mr Berkovich and Mr Ilchenko raised complaints under other provisions of the Convention and its Protocols. However, on the basis of the material in its possession, the Court finds that there is no appearance of a violation of the rights and freedoms set out in the Convention. It follows that this part of their applications must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLES 41 AND 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "102.  Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "103.  The applicants Mr Berkovich and Mr Ilchenko each claimed 10,000 euros (EUR) in respect of non-pecuniary damage, while Mr Litavrin and Mr Lytin each claimed EUR 5,000. Mr Boldyrev and Mr Khil did not submit claims for just satisfaction. Mr Yenin and Mr Garkusha each claimed EUR 6,000. Mr Burnayev claimed EUR 3,538 and Mr Samasadkin claimed EUR 4,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Mr Yenin also claimed EUR 21,395 in respect of loss of earnings. He explained that the travel ban had prevented him, as a practising lawyer, from representing international clients in other jurisdictions. Mr Samasadkin claimed EUR 223.72, representing the value of a travel voucher he had been unable to redeem.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Government considered the amounts claimed to be excessive and submitted that the award should not exceed the awards in the Bartik and Soltysyak cases (both cited above). Commenting on the claims in respect of pecuniary damage, the Government pointed out that Mr Yenin was not licensed to practise law in other jurisdictions and that his calculations were speculative, while Mr Samasadkin had received the voucher free of charge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  As regards compensation in respect of non-pecuniary damage, the Court awards EUR 5,000 each to Mr Berkovich, Mr Ilchenko, Mr Litavrin, Mr Lytin, Mr Yenin, Mr Garkusha, and the amounts claimed to Mr Burnayev and Mr Samasadkin, plus any tax that may be chargeable. The Court rejects the claims in respect of pecuniary damage, as they do not refer to any actual losses the applicants may have incurred.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "107.  The applicant Mr Ilchenko claimed EUR 1,000 and 18,462 Russian roubles (RUB) in respect of postal and translation expenses relating to his application to the Court. He claimed a further EUR 11,000 in respect of legal costs in the domestic proceedings and EUR 1,000 in respect of travel and accommodation expenses for attending the hearing before the Constitutional Court. Mr Lytin and Mr Litavrin claimed EUR 105.77 and EUR 957.50 respectively, in respect of court fees and the preparation of their submissions to the Court. Mr Yenin and Mr Garkusha claimed EUR 137 and EUR 2,648 respectively, in respect of legal, travel and postal costs and expenses incurred in the domestic proceedings and before the Court. Mr Burnayev and Mr Samasadkin claimed EUR 64.15 and EUR 42.05 respectively, in respect of postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  Commenting on Mr Ilchenko’s claims, the Government pointed out that a major part of the legal fees were irrelevant to the present application and that his other expenses had not been corroborated with appropriate documents. The latter argument was also invoked by the Government against the other applicants’ claims for costs and expenses. Additionally, the Government submitted that Mr Burnayev did not need to have his application sent by DHL, whose services were more expensive than those of Russian Post.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sums of EUR 5,000 to Mr Ilchenko, EUR 106 to Mr Lytin, EUR 850 to Mr Litavrin, EUR 137 to Mr Yenin, EUR 2,500 to Mr Garkusha, EUR 64 to Mr Burnayev, and EUR 42 to Mr Samasadkin, plus any tax that may be chargeable on the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "110.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Measures to comply with the present judgment",
                                "elements": [
                                    {
                                        "content": "111.  The Government submitted that Russia had to implement its accession commitments in the light of the requirements of the Russian Constitution, having regard to the balance existing in the specific historic context between, on the one hand, the need to ensure its own sovereignty and security and, on the other hand, the ongoing integration into the global world. As regards Russia’s commitment to cease to restrict international travel of persons aware of State secrets, the Government submitted that “the intention did not imply a full repeal of the restrictions, especially since the ‘generally accepted’ restrictions are not set out in any document”. At present, it could only be expected that the measures for the protection of State interests would be proportionate to the aim pursued and that the national law would be further developed with a possibility of gradually repealing such restrictions at some future point in time. Lastly, the Government pointed out that on 22 June 2011 the Interagency Commission had established a working group to explore common approaches to problematic issues relating to travel restrictions on individuals aware of State secrets. Its task was to develop methodology for determining the specific duration of the restriction, taking into account the extent of their awareness of State secrets and the exhaustive list of criteria for restricting the right to travel abroad. The working group had drafted two federal laws, one Presidential decree and two Government resolutions which were in the process of being approved by the executive authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The applicants submitted that Russia’s failure to implement its accession commitment relating to the lifting of the travel ban on individuals aware of State secrets amounted to a structural problem. That problem had been highlighted in the Court’s judgments in the Bartik and Soltysyak cases, which had not been executed to date as regards general measures. The situation had not changed after the adoption by the Russian Constitutional Court of judgment no. 14-P, dated 7 June 2012, which had upheld the validity of the travel ban. The applicants emphasised that the accession commitments were considered as conditions sine qua non for Russia’s membership of the Council of Europe and that the Parliamentary Assembly regarded the travel restrictions as incompatible with the status of a member State. For many years Russia had taken no steps to amend the relevant legal provisions or practice and such a long period was clearly in breach of its undertaking to abolish the travel restrictions “with immediate effect”. The impugned restrictions affected hundreds of thousands of Russian citizens who had been waiting for too long for their abolition. Under Article 27 of the Vienna Convention on the Law of Treaties, a party could not invoke the provisions of its internal law as justification for its failure to perform a treaty, and Russia had to abide by its commitments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court has found in the present case that a ban on the private travel of persons who have had access to State secrets is in violation of the Convention. The Parliamentary Assembly’s Opinion on Russia’s request for membership of the Council of Europe indicates that the repeal of restrictions on international travel for private purposes was regarded as a necessary condition for membership of the Council of Europe as the organisation of States adhering to the principles of individual freedom, political liberty and the rule of law (Preamble to the Statute of the Council of Europe) (see paragraph 60 above). The Court has previously expressed the view that the express mention in the Opinion on Russia’s accession request of Russia’s undertaking to cease, with immediate effect, restrictions on international travel by persons with knowledge of State secrets suggested that the Assembly did not consider the existence of such a restriction compatible with membership of the Council of Europe (see Bartik, cited above, § 50). The Russian Federation became a member State of the Council of Europe on 28 February 1996. However, it has not fulfilled that specific accession commitment to date, that is to say for more than twenty-two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  On 21 December 2006 the Court gave judgment in the case of Bartik v. Russia (cited above). It found that a restriction on the applicant’s right to leave his own country was not necessary in a democratic society and amounted to a violation of Article 2 of Protocol No. 4 (§§ 44-52). On 10 February 2011 the Court reiterated its findings in the similar case of Soltysyak v. Russia (cited above, §§ 46-54). It pointed out that Russia was the only member State that had retained the restrictions on international travel for private purposes by persons who had been previously aware of State secrets (§ 51). In June 2012 the Russian Constitutional Court also considered a challenge to the restriction brought by one of the applicants in the instant case, Mr Ilchenko. Although it held that it was generally compatible with the Russian Constitution, it called for a departure from the purely formalistic approach and for the adoption of a more nuanced approach tailored to the requirements of the specific situation (see paragraph 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  In 2012 the Government reported to the Committee of Ministers that they had sent a copy of the Court’s judgment to various executive agencies and regional courts and listed it in legal databases. They also mentioned that they considered adopting other measures which could be understood as a reference to the works of the Interagency Commission (see paragraphs 63 and 111 above). According to them, the Commission had produced a batch of draft documents and regulations. However, it does not appear that there was any follow-up action. As at the date of this judgment, that is to say six years later, the relevant provisions of domestic law – section 15 of the Entry and Exit Procedures Act and section 24 of the State Secrets Act – have not been amended or repealed and have retained the same absolute travel restriction on the rights of persons aware of State secrets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  It is the Court’s view that the Russian authorities’ prolonged failure to implement their accession commitment and to execute two of the Court’s judgments is at variance with their obligations under Article 46 the Convention. It is incumbent on the Committee of Ministers, acting under Article 46 of the Convention, to address the issue of what may be required of the respondent Government by way of compliance, through both individual and general measures (see Tagayeva and Others v. Russia, nos. 26562/07 and 6 others, § 640, ECHR 2017 (extracts)).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the restriction on the applicants’ right to leave Russia admissible and the remainder inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of Protocol No. 4;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 March 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BERKOVICH AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-181876.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0327JUD000587107",
    "externalsources": [
        "Preamble to the Statute of the Council of Europe",
        "Opinion no. 193 (1996) on Russia’s request for membership of the Council of Europe, adopted by the Parliamentary Assembly of the Council of Europe on 25 January 1996"
    ],
    "extractedappno": [
        "5871/07",
        "61948/08",
        "25025/10",
        "19971/12",
        "46965/12",
        "75561/12",
        "73574/13",
        "504/14",
        "31941/14",
        "45416/14",
        "55565/00",
        "4663/05",
        "38951/13",
        "59611/13",
        "31039/11",
        "16899/13",
        "71444/13",
        "56679/00",
        "39428/12",
        "66485/01",
        "51279/09",
        "62332/00",
        "27323/95",
        "52868/99",
        "61838/14",
        "25664/05",
        "52562/99",
        "52620/99",
        "48420/10",
        "26562/07"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 15 of the Entry and Exit Procedures Act (Law no. 114-FZ of 15 August 1996)",
        "Section 24 of the State Secrets Act (Law no. 5485-1 of 21 July 1993"
    ],
    "itemid": "001-181876",
    "judgementdate": "27/03/2018 00:00:00",
    "kpdate": "27/03/2018 00:00:00",
    "kpthesaurus": [
        "14",
        "236",
        "216",
        "577",
        "283",
        "305",
        "26",
        "1",
        "126",
        "243",
        "184",
        "566",
        "159",
        "270",
        "263",
        "386",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "46-1",
        "P4-2",
        "46-2",
        "P4-2-2",
        "46",
        "35-3-a",
        "P4-2-3",
        "35",
        "41"
    ],
    "parties": [
        "BERKOVICH AND OTHERS",
        "RUSSIA"
    ],
    "rank": "2311.65869140625",
    "representedby": [
        "SAMORODKINA M. V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Abramyan and Others v. Russia (dec.), nos. 38951/13 and 59611/13, 12 May 2015",
        "Azinas v. Cyprus [GC], no. 56679/00, § 38, ECHR 2004 III",
        "Bartik v. Russia, no. 55565/00, ECHR 2006 XV",
        "Bigashev v. Russia, no. 71444/13, §§ 58-63, 27 June 2017",
        "Eweida and Others v. the United Kingdom, nos. 48420/10 and 3 others, §§ 83 and 109, ECHR 2013 (extracts)",
        "Gablishvili v. Russia, no. 39428/12, § 49, 26 June 2014",
        "Kocherov and Sergeyeva v. Russia, no. 16899/13, §§ 67-69, 29 March 2016",
        "Lind v. Russia, no. 25664/05, § 96, 6 December 2007",
        "Napijalo v. Croatia, no. 66485/01, § 68, 13 November 2003",
        "Novruk and Others v. Russia, nos. 31039/11 and 4 others, §§ 75-76, 15 March 2016",
        "Soltysyak v. Russia, no. 4663/05, 10 February 2011",
        "Sørensen and Rasmussen v. Denmark [GC], nos. 52562/99 and 52620/99, ECHR 2006 I",
        "Tagayeva and Others v. Russia, nos. 26562/07 and 6 others, § 640, ECHR 2017 (extracts)",
        "Vlasov and Benyash v. Russia, nos. 51279/09 and 32098, §§ 27-36, 20 September 2016"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "473436",
    "typedescription": "15"
}