{
    "__articles": "2;2-1;2-2;41",
    "__conclusion": "Violation of Art. 2;Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "18984/91",
    "article": [
        "41",
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-57943.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 20 May 1994, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"). It originated in an application (no. 18984/91) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission under Article 25 (art. 25) on 14 August 1991 by Ms Margaret McCann, Mr Daniel Farrell and Mr John Savage, who are all Irish and  citizens. They are representatives of the estates of Mr Daniel McCann, Ms Mairead Farrell and Mr Sean Savage (see paragraph 23 below).",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 2 (art. 2) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2. In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicants stated that they wished to take part in the proceedings and designated the lawyers who would represent them (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3. The Chamber to be constituted included ex officio Sir John Freeland, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). On 28 May 1994, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr Thór Vilhjálmsson, Mr F. Gölcüklü, Mr A. Spielmann, Mrs E. Palm, Mr A.N. Loizou, Mr M.A. Lopes Rocha and Mr P. Jambrek (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4. As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, acting through the Registrar, consulted the Agent of the United Kingdom Government (\"the Government\"), the applicants’ lawyers and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the orders made in consequence, the Government’s memorial was lodged at the registry on 3 and 4 November 1994, the applicants’ memorial on 22 November and their claims for just satisfaction under Article 50 (art. 50) of the Convention on 18 and 25 January 1995. The Secretary to the Commission subsequently informed the Registrar that the Delegate did not wish to comment in writing on the memorials filed.",
                        "elements": []
                    },
                    {
                        "content": "5. On 21 September 1994, the President had granted, under Rule 37 para. 2, leave to Amnesty International to submit written comments on specific aspects of the case. Leave was also granted on the same date, subject to certain conditions, to , the Committee on the Administration of Justice, Inquest and British-Irish Rights Watch to submit joint written comments. The respective comments were received on 16 November and 2 December 1994.",
                        "elements": []
                    },
                    {
                        "content": "6. On 21 September 1994, the Chamber decided, pursuant to Rule 51, to relinquish jurisdiction forthwith in favour of a Grand Chamber. By virtue of Rule 51 para. 2 (a) and (b), the President and the Vice-President of the Court (Mr Ryssdal and Mr R. Bernhardt) as well as the other members of the original Chamber are members of the Grand Chamber. However, at his request, Mr Loizou was exempted from sitting in the case (Rule 24 para. 3). On 24 September 1994 the names of the additional judges were drawn by lot by the President, in the presence of the Registrar, namely Mr C. Russo, Mr N. Valticos, Mr R. Pekkanen, Mr J.M. Morenilla, Mr A.B. Baka, Mr G. Mifsud Bonnici, Mr J. Makarczyk, Mr B. Repik, Mr P. Kuris and Mr U. Lohmus.",
                        "elements": []
                    },
                    {
                        "content": "7. On 15 February 1995, the Government submitted a brief concerning various issues raised by the applicants and the intervenors in their memorials.",
                        "elements": []
                    },
                    {
                        "content": "8. In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, , on 20 February 1995. The Grand Chamber had held a preparatory meeting beforehand and decided to consent to the filing of the Government’s brief.",
                        "elements": []
                    },
                    {
                        "content": "9. There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "(a) for the Government",
                        "elements": []
                    },
                    {
                        "content": "(b) for the Commission",
                        "elements": []
                    },
                    {
                        "content": "(c) for the applicants",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Sir Basil Hall, Mr Korff, Mr McGrory and Mr Richards.",
                        "elements": []
                    },
                    {
                        "content": "10. At the request of the Court the Government submitted, on 9 March 1995, various judgments of the English and  courts concerning the use of lethal force by members of the security forces.",
                        "elements": []
                    },
                    {
                        "content": "11. On 23 March 1995 the applicants submitted their reply to the Government’s brief.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "12. The facts set out below, established by the Commission in its report of 4 March 1994 (see paragraphs 132 and 142 below), are drawn mainly from the transcript of evidence given at the Gibraltar inquest (see paragraph 103 below).",
                        "elements": []
                    },
                    {
                        "content": "I. PARTICULAR CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "13. Before 4 March 1988, and probably from at least the beginning of the year, the United Kingdom, Spanish and Gibraltar authorities were aware that the Provisional IRA (Irish Republican Army - \"IRA\") were planning a terrorist attack on Gibraltar. It appeared from the intelligence received and from observations made by the Gibraltar police that the target was to be the assembly area south of Ince’s Hall where the Royal Anglian Regiment usually assembled to carry out the changing of the guard every Tuesday at 11.00 hours.",
                                "elements": []
                            },
                            {
                                "content": "14. Prior to 4 March 1988, an advisory group was formed to advise and assist Mr Joseph Canepa, the Gibraltar Commissioner of Police (\"the Commissioner\"). It consisted of Soldier F (senior military adviser and officer in the Special Air Service or \"SAS\"), Soldier E (SAS attack commander), Soldier G (bomb-disposal adviser), Mr Colombo (Acting Deputy Commissioner of Police), Detective Chief Inspector Ullger, attached to Special Branch, and Security Service officers. The Commissioner issued instructions for an operational order to be prepared to deal with the situation.",
                                "elements": []
                            },
                            {
                                "content": "A. Military rules of engagement",
                                "elements": [
                                    {
                                        "content": "15. Soldier F and his group, including Soldier E and a number of other SAS soldiers, had arrived in Gibraltar prior to 4 March 1988. Preliminary briefings had been conducted by the Ministry of Defence in . According to the military rules of engagement (entitled \"Rules of Engagement for the Military Commander in Operation Flavius\") issued to Soldier F by the Ministry of Defence, the purpose of the military forces being in Gibraltar was to assist the Gibraltar police to arrest the IRA active service unit (\"ASU\") should the police request such military intervention. The rules also instructed F to operate as directed by the Commissioner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16. The rules also specified the circumstances in which the use of force by the soldiers would be permissible as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Use of force",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. You and your men will not use force unless requested to do so by the senior police officer(s) designated by the Gibraltar Police Commissioner; or unless it is necessary to do so in order to protect life. You and your men are not then to use more force than is necessary in order to protect life ... Opening fire",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. You and your men may only open fire against a person if you or they have reasonable grounds for believing that he/she is currently committing, or is about to commit, an action which is likely to endanger your or their lives, or the life of any other person, and if there is no other way to prevent this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firing without warning",
                                        "elements": []
                                    },
                                    {
                                        "content": "6. You and your men may fire without warning if the giving of a warning or any delay in firing could lead to death or injury to you or them or any other person, or if the giving of a warning is clearly impracticable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Warning before firing",
                                        "elements": []
                                    },
                                    {
                                        "content": "7. If the circumstances in paragraph 6 do not apply, a warning is necessary before firing. The warning is to be as clear as possible and is to include a direction to surrender and a clear warning that fire will be opened if the direction is not obeyed.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Operational order of the Commissioner",
                                "elements": [
                                    {
                                        "content": "17. The operational order of the Commissioner, which was drawn up on 5 March 1988, stated that it was suspected that a terrorist attack was planned in Gibraltar and that the target was highly probably the band and guard of the First Battalion of the Royal Anglian Regiment during a ceremonial changing of the guard at Ince’s Hall on 8 March 1988. It stated that there were \"indications that the method to be used is by means of explosives, probably using a car bomb\". The intention of the operation was then stated to be",
                                        "elements": []
                                    },
                                    {
                                        "content": "18. The methods to be employed were listed as police surveillance and having sufficient personnel suitably equipped to deal with any contingency. It was also stated that the suspects were to be arrested by using minimum force, that they were to be disarmed and that evidence was to be gathered for a court trial. Annexed to the order were, inter alia, lists of attribution of police personnel, firearms rules of engagement and a guide to firearms use by police (see paragraphs 136 and 137 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Evacuation plan",
                                "elements": [
                                    {
                                        "content": "19. A plan for evacuation of the expected area of attack was drawn up on 5 March 1988 by Chief Inspector Lopez. It was to be put into effect on Monday or Tuesday (7-8 March). It included arrangements to evacuate and cordon off the area around Ince’s Hall to a radius of 200 m, identified the approach roads to be closed, detailed the necessary traffic diversions and listed the personnel to implement the plan. The plan was not, however, distributed to other officers.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Joint operations room",
                                "elements": [
                                    {
                                        "content": "20. The operation in Gibraltar to counter the expected terrorist attack was run from a joint operations room in the centre of Gibraltar. In the operations room there were three distinct groups - the army or military group (comprising the SAS and bomb-disposal personnel), a police group and the surveillance or security service group. Each had its own means of communication with personnel on the ground operated from a separate control station. The two principal means of communication in use were, however, the two radio-communication networks known as the surveillance net and the tactical or military net. There was a bomb-disposal net which was not busy and, while the police had a net, it was not considered secure and a telephone appears to have been used for necessary communications with the central police station.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E. First sighting of the suspects in  on 4 March 1988",
                                "elements": [
                                    {
                                        "content": "21. On 4 March 1988, there was a reported sighting of the ASU in Malaga in . As the Commissioner was not sure how or when they would come to Gibraltar surveillance was mounted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F. Operational briefing on 5 March 1988",
                                "elements": [
                                    {
                                        "content": "22. At midnight between 5 and 6 March 1988, the Commissioner held a briefing which was attended by officers from the Security Services (including from the surveillance team Witnesses H, I, J, K, L, M and N), military personnel (including Soldiers A, B, C, D, E, F and G) and members of the Gibraltar police (Officers P, Q and R and Detective Chief Inspector Ullger, Head of Special Branch, and Detective Constable Viagas).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commissioner conducted the police aspect of the briefing, the members of the Security Services briefed on the intelligence aspects of the operation, the head of the surveillance team covered the surveillance operation and Soldier E explained the role of the military if they were called on for assistance. It then appears that the briefing split into smaller groups, E continuing to brief the soldiers under his command but in the same location.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commissioner also explained the rules of engagement and firearms procedures and expressed the importance to the police of gathering evidence for a subsequent trial of the terrorists.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23. The briefing by the representative of the Security Services included inter alia the following assessments:",
                                        "elements": []
                                    },
                                    {
                                        "content": "This possibility was discounted, according to Senior Security Services Officer O in his evidence to the inquest, since (1) it would involve two trips; (2) it would be unnecessary since parking spaces would be available on the night before or on a Tuesday morning; (3) there was the possibility that the blocking car would itself get blocked by careless parking. The assessment was that the ASU would drive in at the last moment on Monday night or on Tuesday morning. On the other hand Chief Inspector Lopez, who was not present at the briefing, stated that he would not have brought in a bomb on Tuesday since it would be busy and difficult to find a parking place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Mode of detonation of bomb",
                                        "elements": [
                                            {
                                                "content": "24. Various methods of detonation of the bomb were mentioned at the briefing: by timing device, by RCIED (radio-controlled improvised explosive device) and by command wire. This last option which required placing a bomb connected to a detonator by a wire was discounted as impracticable in the circumstances. The use of a timer was, according to O, considered highly unlikely in light of the recent IRA explosion of a bomb by timer device at Enniskillen which had resulted in a high number of civilian casualties. Use of a remote-control device was considered to be far more likely since it was safer from the point of view of the terrorist who could get away from the bomb before it exploded and was more controllable than a timer which once activated was virtually impossible to stop.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25. The recollection of the others present at the briefing differs on this point. The police witnesses remembered both a timer and a remote-control device being discussed. The Commissioner and his Deputy expected either type of device. Chief Inspector Ullger recalled specific mention of the remote-control device as being more likely. The surveillance officers also thought that an emphasis was placed on the use of a remote-control device.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26. The military witnesses in contrast appear to have been convinced that it would certainly be a remote-control device. Soldier F made no mention of a timer but stated that they were briefed that it was to be a \"button job\", that is, radio-controlled so that the bomb could be detonated at the press of a button. He believed that there had been an IRA directive not to repeat the carnage of a recent bomb in Enniskillen and to keep to a minimum the loss of life to innocent civilians. It was thought that the terrorists knew that if it rained the parade would be cancelled and in that event, if a timer was used, they would be left with a bomb that would go off indiscriminately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Soldier E also stated that at the briefing they were informed that the bomb would be initiated by a \"button job\". In answer to a question by a juror, he stated that there had been discussion with the soldiers that there was more chance that they would have to shoot to kill in view of the very short time factor which a \"button job\" would impose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27. Soldiers A, B, C and D stated that they were told at the briefing that the device would be radio-controlled. Soldier C said that E stressed to them that it would be a \"button job\".",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Possibility that the terrorists would detonate the bomb if confronted",
                                        "elements": [
                                            {
                                                "content": "28. Soldier O stated that it was considered that, if the means of detonation was by radio control, it was possible that the suspects might, if confronted, seek to detonate the device.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Soldier F also recalled that the assessment was that any one of the three could be carrying a device. In answer to a question pointing out the inconsistency of this proposition with the assessment that the IRA wished to minimise civilian casualties, F stated that the terrorists would detonate in order nonetheless to achieve some degree of propaganda success. He stated that the briefing by the intelligence people was that it was likely if the terrorists were cornered they would try to explode the bomb.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Soldier E confirmed that they had been told that the three suspects were ruthless and if confronted would resort to whatever weapons or \"button jobs\" they carried. He had particularly emphasised to his soldiers that there was a strong likelihood that at least one of the suspects would be carrying a \"button job\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "29. This was recalled, in substance, by Soldiers C and D. Soldier B did not remember being told that they would attempt to detonate if arrested but was aware of that possibility in his own mind. They were warned that the suspects were highly dangerous, dedicated and fanatical.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30. It does not appear that there was any discussion at the briefing as to the likely size, mode of activation or range of a remote-control device that might be expected. The soldiers appear to have received information at their own briefings. Soldier F did not know the precise size a radio detonator might be, but had been told that the device would be small enough to conceal on the person. Soldier D was told that the device could come in a small size and that it could be detonated by the pressing of just one button.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31. As regards the range of the device, Soldier F said that the military were told that the equipment which the IRA had was capable of detonating a radio-controlled bomb over a distance of a mile and a half.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "G. Events on 6 March 1988",
                                "elements": [
                                    {
                                        "content": "1. Deployment of Soldiers A, B, C and D",
                                        "elements": [
                                            {
                                                "content": "32. The operations room opened at 8.00 hours. The Commissioner was on duty there from 10.30 to 12.30 hours. When he left, Deputy Commissioner Colombo took his place. Members of the surveillance teams were on duty in the streets of Gibraltar as were Soldiers A, B, C and D and members of the police force involved in the operation. Soldiers A, B, C and D were in civilian clothing and were each armed with a 9mm Browning pistol which was carried in the rear waistband of their trousers. Each also carried a radio concealed on their person. They were working in pairs. In each pair, one was in radio communication on the tactical net and the other on the surveillance net. Police officers P, Q and R, who were on duty to support the soldiers in any arrest, were also in plain clothes and armed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Surveillance at the border",
                                        "elements": [
                                            {
                                                "content": "33. On 6 March 1988, at 8.00 hours, Detective Constable Huart went to the frontier to keep observation for the three suspects from the computer room at the Spanish immigration post. He was aware of the real names of the three suspects and had been shown photographs. The Spanish officers had photographs. The computer room was at some distance from the frontier crossing point itself. The Spanish officers at the immigration post showed him passports by means of a visual aid unit. It appears that they only showed him the passports of those cars containing two men and one woman. Several pictures were flashed up for him during the course of the day but he did not recognise them. At the inquest, under cross-examination, he at first did not recall that he had been given any of the aliases that the three suspects might be employing. Then, however, he thought that he remembered the name of Coyne being mentioned in relation to Savage and that at the time he must have known the aliases of all three, as must the Spanish officers. Chief Inspector Ullger, who had briefed Huart however, had no recollection of the name of Coyne being mentioned before 6 March and he only recalled the name of Reilly in respect of McCann. However, if Huart recalled it, he did not doubt that it was so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34. On the Gibraltar side of the border, the customs officers and police normally on duty were not informed or involved in the surveillance on the basis that this would involve information being provided to an excessive number of people. No steps were taken to slow down the line of cars as they entered or to scrutinise all passports since it was felt that this might put the suspects on guard. There was, however, a separate surveillance team at the border and, in the area of the airfield nearby, an arrest group. Witness M who led a surveillance team at the frontier expressed disappointment at the apparent lack of co-operation between the various groups involved in Gibraltar but he understood that matters were arranged that way as a matter of security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35. At the inquest, Chief Inspector Ullger stated, when pressed about the failure to take more scrupulous measures on the Gibraltar side,",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"In this particular case, we are talking about dangerous terrorists. We were talking about a very, very major and delicate operation - an operation that had to succeed. I think the only way it could have succeeded is to allow the terrorists to come in and for the terrorists to have been dealt with in the way they were dealt with as far as the surveillance is concerned.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "36. While Soldiers E and F made reference to the preferred military option as being to intercept and arrest the suspects in the frontier area, it appears not to have been pursued with any conviction, on the assumption that identification would not be possible in light of the brief time available for identification to be made (10 to 15 seconds per car) and the lack of prior warning from the Spanish side.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Arrest options: Advisory Group policy",
                                        "elements": [
                                            {
                                                "content": "37. Soldier F stated that the military option had been refined down to the preferred option of arresting the suspects when they were on foot in the assembly area, to disarm them and then to defuse the bomb. He referred also to four key indicators formulated by the Advisory Group with a view to guiding the Commissioner:",
                                                "elements": []
                                            },
                                            {
                                                "content": "The plan was for an arrest to be carried out once all the members of the ASU were present and identified and they had parked a car which they intended to leave. Any earlier action was considered premature as likely to raise suspicion in any unapprehended members of the ASU with possible risk resulting and as leaving no evidence for the police to use in court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. Sighting of Mr Savage",
                                        "elements": [
                                            {
                                                "content": "38. Detective Constable Viagas was on surveillance duty in a bank which had a view over the area in which the car driven in by the terrorists was expected to be parked. At about 12.30 hours, he heard a report over the surveillance net that a car had parked in a parking space in the assembly area under observation. A member of the Security Service commented that the driver had taken time to get out and fiddled with something between the seats. DC Viagas saw the man lock the car door and walk away towards the Southport Gate. One of the Security Service officers present consulted a colleague as to possible identification but neither was sure. A field officer was requested to confirm the identity. DC Viagas could not himself identify the man from his position.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39. Witness N of the Security Service team on surveillance in the car-park in the assembly area recalled that at 12.45 hours a white Renault car drove up and parked, the driver getting out after two to three minutes and walking away. A young man resembling the suspect was spotted next at about 14.00 hours in the area. Witness H, who was sent to verify his identification, saw the suspect at about that time and recognised him as Savage without difficulty. Witness N also saw the suspect at the rear of John Mackintosh Hall and at 14.10 hours reported over the radio to the operations room that he identified him as Savage and also as the man who had earlier parked the car in the assembly area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Officer Q who was on duty on the street recalled hearing over the surveillance net at about 14.30 hours that Savage had been identified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40. The Commissioner however did not recollect being notified about the identification of Savage until he arrived in the operations room at 15.00 hours. Colombo did not recall hearing anything about Savage either until it was reported that he had met up with two other suspects at about 14.50 hours. Soldiers E and F recalled however that a possible sighting of Savage was reported at about 14.30 hours. Soldier G also refers to the later sighting at 14.50 hours as the first identification of Savage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41. There appears to have been a certain time-lag between information on the ground either being received in the operations room or being passed on. Soldiers E and F may have been more aware than the Commissioner of events since they were monitoring closely the information coming in over the nets, which apparently was not audible to the Commissioner where he sat at a table away from the control stations. 42. The suspect was followed for approximately an hour by Witness H who recalled that the suspect was using anti-surveillance techniques such as employing devious routes through the side streets. Witness N was also following him, for an estimated 45 minutes, and considered that he was alert and taking precautions, for example stopping round the corner at the end of alleyways to see who followed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5. Sighting of Mr McCann and Ms Farrell",
                                        "elements": [
                                            {
                                                "content": "43. Witness M who was leading the surveillance at the border stated that two suspects passed the frontier at about 14.30 hours though apparently they were initially not clearly identified. They were on foot and reportedly taking counter-surveillance measures (Farrell looking back frequently). Their progress into Gibraltar was followed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44. At 14.30 hours, Soldiers E and F recalled a message being received that there was a possible sighting of McCann and Farrell entering on foot. The Commissioner was immediately informed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6. Sighting of three suspects in the assembly area",
                                        "elements": [
                                            {
                                                "content": "45. At about 14.50 hours, it was reported to the operations room that the suspects McCann and Farrell had met with a second man identified as the suspect Savage and that the three were looking at a white Renault car in the car-park in the assembly area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Witness H stated that the three suspects spent some considerable time staring across to where a car had been parked, as if, in his assessment, they were studying it to make sure it was absolutely right for the effect of the bomb. DC Viagas also witnessed the three suspects meeting in the area of the car-park, stating that all three turned and stared towards where the car was parked. He gave the time as about 14.55 hours. He stated that the Security Services made identification of all three at this moment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "At this moment, the possibility of effecting an arrest was considered. There were different recollections. Mr Colombo stated that he was asked whether he would hand over control to the military for the arrest but that he asked whether the suspects had been positively identified; he was told that there was 80% identification. Almost immediately the three suspects moved away from the car through the Southport Gate. He recalled that the movement of the three suspects towards the south gave rise to some discussion as to whether this indicated that the three suspects were on reconnaissance and might return for the car. It was for this reason that the decision was taken not to arrest at this point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46. At 15.00 hours, Mr Colombo rang the Commissioner to inform him that it was more and more likely to be McCann and Farrell. When the Commissioner arrived shortly afterwards, Mr  informed him that the suspects McCann and Farrell had met up with a third person thought to be Savage and that an arrest had almost been made.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47. The Commissioner asked for positive identification of the three suspects. Identification was confirmed by 15.25 hours when it was reported to the operations room that the three suspects had returned to the assembly area and gone past looking at the car again. The three suspects continued north and away from the car. Soldiers E and F recalled that control was passed to the military but immediately taken back as the Commissioner requested further verification of the identities of the suspects. The confirmation of identity which the Commissioner had requested was received almost immediately.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7. Examination of the suspect car in the assembly area",
                                        "elements": [
                                            {
                                                "content": "48. After the three suspects’ identities had been confirmed and they had moved away from the assembly area, Soldier G examined the suspect car. He conducted an examination from the exterior without touching the car. He described it as a newish-looking white Renault. He detected nothing untoward inside the car or anything visibly out of place or concealed under the seats. He noted that the aerial of the car, which was rusty, was out of place with the age of the car. He was in the area for less than two minutes. He returned to the operations room and reported to the Commissioner that he regarded the car as a \"suspect car bomb\". At the inquest, he explained that this was a term of art for a car parked in suspicious circumstances where there is every reason to believe that it is a car bomb and that it could not be said that it was not a car bomb.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49. The Commissioner recalled that G had reported that it was a suspect car bomb since there was an old aerial situated centrally of a relatively new car. He stated that as a result they treated it as a \"possible car bomb\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "50. Soldier F referred to the aerial as rendering the car suspicious and stated that this information was passed on to all the parties on the ground.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51. Soldier E was more categorical and stated that as far as G could tell \"from a cursory visual examination he was able to confirm our suspicion that they were dealing with a car bomb\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "52. Soldier A stated that he believed 100 per cent that there was a bomb in the debussing area, that the suspects had remote-control devices and were probably armed. This was what he had been told over the radio. Soldier C recalled that it had been confirmed by Soldier E that there was a device in Ince’s Hall area which could be detonated by one of three suspects who was more likely to be Savage because he had been seen \"fiddling\" with something in the car earlier. He had also been told of the indication of an old aerial on a new car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Soldier D said that it had been confirmed to him by Soldier E that there was a bomb there. To his recollection, no one told them that there was a possibility that the three suspects might not be carrying the remote-control devices with them on the Sunday or that possibly they had not brought a bomb in. He had been told by Soldier E - whom he fully trusted - that there was a bomb in the car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53. At the inquest Soldier G was described as being the bomb-disposal adviser. He had experience of dealing with car bombs in  but at the inquest he stated in reply to various questions that he was neither a radio-communications expert nor an explosives expert. He had not thought of de-activating the suspect bomb by unscrewing the aerial from the car. When it was put to him in cross-examination, he agreed that to have attempted to unscrew the aerial would have been potentially dangerous.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8. Passing of control to the military for arrest",
                                        "elements": [
                                            {
                                                "content": "54. After receiving the report from Soldier G and in view of the fact that the three suspects were continuing northwards leaving the car behind, the Commissioner decided that the three suspects should be arrested on suspicion of conspiracy to murder. At 15.40 hours, he signed a form requesting the military to intercept and apprehend the suspects. The form, which had been provided in advance by the military, stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"I, Joseph Luis Canepa, Commissioner of Police, having considered the terrorist situation in Gibraltar and having been fully briefed on the military plan with firearms, request that you proceed with the military option which may include the use of lethal force for the preservation of life.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "After the form was signed, Soldier F walked across to the tactical net and issued instructions that the military should intervene.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Soldier E ascertained the positions of the soldiers by radio. Soldiers C and D had been visually monitoring the movement of the three suspects in  and . Soldiers A and B were making their way north through Casemates Square and into the Landport tunnel. The soldiers were informed that control had passed to them to make an arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55. The evidence at the inquest given by the soldiers and Police Officer R and DC Ullger was that the soldiers had practised arrest procedures on several occasions with the police before 6 March 1988. According to these rehearsals, the soldiers were to approach the suspects to within a close distance, cover the suspects with their pistols and shout \"Stop. Police. Hands up.\" or words to that effect. They would then make the suspects lie on the ground with their arms away from their bodies until the police moved in to carry out a formal arrest. Further, DC Ullger stated that special efforts had been made to identify a suitable place in Gibraltar for the terrorists to be held in custody following their arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56. On reaching the junction of  with , the three suspects crossed the road and stopped on the other side talking. Officer R, observing, saw them appear to exchange newspapers. At this point, Soldiers C and D were approaching the junction from . Soldiers A and B emerging from Landport tunnel also saw the three suspects at the junction from their position where the pathway to the tunnel joined .",
                                                "elements": []
                                            },
                                            {
                                                "content": "57. As the soldiers converged on the junction, however, Savage split away from suspects McCann and Farrell turning south towards the Landport tunnel. McCann and Farrell continued north up the right-hand pavement of .",
                                                "elements": []
                                            },
                                            {
                                                "content": "58. Savage passed Soldiers A and B, brushing against the shoulder of B. Soldier B was about to turn to effect the arrest but A told him that they should continue towards suspects McCann and Farrell, knowing that C and D were in the area and that they would arrest Savage. Soldiers C and D, aware that A and B were following suspects McCann and Farrell, crossed over from  and followed Savage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "9. McCann and Farrell shootings",
                                        "elements": [
                                            {
                                                "content": "59. The evidence of Soldiers A and B at the inquest was to the following effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60. Soldiers A and B continued north up  after McCann and Farrell, walking at a brisk pace to close the distance. McCann was walking on the right of Farrell on the inside of the pavement. He was wearing white trousers and a white shirt, without any jacket. Farrell was dressed in a skirt and jacket and was carrying a large handbag.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61. When Soldier A was approximately ten metres (though maybe closer) behind McCann on the inside of the pavement, McCann looked back over his left shoulder. McCann appeared to look directly at A and the smile left his face, as if he had a realisation of who A was and that he was a threat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Soldier A drew his pistol, intending to shout a warning to stop at the same time, though he was uncertain if the words actually came out. McCann’s hand moved suddenly and aggressively across the front of his body. A thought that he was going for the button to detonate the bomb and opened fire. He shot one round into McCann’s back from a distance of three metres (though maybe it may have been closer). Out of the corner of his eye, A saw a movement by Farrell. Farrell had been walking on the left of McCann on the side of the pavement next to the road. A saw her make a half turn to the right towards McCann, grabbing for her handbag which was under her left arm. A thought that she was also going for a button and shot one round into her back. He did not disagree when it was put to him that the forensic evidence suggested that he may have shot from a distance of three feet (see paragraph 111 below). Then A turned back to McCann and shot him once more in the body and twice in the head. A was not aware of B opening fire as this was happening. He fired a total of five shots.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62. Soldier B was approaching directly behind Farrell on the road side of the pavement. He was watching her. When they were three to four metres away and closing, he saw in his peripheral vision that McCann turned his head to look over his shoulder. He heard what he presumed was a shout from A which he thought was the start of the arrest process. At almost the same instant, there was firing to his right. Simultaneously, Farrell made a sharp movement to her right, drawing the bag which she had under her left arm across her body. He could not see her hands or the bag and feared that she was going for the button. He opened fire on Farrell. He deemed that McCann was in a threatening position and was unable to see his hands and switched fire to McCann. Then he turned back to Farrell and continued firing until he was certain that she was no longer a threat, namely, her hands away from her body. He fired a total of seven shots.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63. Both soldiers denied that Farrell or McCann made any attempt to surrender with their hands up in the air or that they fired at the two suspects when they were lying on the ground. At the inquest, Soldier A stated expressly that his intention had been to kill McCann \"to stop him becoming a threat and detonating that bomb\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "64. The shooting took place on the pavement in front of a Shell petrol station in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "After the shooting, the soldiers put on berets so they would be recognised by the police. They noticed a police car, with its siren going, coming south from the sundial down the far side of . A number of policemen jumped out of the car and leapt the central barrier. Soldier A still had his pistol in his hand. He put his hands up in the air and shouted \"Police\". A recalled hearing shooting from behind as the police car was approaching.",
                                                "elements": []
                                            },
                                            {
                                                "content": "While neither of the soldiers was aware of the police car or siren until after the shooting, the majority of witnesses, including the police officers P, Q and R who were in the vicinity to support the soldiers in the arrest and a number of the surveillance team as well as civilian witnesses, recalled that the sound of the police siren preceded, if only by a very short time, the sound of the gunfire. Officers P and Q, who were watching from a relatively close distance, considered that Farrell and McCann reacted to the sound of the siren: Q was of the opinion that it was the siren that caused Farrell and McCann to stop and turn.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65. The arrival of the police car at the scene was an unintended occurrence. After the Commissioner had handed over control to the military at 15.40 hours, he instructed Mr Colombo to ensure that there was police transport available. Mr Colombo telephoned Chief Inspector Lopez at the Central Police Station, who in turn instructed the Controller Police Constable Goodman to recall the duty police car. The Controller recorded the call at 15.41 hours. He radioed the patrol car informing the officers that they were to return immediately. He did not know where the car was at the time or what the reason for the recall was. When Inspector Revagliatte who was in the car asked if it was urgent, the Controller told him it was a priority message and further instructions would be given on arrival.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66. At the time of the message, the police car was waiting in a queue of traffic in . Revagliatte told the driver to put on siren and beacons. The car pulled out into the opposite lane to overtake the queue of traffic. They cut back into the proper lane at the lights at the junction with  and continued north along  in the outer lane. As they passed the Shell garage, the four policemen in the car heard shots. Revagliatte instructed the driver to continue. When he looked back, he saw two persons lying on the pavement. The car went round the sundial roundabout and returned to stop on the other side of the road opposite the Shell garage. The police siren was on during this time. When the car stopped, the four policemen got out, three of them jumping the central barrier and Revagliatte walking round to arrive at the scene.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67. Officers P, Q and R were in the vicinity of the Shell petrol station and also arrived quickly on the scene of the McCann and Farrell shootings. Officers P and R placed their jackets over the bodies. Officer P dropped his gun while crouched and had to replace it in his holster. Officer Q and Revagliatte carried out a search of the bodies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "10. Eyewitness accounts of the McCann and Farrell shootings",
                                        "elements": [
                                            {
                                                "content": "68. The shooting took place on a fine Sunday afternoon, when there were many people out on the streets and the roads were busy with traffic. The Shell garage was also overlooked by a number of apartment buildings. The shooting consequently was witnessed by a considerable number of people, including police officers involved in the operation, police officers who happened to pass the area on other duties, members of the surveillance team and a number of civilians and off-duty policemen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69. Almost all the witnesses who gave evidence at the inquest recalled that Farrell had carried her bag under her right arm, not as stated by Soldiers A and B under her left arm. The Coroner commented in his summing-up to the jury that this might have had significance with regard to the alleged justification of the soldiers for opening fire, namely, the alleged movement of the bag across the front of her body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70. More significantly, three witnesses, two of whom gave an interview on the controversial television documentary concerning the events \"Death on the Rock\", gave evidence which suggested that McCann and Farrell had been shot while lying on the ground. They stated that they had witnessed the shooting from apartment buildings overlooking the Shell petrol station (see paragraph 125 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71. Mrs Celecia saw a man lying on a pavement with another nearby with his hands outstretched: while she did not see a gun she heard shots which she thought came from that direction. After the noise, the man whom she had thought was shooting appeared to put something inside his jacket. When shown a photograph of the aftermath of the scene, Mrs Celecia failed to identify either Soldier A or B as the man whom she thought that she had seen shooting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72. Mr Proetta saw a girl put her hands up though he thought it was more in shock than in surrender. After she had been shot and fallen to the ground, he heard another fusillade of shots. He assumed that the men nearby were continuing to fire but agreed that there was an echo in the area and that the sound could have come from the Landport tunnel area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Mrs Proetta saw a man and a woman raise their hands over their shoulders with open palms. They were shot, according to her recollection, by men who jumped the barrier. When the bodies were on the ground, she heard further shots and saw a gun in the hand of a man crouching nearby, though she did not see any smoke or cartridges ejecting from the gun. She assumed since she saw a gun that the shots came from it. It also appears that once the bodies fell they were obscured from her view by a low wall and all she saw was a man pointing in their direction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73. Mr Bullock recalled seeing a man reeling backwards under fire with his hands thrown back.",
                                                "elements": []
                                            },
                                            {
                                                "content": "None of the other witnesses saw McCann or Farrell put their hands up or the soldiers shoot at the bodies on the ground.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74. Witness I, a member of the surveillance team, stated that he saw McCann and Farrell shot when they were almost on the ground, but not on the ground.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75. While the soldiers were not sure that any words of warning were uttered by Soldier A, four witnesses (Officers P and Q, Witness K and Police Constable Parody) had a clear recollection of hearing words \"Police, Stop\" or words to that effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76. Officer P, who was approaching from the north and had reached the perimeter wall of the Shell garage, states that he saw McCann make a move as if going for a gun and that Farrell made a move towards her handbag which made him think that she was going for a detonator. Officer Q, who was watching from the other side of the road, also saw Farrell make a move towards her handbag, as did Police Constable Parody, an off-duty policeman watching from an overlooking apartment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "11. The shooting of Savage",
                                        "elements": [
                                            {
                                                "content": "77. At the inquest the evidence of Soldiers C and D was to the following effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78. After the three suspects had split up at the junction, Soldier D crossed the road and followed Savage who was heading towards the Landport tunnel. Savage was wearing jeans, shirt and a jacket. Soldier C was briefly held up on the other side of the road by traffic on the busy road but was catching up as D closed in on Savage. D intended to arrest by getting slightly closer, drawing his pistol and shouting \"Stop. Police. Hands up\". When D was about three metres away, he felt that he needed to get closer because there were too many people about and there was a lady directly in line. Before D could get closer however, he heard gunfire to the rear. At the same time, C shouted \"Stop\". Savage spun round and his arm went down towards his right hand hip area. D believed that Savage was going for a detonator. He used one hand to push the lady out of line and opened fire from about two to three metres away. D fired nine rounds at rapid rate, initially aiming into the centre of Savage’s body, with the last two at his head. Savage corkscrewed as he fell. D acknowledged that it was possible that Savage’s head was inches away from the ground as he finished firing. He kept firing until Savage was motionless on the ground and his hands were away from his body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79. Soldier C recalled following after Savage, slightly behind D. Savage was about eight feet from the entrance to the tunnel but maybe more. C’s intention was to move forward to make arrest when he heard shots to his left rear from the direction in which Farrell and McCann had headed. Savage spun round. C shouted \"Stop\" and drew his pistol. Savage moved his right arm down to the area of his jacket pocket and adopted a threatening and aggressive stance. C opened fire since he feared Savage was about to detonate the bomb. He saw something bulky in Savage’s right hand pocket which he believed to be a detonator button. He was about five to six feet from Savage. He fired six times as Savage spiralled down, aiming at the mass of his body. One shot went into his neck and another into his head as he fell. C continued firing until he was sure that Savage had gone down and was no longer in a position to initiate a device.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80. At the inquest, both soldiers stated under cross-examination that once it became necessary to open fire they would continue shooting until the person was no longer a threat. C agreed that the best way to ensure this result was to kill. D stated that he was firing at Savage to kill him and that this was the way that all soldiers were trained. Both soldiers, however, denied that they had shot Savage while he was on the ground.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Soldier E (the attack commander) stated that the intention at the moment of opening fire was to kill since this was the only way to remove the threat. He added that this was the standard followed by any soldier in the army who opens fire.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81. The soldiers put on berets after the incident to identify themselves to the police.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "12. Eyewitness accounts of the Savage shooting",
                                        "elements": [
                                            {
                                                "content": "82. Witnesses H, I and J had been involved in surveillance of the three suspects in or about the Smith Dorrien/Winston Churchill area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83. Witness H had observed Soldiers A and B moving after McCann and Farrell up . He moved to follow Savage whom he noticed on the corner about to turn into the alleyway leading to the Landport tunnel. He indicated Savage to Soldiers C and D who were accompanying him at this point. While he was moving to follow Savage, H saw the McCann and Farrell shooting from a distance. He continued to follow after Savage, who had gone into the alleyway. He heard a siren, a shout of \"Stop\" and saw Savage spin round. The soldiers were five feet away from Savage. H then turned away and did not witness the shooting itself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84. Witness I had met with Witness H and Soldier D and had confirmed that Savage had gone towards the Landport tunnel. Witness I entered the alleyway after the shooting had begun. He saw one or two shots being fired at Savage who was on the ground. He saw only one soldier firing from a distance of five, six or seven feet. He did not see the soldier put his foot on Savage’s chest while shooting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85. Witness J had followed after Savage when he had separated from McCann and Farrell. When Savage was twenty feet into the alleyway near a large tree, she heard noise of gunfire from behind and at that same time a police siren in fairly close proximity. Savage spun round very quickly at the sound of gunfire, looking very stunned. J turned away and did not see the shooting. When she turned round again, she saw Savage on his back and a soldier standing over him saying, \"Call the police\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "86. Mr Robin Mordue witnessed part of the shooting but as he fell to the ground himself and later took cover behind a car he saw only part of the incident. He did not recall Savage running. When he saw the soldier standing over Savage, there were no more shots.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87. The evidence of Mr Kenneth Asquez was surrounded by the most controversy. A handwritten statement made by him appears to have been used by Thames Television in its documentary \"Death on the Rock\" (see paragraph 125 below). The draft of an affidavit, prepared by a lawyer acting for Thames Television who interviewed Mr Asquez, but not approved by him, was also used for the script of the programme. In them, he alleged that while in a friend’s car on the way to the frontier via , he passed the Landport tunnel. He heard \"crackers\" and saw a man bleeding on the floor. He saw another man showing an ID card and wearing a black beret who had his foot on the dying man’s throat and was shouting, \"Stop. It’s OK. It’s the police\". At that instant, the man fired a further three to four shots. At the inquest, he stated that the part of the statement relating to the shooting was a lie that he had made up. He appeared considerably confused and contradicted himself frequently. When it was pointed out to him that until the inquest it had not become known that the soldiers wore berets (no newspaper report had mentioned the detail), he supposed that he must have heard it in the street. When asked at the inquest why he had made up the statement, he referred to previous illness, pressure at work and the desire to stop being telephoned by a person who was asking him to give an interview to the media.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88. Miss Treacy claimed that she was in the path leading from the tunnel and that she was between Savage and the first of the soldiers as the firing began, though not in the line of fire. She recalled that Savage was running and thought that he was shot in the back as he faced towards the tunnel. She did not see him shot on the ground. Her account contained a number of apparent discrepancies with the evidence of other witnesses; she said the soldier shot with his left hand whereas he was in fact right-handed; no one else described Savage as running; and she described the body as falling with feet towards the nearby tree rather than his head which was the way all the other witnesses on the scene described it. The Coroner in his summing-up thought that it might be possible to reconcile her account by the fact that Miss Treacy may have not been looking at Savage as he spun round to face the soldiers and that by the time she did look he was spinning round towards the tunnel in reaction to the firing. 89. Mr Bullock and his wife stated that a man pushed past them as they walked up  to the junction and that they saw that he had a gun down the back of his trousers. They saw him meet up with another man, also with a gun in his trousers, on the corner of the alleyway to the Landport tunnel. The men were watching the shooting outside the Shell garage and, when the shooting stopped, they turned and ran out of sight. After that there was another long burst of shooting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90. Another witness, Mr Jerome Cruz, however, who was in a car in the traffic queue in Smith Dorrien Avenue and who remembered seeing Mr Bullock dive for cover, cast doubts on his version. In particular, he stated that Mr Bullock was not near the end of  but further away from the Shell garage (more than 100 yards away) and that he had dived for cover as soon as there was the sound of shooting. He agreed that he had also seen persons crouching looking from behind a wall at the entrance to the pathway leading to the tunnel.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "13. Events following the shootings",
                                        "elements": [
                                            {
                                                "content": "91. At 15.47-15.48 hours, E received a message in the operations room that apprehension of the three suspects had taken place. It was not clear at that stage whether they had been arrested or shot. By 16.00 to 16.05 hours, the report was received in the operations room that the three suspects had been shot.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92. At 16.05-16.06 hours, Soldier F handed a form to the Commissioner returning control. According to the transcript of the evidence given by the Commissioner at the inquest, this form addressed to him by Soldier F stated that \"at 16.06 hours on 6 March a military assault force was completed at the military option in respect of the terrorist bombing ASU in Gibraltar. Control is hereby handed back to the Civil Power\". Deputy Commissioner  telephoned to Central Station for the evacuation plans to be put into effect. Instructions were also given with a view to taking charge of the scenes of the incidents. Soldier G was also instructed to commence the clearance of the car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93. After the shooting, the bodies of the three suspects and Farrell’s handbag were searched. No weapons or detonating devices were discovered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94. At the Shell garage scene, the shell cases and cartridges were picked up without marking their location or otherwise recording their position. The positions of the bodies were not marked.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95. At the scene of the Savage shooting, only some of the cartridge positions were marked. No police photographs were taken of the bodies’ positions. Inspector Revagliatte had made a chalk outline of the position of Savage’s body. Within that outline, there were five strike marks, three in the area of the head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96. Chief Inspector Lopez ordered a general recall of personnel and went directly to the assembly area to begin cordoning it off. The fire brigade also arrived at the assembly area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The bomb-disposal team opened the suspect white Renault car but found no explosive device or bomb. The area was declared safe between 19.00 and 20.00 hours.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "H. Police investigation following the shootings",
                                        "elements": [
                                            {
                                                "content": "97. Chief Inspector Correa was appointed in charge of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98. Inside Farrell’s handbag was found a key ring with two keys and a tag bearing a registration number MA9317AF. This information was passed at about 17.00 hours to the Spanish police who commenced a search for the car on the suspicion that it might contain explosives. During the night of 6 to 7 March, the Spanish police found a red Ford Fiesta with that registration number in . Inside the car were found keys for another car, registration number MA2732AJ, with a rental agreement indicating that the car had been rented at 10.00 hours on 6 March by Katharine Smith, the name on the passport carried in Farrell’s handbag.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99. At about 18.00 hours on 8 March, a Ford Fiesta car with registration number MA2732AJ was discovered in a basement car-park in . It was opened by the  bomb-disposal squad and found to contain an explosive device in the boot concealed in the spare-wheel compartment. The device consisted of five packages of Semtex explosive (altogether 64 kg) to which were attached four detonators and around which were packed 200 rounds of ammunition. There were two timers marked 10 hrs 45 mins and 11 hrs 15 mins respectively. The device was not primed or connected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100. In the report compiled by the Spanish police on the device dated Madrid 27 March 1988, it was concluded that there was a double activating system to ensure explosion even if one of the timers failed; the explosive was hidden in the spare-wheel space to avoid detection on passing the Spanish/Gibraltarian customs; the quantity of explosive and use of cartridges as shrapnel indicated the terrorists were aiming for greatest effect; and that it was believed that the device was set to explode at the time of the military parade on 8 March 1988.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101. Chief Inspector Correa, who acted also as Coroner’s Officer, traced and interviewed witnesses of the shooting of the three suspects. Police officers visited residences in the area knocking on doors and returning a second time when persons were absent. The Attorney-General made two or three appeals to the public to come forward. At the inquest, Inspector Correa commented that the public appeared more than usually reluctant to come forward to give statements to the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102. A post-mortem was conducted in respect of the three deceased suspects on 7 March 1988. Professor Watson, a highly qualified pathologist from the , carried out the procedure. His report was provided to a pathologist, Professor Pounder, instructed by the applicants. Comment was later made at the inquest by both pathologists with regard to defects in the post-mortem procedures. In particular, the bodies had been stripped before Professor Watson saw them, depriving him of possible aid in establishing entry and exit wounds, there had been no X-ray facilities and Professor Watson had not later been provided either with a full set of photographs for reference, or the forensic and ballistics reports.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "I. THE GIBRALTAR INQUEST",
                        "elements": [
                            {
                                "content": "103. An inquest by the Gibraltar Coroner into the killings was opened on 6 September 1988. The families of the deceased (which included the applicants) were represented, as were the SAS soldiers and the United Kingdom Government. The inquest was presided over by the Coroner, who sat with a jury chosen from the local population.",
                                "elements": []
                            },
                            {
                                "content": "104. Prior to the inquest, three certificates to the effect that certain information should not, in the public interest, be disclosed, were issued by the Secretary of State for the Home Department, the Secretary of State for Defence and the Deputy Governor of Gibraltar, dated respectively 26 August, 30 August and 2 September 1988. These stated that the public interest required that the following categories of information be protected from disclosure:",
                                "elements": []
                            },
                            {
                                "content": "1. In the case of the seven military witnesses, the objection was to the disclosure of any information or documents which would reveal:",
                                "elements": []
                            },
                            {
                                "content": "(i) their identity;",
                                "elements": []
                            },
                            {
                                "content": "(ii) the identity, location, chains of command, method of operation and the capabilities of the units with which the soldiers were serving on 6 March 1988;",
                                "elements": []
                            },
                            {
                                "content": "(iii) the nature of their specialist training or equipment;",
                                "elements": []
                            },
                            {
                                "content": "(iv) the nature of any previous operational activities of the soldiers, or of any units with which any of them might at any time have served;",
                                "elements": []
                            },
                            {
                                "content": "(v) in the case of Soldier G (the ammunition technical officer), any defence intelligence information, activities or operations (and the sources of intelligence), including those on the basis of which his assessments were made and details of security forces counter-measures capabilities, including methods of operation, specialist training and equipment.",
                                "elements": []
                            },
                            {
                                "content": "2. In the case of Security Service witnesses, the objection was to the disclosure of information which would reveal:",
                                "elements": []
                            },
                            {
                                "content": "(a) the identities of members of the Security Service, and details of their deployment, training and equipment;",
                                "elements": []
                            },
                            {
                                "content": "(b) all sources of intelligence information;",
                                "elements": []
                            },
                            {
                                "content": "(c) all details of the activities and operations of the Security Service.",
                                "elements": []
                            },
                            {
                                "content": "105. As was, however, expressly made clear in the certificates, no objection was taken to the giving of evidence by either military or Security Service witnesses as to:",
                                "elements": []
                            },
                            {
                                "content": "(i) the nature of the information relating to the feared IRA plot, which was transmitted to the Commissioner of Police and others concerned (including general evidence as to the nature of a Provisional IRA active service unit);",
                                "elements": []
                            },
                            {
                                "content": " (ii) the assessments made by Soldier G as to the likelihood of, and the risks associated with, an explosive device and as to the protective measures which might have to be taken;",
                                "elements": []
                            },
                            {
                                "content": "(iii) the events leading up to the shootings on 6 March 1988 and the circumstances surrounding them, including evidence relating to the transfer of control to the military power.",
                                "elements": []
                            },
                            {
                                "content": "106. The inquest lasted until 30 September and during the nineteen days it sat, evidence was heard from seventy-nine witnesses, including the soldiers, police officers and surveillance personnel involved in the operation. Evidence was also heard from pathologists, forensic scientists and experts in relation to the detonation of explosive devices.",
                                "elements": []
                            },
                            {
                                "content": "1. Pathologists’ evidence at the inquest",
                                "elements": [
                                    {
                                        "content": "107. Evidence was given by Professor Watson, the pathologist who had conducted the post-mortem on the deceased on 7 March 1988 and also by Professor Pounder called on behalf of the applicants (see paragraph 102 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108. Concerning Farrell, it was found that she had been shot three times in the back, from a distance of some three feet according to Professor Pounder. She had five wounds to the head and neck. The facial injuries suggested that either the entire body or at least the upper part of the body was turned towards the shooter. A reasonable scenario consistent with the wounds was that she received the shots to the face while facing the shooter, then fell away and received the shots to the back. Professor Watson agreed that the upward trajectory of the bullets that hit Farrell indicated that she was going down or was down when she received them. Altogether she had been shot eight times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109. Concerning McCann, he had been shot in the back twice and had three wounds in the head. The wound on the top of the head suggested that the chest wounds came before the head wound and that he was down or very far down when it was inflicted. The shots to the body were at about a 45-degree angle. He had been hit by five bullets. 110. Concerning Savage, he had been hit by sixteen bullets. He had seven wounds to the head and neck, five on the front of the chest, five on the back of the chest, one on the top of each shoulder, three in the abdomen, two in the left leg, two in the right arm and two on the left hand. The position of the entry wounds suggested that some of the wounds were received facing the shooter. But the wounds in the chest had entered at the back of the chest. Professor Watson agreed that Savage was \"riddled with bullets\" and that \"it was like a frenzied attack\". He agreed that it would be reasonable to suppose from the strike marks on the pavement that bullets were fired into Savage’s head as he lay on the ground. Professor Pounder also agreed that the evidence from strike marks on the ground and the angle and state of wounds indicated that Savage was struck by bullets when lying on his back on the ground by a person shooting standing towards his feet. He insisted under examination by counsel for the soldiers that the three strike marks on the ground within the chalk outline corresponded with wounds to the head. In his view \"those wounds must have been inflicted when either the head was on the ground or very close to the ground indeed\" and when pressed \"within inches of the ground\". 2. Forensic evidence at the inquest",
                                        "elements": []
                                    },
                                    {
                                        "content": "111. A forensic scientist specialising in firearms had examined the clothing of the three deceased for, inter alia, powder deposits which would indicate that shots had been fired at close range. He found signs of partly burnt propellant powder on the upper-right back of Farrell’s jacket and upper-left front of Savage’s shirt which suggested close-range firing. He conducted tests which indicated that such a result was only obtained with a Browning pistol at a range of up to six feet. The density on Farrell’s jacket indicated a muzzle-to-target range of three feet and on Savage’s shirt of four to six feet.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. Evidence relating to detonation devices",
                                "elements": [
                                    {
                                        "content": "112. Issues arose at the inquest as to whether, even if the three suspects had been carrying remote-control devices, they would have been able to detonate the suspected bomb which was approximately 1.4 km from the place where they were shot. Also it was questioned whether the soldiers could reasonably have expected that the applicants could have concealed the devices on their persons without it being apparent and whether in fact the device could have been detonated by pressing only one button.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113. Mr Feraday gave evidence for the Crown. He was a forensic scientist employed at Explosives Forensic Laboratory at Royal Armament Research and Development Establishment, with thirty-three years experience of explosives. He produced an ICOM IC2 transmitter, as an example of a device used in , which was the size of a standard commercial walkie-talkie. It was also produced in evidence by the Government to both the Commission and Court in the  proceedings (see paragraph 130 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "While referring to the factors which could affect the range (for example, terrain, weather conditions) Mr Feraday stated that the equipment could, in optimum conditions, operate up to a thirty-mile range. In his opinion, the aerial on the suspect car could have received a signal though its efficiency would have been fairly poor as it was not the right length for the frequency. He considered that one would have to assume that from the distance of about a mile a bomb could be detonated by remote control using that aerial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114. The applicants called Dr Scott, who held a masters degree and doctorate in engineering and was a licensed radio operator. He had been involved in two IRA trials in . He had conducted tests with similar receivers along the route taken by the three suspects. He referred to the fact that there was rising ground between the sites of the shootings and the assembly area as well as a thick wall and a considerable number of buildings. The IRA used encoders and decoders on their devices to prevent spurious signals detonating their bombs: this required that a good clean signal be received. Having regard to the facts that the aerial, which \"was a joke\" from the point of view of effectiveness, the wrong length for the expected frequency and pointing along the roof rather than standing vertically, he stated that in his professional opinion the purported receiver could not have been detonated by a transmitter in the circumstances of the case. He also stated that the bomb could have been neutralised by removing the car aerial and that such a manoeuvre would not have destabilised the explosive device.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115. Dr Scott also explained how the transmitter would operate. Assuming the dial setting the frequency was already set, it would be necessary to activate the on/off power switch, followed by the on/off switch on the encoder and then a third button would have to be pressed in order to transmit. While it would be possible to set the device so that it would be necessary to press one button (the transmit button) in order to detonate a bomb, this would require leaving the power switches on for both the transmitter and the encoder with the risk that the batteries would run down. There would also be the risk that the device might be set off accidentally by being bumped in the street or being hit by a bullet or by a person falling awkwardly so as to hit the edge of a pavement or bench.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116. Captain Edwards was called by the lawyer representing the soldiers to rebut this evidence. He was a member of the Royal Corps of Signals and had experience in VHF/HF radio in combat net radio spectrum. He carried out tests to see if voice communications were possible on an ICOM-type radio in the area of or from the Shell garage to Ince’s Hall. The equipment used was not identical to that of Dr Scott. He stated that it was possible to receive both voice communication and a single audio tone at the site of the shootings from the assembly area. He did not however use an encoder and his equipment was matched and compatible. Mr Feraday was also recalled. He gave the opinion that if a weak voice communication could be received then the signal would be sufficient to set off a bomb.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117. It appears to have been accepted by all that the IRA have developed the use of high-frequency devices, which require shorter aerials and have a surer line-of-sight effect. These are stated to have the characteristics suitable for detonation when the operator of the device has line of sight of the bomb and carry with them less possibility of interference from other radio sources or countermeasures. No examples were known or at least given as to this type of remote-control detonation being used other than in line-of-sight conditions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4. Submissions made in the course of the inquest",
                                "elements": [
                                    {
                                        "content": "118. At the inquest, the representative of the applicants, Mr P.J. McGrory, questioned the witnesses and made submissions to the effect, inter alia, that either the decision to shoot to kill the suspects had been made by the United Kingdom Government prior to the incident and the soldiers were ordered to carry out the shootings, or that the operation was planned and implemented in such a way that the killing of the suspects by the soldiers was the inevitable result. In any event, in light of the circumstances, the use of lethal force by the soldiers was not necessary or, if it was necessary, the force used was excessive and therefore not justified. He maintained throughout, however, that he did not challenge that the Commissioner of Police and his officers had acted properly and in good faith.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119. Soldier F (the senior military commander) and Soldier E (the tactical commander) denied that there had been a plan, express or tacit, to execute the suspects. When it was put to Soldiers A, B, C and D, they also denied that they had been sent out either expressly or on the basis of \"a nod or a wink\" to kill the suspects.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5. The Coroner’s address to the jury",
                                "elements": [
                                    {
                                        "content": "120. At the conclusion of the inquest, the Coroner addressed the jury in respect of the applicable law, in particular, Article 2 of the Gibraltar Constitution (see paragraph 133 below). As inquest proceedings did not allow for the parties to make submissions to the jury, he summed up the respective propositions of the applicants’ representatives and the representatives of the soldiers and the Crown referring to the evidence. He concluded from the evidence given by the soldiers that when they opened fire they shot intending to kill and directed the jury as to the range of possible verdicts:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"... If the soldiers set out that day with the express intent to kill that would be murder and it would be right to return a verdict of unlawfully killed. Example two: were you to find in the case of Savage (or any of the other two for that matter) that he was shot on the ground in the head after effectively being put out of action, that would be murder if you come to the conclusion that the soldiers continued to finish him off. In both cases they intended to kill not in self-defence or in the defence of others or in the course of arrest ... so it is murder and you will return a verdict of unlawfully killed. If in this second example you were to conclude that it is killing in pursuance of force used which was more than reasonably necessary, then the verdict should also be killed unlawfully but it would not have been murder. The third example I offer is precisely of that situation. If you accept the account that the soldiers’ intention was genuinely to arrest (in the sense that they were to apprehend the three suspects and hand them over live to the Gibraltar police force) and that the execution of the arrest went wrong and resulted in the three deaths because either (a) force was used when it was not necessary or (b) the force that was used was more than was reasonably necessary, then that would not be murder ... and the verdict would be, as I say, unlawfully killed. Example four: if you are satisfied that the soldiers were acting properly but nevertheless the operation was mounted to encompass the deaths of the three suspects to the ignorance of the soldiers, then you would also bring in a verdict of unlawfully killed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...So there are only three verdicts reasonably open to you and these are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Remembering that you must be satisfied beyond reasonable doubt where the verdict of unlawfully killed is concerned, there are two situations to consider. The first concerning the soldiers themselves, the second if they have been the unwitting tools of a plot to dispose of the three suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the first concerning the soldiers themselves, I must tell you that if you are not satisfied beyond a reasonable doubt that they have killed unlawfully, you have then to decide whether your verdict should be an open verdict or one of justifiable homicide. My direction to you is that you should bring in a verdict of justifiable homicide, i.e. killed lawfully, because in the nature of the circumstances of this incident that is what you will have resolved if you do not return a verdict of unlawful homicide in respect of the soldiers themselves. That is the logic of the situation. You may reach a situation in which you cannot resolve either way, in which case the only alternative is to bring in an open verdict, but I must urge you, in the exercise of your duty, to avoid this open verdict. As to the second situation where they are unwitting tools, the same applies ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "121. The jury returned verdicts of lawful killing by a majority of nine to two.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J. Proceedings in Northern Ireland",
                                "elements": [
                                    {
                                        "content": "122. The applicants were dissatisfied with these verdicts and commenced actions in the High Court of Justice in  against the Ministry of Defence for the loss and damage suffered by the estate of each deceased as a result of their death. The statements of claim were served on 1 March 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123. On 15 March 1990 the Secretary of State for Foreign and Commonwealth Affairs issued certificates under section 40 (3) a of the Crown Proceedings Act 1947, as amended by the Crown Proceedings (Northern Ireland) Order 1981. Section 40 (2) b of the same Act excludes proceedings in Northern Ireland against the Crown in respect of liability arising otherwise than \"in respect of Her Majesty’s Government in the United Kingdom\". A similar exemption applies to the Crown in  pursuant to the 1981 Order. A certificate by the Secretary of State to that effect is conclusive. The certificates stated in this case that any alleged liability of the Crown arose neither in respect of Her Majesty’s Government in the United Kingdom, nor in respect of Her Majesty’s Government in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "124. The Ministry of Defence then moved to have the actions struck out. The applicants challenged the legality of the certificates in judicial review proceedings. Leave to apply for judicial review was granted ex parte on 6 July 1990, but withdrawn on 31 May 1991, after a full hearing, on the basis that the application had no reasonable prospects of success. Senior Counsel advised that an appeal against this decision would be futile.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants’ High Court actions were struck off on 4 October 1991.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "K. The television documentary \"Death on the Rock\"",
                                "elements": [
                                    {
                                        "content": "125. On 28 April 1988 Thames Television broadcast its documentary entitled \"Death on the Rock\" (see paragraph 70 above), during which a reconstruction was made of the alleged surveillance of the terrorists’ car by the Spanish police and witnesses to the shootings described what they had seen, including allegations that McCann and Farrell had been shot while on the ground. A statement by an anonymous witness was read out to the effect that Savage had been shot by a man who had his foot on his chest. The Independent Broadcasting Authority had rejected a request made by the Foreign and Commonwealth Secretary to postpone the programme until after the holding of the inquest into the deaths.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "L. Other evidence produced before the Commission and Court",
                                "elements": [
                                    {
                                        "content": "1. Statement of Chief Inspector Valenzuela",
                                        "elements": [
                                            {
                                                "content": "126. While an invitation had been made by the Gibraltar police for a Spanish police officer to attend the inquest to give evidence relating to the role of the Spanish police, he did not attend, apparently since he did not receive permission from his superiors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127. The Government provided the Commission with a copy of a statement made by Chief Inspector Rayo Valenzuela, a police officer in , dated 8 August 1988. According to this statement, the  police had at the beginning of March provided the Spanish police with photographs of the possible members of the ASU, named as Daniel McCann, Mairead Farrell and Sean Savage. The three individuals were observed arriving at  on 4 March 1988 but trace of them was lost as they left. There was then a search to locate the three suspects during 5 to 6 March 1988.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This statement provided by the Government was not included in the evidence submitted at the inquest, as the Coroner declined to admit it following the objection by Mr P.J. McGrory who considered that it constituted hearsay in the absence of any police officer from  giving evidence in person.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Statement of Mr Harry Debelius",
                                        "elements": [
                                            {
                                                "content": "128. This statement, dated 21 September 1988 and supplied on behalf of the applicants, was made by a journalist who acted as consultant to the makers of the Thames Television programme \"Death on the Rock\". He stated that the white Renault car used by the ASU was under surveillance by the Spanish authorities as it proceeded down the coast towards Gibraltar. Surveillance is alleged to have been conducted by four to five police cars which \"leapfrogged\" to avoid suspicion, by helicopter and by agents at fixed observation points. The details of the car’s movements were transmitted to the authorities in Gibraltar who were aware of the car’s arrival at the border. He refers to the source of this information as being Mr Augustín Valladolid, a spokesman for the Spanish Security Services in , with whom he and Mr Julian Manyon, a reporter for Thames Television, had an interview lasting from 18.00 to 19.20 hours on 21 March 1988.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129. The applicants intended submitting this statement as evidence before the inquest. The Coroner decided however that it should also be excluded as hearsay on the same basis as the statement relied upon by the Government (see paragraph 127 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Exhibits provided by the parties",
                                        "elements": [
                                            {
                                                "content": "130. An ICOM transmitter device was provided to the Commission and Court by the Government with an improvised encoder attached. The dimensions of the transmitter are 18 cm x 6.5 cm x 3.7 cm; the encoder (which is usually taped to the transmitter and which can be contained in a small flat Strepsil tin) is 8 cm x 9 cm x 3 cm. The aerial from the transmitter is 18 cm long.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. Further material submitted by the applicants",
                                        "elements": [
                                            {
                                                "content": "131 The applicants also submitted a further opinion of Dr Scott, dated 22 October 1993, in which he reiterated his view that it would have been impossible for the three suspects to have detonated a bomb in the target area from the location where they were shot using an ICOM or any other conceivable concealable transmitter/aerial combination, which he maintains must have been well known to the authorities. He also drew attention to the fact that the strength of a hand-held transmitter is severely attenuated when held close to the human body; when transmitting it should be held well clear of the body with the aerial as high as possible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5. Findings of fact by the Commission",
                                        "elements": [
                                            {
                                                "content": "132. In its report of 4 March 1994, the Commission made the following findings on questions of fact:",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "133. Article 2 of the Gibraltar Constitution provides:",
                                "elements": []
                            },
                            {
                                "content": "134. The relevant domestic case-law establishes that the reasonableness of the use of force has to be decided on the basis of the facts which the user of the force honestly believed to exist: this involves the subjective test as to what the user believed and an objective test as to whether he had reasonable grounds for that belief. Given that honest and reasonable belief, it must then be determined whether it was reasonable to use the force in question in the prevention of crime or to effect an arrest (see, for example, Lynch v. Ministry of Defence [1983] Northern Ireland Law Reports 216; R v. Gladstone Williams [1983] 78 Criminal Appeal Reports 276, at p. 281; and R v. Thain [1985] Northern Ireland Law Reports 457, at p. 462).",
                                "elements": []
                            },
                            {
                                "content": "135. The test of whether the use of force is reasonable, whether in self-defence or to prevent crime or effect an arrest, is a strict one. It was described in the following terms in the report of the Royal Commission appointed to consider the law relating to indictable offences ([1879] 36 House of Lords Papers 117, at p. 167):",
                                "elements": []
                            },
                            {
                                "content": "\"We take one great principle of the common law to be, that though it sanctions the defence of a man’s person, liberty and property against illegal violence, and permits the use of force to prevent crimes to preserve the public peace and to bring offenders to justice, yet all this is subject to the restriction that the force used is necessary; that is, that the mischief sought to be prevented could not be prevented by less violent means; and that the mischief done by or which might reasonably be anticipated from the force used is not disproportionate to the injury or mischief, which it is intended to prevent.\"",
                                "elements": []
                            },
                            {
                                "content": "Lord Justice McGonigal in Attorney General for Northern Ireland’s Reference ([1976] Northern Ireland Law Reports 169 (Court of Appeal)) stated his understanding of this approach as follows (at p. 187):",
                                "elements": []
                            },
                            {
                                "content": "\"... it appears to me that, when one is considering whether force used in any particular circumstances was reasonable, the test of reasonableness should be determined in the manner set out in that paragraph. It raises two questions:",
                                "elements": []
                            },
                            {
                                "content": "These are questions to be determined objectively but based on the actions of reasonable men who act in the circumstances and in the light of the beliefs which the accused honestly believed existed and held. Force is not reasonable if",
                                "elements": []
                            },
                            {
                                "content": "136. The document annexed to the operational order of the Commissioner of Police entitled \"Firearms - rules of engagement\" provided in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "\"General rules",
                                "elements": []
                            },
                            {
                                "content": "3. Warning before firing",
                                "elements": []
                            },
                            {
                                "content": "4. Opening fire",
                                "elements": []
                            },
                            {
                                "content": "You may open fire against a hostage taker",
                                "elements": []
                            },
                            {
                                "content": "5. If he is in the course of placing an explosive charge in or near any vehicle, ship, building or installation which, if exploded, would endanger life or cause serious injury to you or another member involved in the operation or to any person whom it is your duty to protect and there is no other way to protect those in danger ...\"",
                                "elements": []
                            },
                            {
                                "content": "137. Also attached to the operational order was a guide to police officers in the use of firearms which read:",
                                "elements": []
                            },
                            {
                                "content": "\"Firearms: Use by Police.",
                                "elements": []
                            },
                            {
                                "content": "The object of any police firearms operation is that the armed criminal is arrested with the least possible danger to all concerned. It is the first duty of the police to protect the general public, but the police should not endanger their lives or the lives of their colleagues for the sake of attempting to make an early arrest. The physical welfare of a criminal armed with a firearm should not be given greater consideration than that of a police officer, and unnecessary risks must not be taken by the police. In their full use of firearms, as in the use of any force, the police are controlled by the restrictions imposed by the law. The most important point which emerges from any study of the law on this subject is that the responsibility is an individual one. Any police officer who uses a firearm may be answerable to the courts or to a coroner’s inquest and, if his actions were unlawful (or improper), then he as an individual may be charged with murder, manslaughter or unlawful wounding. Similarly, if his use of a firearm was unlawful or negligent the individual could find himself defending a civil case in which substantial damages were being claimed against him. That a similar claim could be made against the Commissioner of Police will not relieve the individual of his liabilities.",
                                "elements": []
                            },
                            {
                                "content": "The fact that a police officer used his firearms under the orders of a superior does not, of itself, exempt him from criminal liability. When a police officer is issued with a firearm he is not thereby given any form of authority to use it otherwise than strictly in accordance with the law. Similarly, when an officer is briefed about an operation, information about a criminal may indicate that he is desperate and dangerous. Whilst this will be one of the factors to consider it does not of itself justify shooting at him.",
                                "elements": []
                            },
                            {
                                "content": "The final responsibility for his actions rests on the individual and therefore the final decision about whether a shot will or will not be fired at a particular moment can only be made by the individual. That decision must be made with a clear knowledge of the law on the subject and in the light of the conditions prevailing at the time.\"",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. UNITED NATIONS INSTRUMENTS",
                        "elements": [
                            {
                                "content": "138. The United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (\"UN Force and Firearms Principles\") were adopted on 7 September 1990 by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders.",
                                "elements": []
                            },
                            {
                                "content": "139. Article 9 of the UN Force and Firearms Principles provides, inter alia, that \"intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life\".",
                                "elements": []
                            },
                            {
                                "content": "Other relevant provisions provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 10",
                                "elements": []
                            },
                            {
                                "content": "\"... law enforcement officials shall identify themselves as such and shall give a clear warning of their intent to use firearms, with sufficient time for the warnings to be observed, unless to do so would unduly place the law enforcement officials at risk or would create a risk of death or serious harm to other persons, or would be clearly inappropriate or pointless in the circumstances of the incident.\"",
                                "elements": []
                            },
                            {
                                "content": "Article 22",
                                "elements": []
                            },
                            {
                                "content": "\"... Governments and law enforcement agencies shall ensure that an effective review process is available and that independent administrative or prosecutorial authorities are in a position to exercise jurisdiction in appropriate circumstances. In cases of death and serious injury or other grave consequences, a detailed report shall be sent promptly to the competent authorities responsible for administrative review and judicial control.\"",
                                "elements": []
                            },
                            {
                                "content": "Article 23",
                                "elements": []
                            },
                            {
                                "content": "\"Persons affected by the use of force and firearms or their legal representatives shall have access to an independent process, including a judicial process. In the event of the death of such persons, this provision shall apply to their dependants accordingly.\"",
                                "elements": []
                            },
                            {
                                "content": "140. Article 9 of the United Nations Principles on the Effective Prevention and Investigation of Extra-Legal, Arbitrary and Summary Executions, adopted on 24 May 1989 by Economic and Social Council Resolution 1989/65, (\"UN Principles on Extra-Legal Executions\") provides, inter alia, that:",
                                "elements": []
                            },
                            {
                                "content": "\"There shall be a thorough, prompt and impartial investigation of all suspected cases of extra-legal, arbitrary and summary executions, including cases where complaints by relatives or other reliable reports suggest unnatural death in the above circumstances ...\"",
                                "elements": []
                            },
                            {
                                "content": "Articles 9 to 17 contain a series of detailed requirements that should be observed by investigative procedures into such deaths.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "141. The applicants lodged their application (no. 18984/91) with the Commission on 14 August 1991. They complained that the killings of Daniel McCann, Mairead Farrell and Sean Savage by members of the SAS (Special Air Service) constituted a violation of Article 2 (art. 2) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "142. On 3 September 1993 the Commission declared the applicants’ complaint admissible.",
                        "elements": []
                    },
                    {
                        "content": "In its report of 4 March 1994 (Article 31) (art. 31), it expressed the opinion that there had been no violation of Article 2 (art. 2) (eleven votes to six). The full text of the Commission’s opinion and of the three dissenting opinions contained in the report is reproduced as an annex to this judgment .",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "143. The Government submitted that the deprivations of life to which the applications relate were justified under Article 2 para. 2 (a) (art. 2-2-a) as resulting from the use of force which was no more than absolutely necessary in defence of the people of Gibraltar from unlawful violence and the Court was invited to find that the facts disclosed no breach of Article 2 (art. 2) of the Convention in respect of any of the three deceased.",
                        "elements": []
                    },
                    {
                        "content": "144. The applicants submitted that the Government have not shown beyond reasonable doubt that the planning and execution of the operation was in accordance with Article 2 para. 2 (art. 2-2) of the Convention. Accordingly, the killings were not absolutely necessary within the meaning of this provision (art. 2-2).",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I. ALLEGED VIOLATION OF ARTICLE 2 (art. 2) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "145. The applicants alleged that the killing of Mr McCann, Ms Farrell and Mr Savage by members of the security forces constituted a violation of Article 2 (art. 2) of the Convention which reads:",
                                "elements": []
                            },
                            {
                                "content": "A. Interpretation of Article 2 (art. 2)",
                                "elements": [
                                    {
                                        "content": "1. General approach",
                                        "elements": [
                                            {
                                                "content": "146. The Court’s approach to the interpretation of Article 2 (art. 2) must be guided by the fact that the object and purpose of the Convention as an instrument for the protection of individual human beings requires that its provisions be interpreted and applied so as to make its safeguards practical and effective (see, inter alia, the Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 34, para. 87, and the Loizidou v. Turkey (Preliminary Objections) judgment of 23 March 1995, Series A no. 310, p. 27, para. 72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "147. It must also be borne in mind that, as a provision (art. 2) which not only safeguards the right to life but sets out the circumstances when the deprivation of life may be justified, Article 2 (art. 2) ranks as one of the most fundamental provisions in the Convention - indeed one which, in peacetime, admits of no derogation under Article 15 (art. 15). Together with Article 3 (art. 15+3) of the Convention, it also enshrines one of the basic values of the democratic societies making up the Council of Europe (see the above-mentioned Soering judgment, p. 34, para. 88). As such, its provisions must be strictly construed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148. The Court considers that the exceptions delineated in paragraph 2 (art. 2-2) indicate that this provision (art. 2-2) extends to, but is not concerned exclusively with, intentional killing. As the Commission has pointed out, the text of Article 2 (art. 2), read as a whole, demonstrates that paragraph 2 (art. 2-2) does not primarily define instances where it is permitted intentionally to kill an individual, but describes the situations where it is permitted to \"use force\" which may result, as an unintended outcome, in the deprivation of life. The use of force, however, must be no more than \"absolutely necessary\" for the achievement of one of the purposes set out in sub-paragraphs (a), (b) or (c) (art. 2-2-a, art. 2-2-b, art. 2-2-c) (see application no. 10044/82, Stewart v. the United Kingdom, 10 July 1984, Decisions and Reports 39, pp. 169-71).",
                                                "elements": []
                                            },
                                            {
                                                "content": "149. In this respect the use of the term \"absolutely necessary\" in Article 2 para. 2 (art. 2-2) indicates that a stricter and more compelling test of necessity must be employed from that normally applicable when determining whether State action is \"necessary in a democratic society\" under paragraph 2 of Articles 8 to 11 (art. 8-2, art. 9-2, art. 10-2, art. 11-2) of the Convention. In particular, the force used must be strictly proportionate to the achievement of the aims set out in sub-paragraphs 2 (a), (b) and (c) of Article 2 (art. 2-2-a-b-c).",
                                                "elements": []
                                            },
                                            {
                                                "content": "150. In keeping with the importance of this provision (art. 2) in a democratic society, the Court must, in making its assessment, subject deprivations of life to the most careful scrutiny, particularly where deliberate lethal force is used, taking into consideration not only the actions of the agents of the State who actually administer the force but also all the surrounding circumstances including such matters as the planning and control of the actions under examination.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The obligation to protect life in Article 2 para. 1 (art. 2-1)",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Compatibility of national law and practice with Article 2 (art. 2) standards",
                                "elements": [
                                    {
                                        "content": "151. The applicants submitted under this head that Article 2 para. 1 (art. 2-1) of the Convention imposed a positive duty on States to \"protect\" life. In particular, the national law must strictly control and limit the circumstances in which a person may be deprived of his life by agents of the State. The State must also give appropriate training, instructions and briefing to its soldiers and other agents who may use force and exercise strict control over any operations which may involve the use of lethal force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In their view, the relevant domestic law was vague and general and did not encompass the Article 2 (art. 2) standard of absolute necessity. This in itself constituted a violation of Article 2 para. 1 (art. 2-1). There was also a violation of this provision (art. 2-1) in that the law did not require that the agents of the State be trained in accordance with the strict standards of Article 2 para. 1 (art. 2-1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "152. For the Commission, with whom the Government agreed, Article 2 (art. 2) was not to be interpreted as requiring an identical formulation in domestic law. Its requirements were satisfied if the substance of the Convention right was protected by domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153. The Court recalls that the Convention does not oblige Contracting Parties to incorporate its provisions into national law (see, inter alia, the James and Others v. the United Kingdom judgment of 21 February 1986, Series A no. 98, p. 47, para. 84, and The Holy Monasteries v. Greece judgment of 9 December 1994, Series A no. 301-A, p. 39, para. 90). Furthermore, it is not the role of the Convention institutions to examine in abstracto the compatibility of national legislative or constitutional provisions with the requirements of the Convention (see, for example, the Klass and Others v.  judgment of 6 September 1978, Series A no. 28, p. 18, para. 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "154. Bearing the above in mind, it is noted that Article 2 of the Gibraltar Constitution (see paragraph 133 above) is similar to Article 2 (art. 2) of the Convention with the exception that the standard of justification for the use of force which results in the deprivation of life is that of \"reasonably justifiable\" as opposed to \"absolutely necessary\" in paragraph 2 of Article 2 (art. 2-2). While the Convention standard appears on its face to be stricter than the relevant national standard, it has been submitted by the Government that, having regard to the manner in which the standard is interpreted and applied by the national courts (see paragraphs 134-35 above), there is no significant difference in substance between the two concepts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155. In the Court’s view, whatever the validity of this submission, the difference between the two standards is not sufficiently great that a violation of Article 2 para. 1 (art. 2-1) could be found on this ground alone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156. As regards the applicants’ arguments concerning the training and instruction of the agents of the State and the need for operational control, the Court considers that these are matters which, in the context of the present case, raise issues under Article 2 para. 2 (art. 2-2) concerning the proportionality of the State’s response to the perceived threat of a terrorist attack. It suffices to note in this respect that the rules of engagement issued to the soldiers and the police in the present case provide a series of rules governing the use of force which carefully reflect the national standard as well as the substance of the Convention standard (see paragraphs 16, 18 and 136-37 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Adequacy of the inquest proceedings as an investigative mechanism",
                                "elements": [
                                    {
                                        "content": "157. The applicants also submitted under this head, with reference to the relevant standards contained in the UN Force and Firearms Principles (see paragraphs 138-39 above), that the State must provide an effective ex post facto procedure for establishing the facts surrounding a killing by agents of the State through an independent judicial process to which relatives must have full access.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Together with the amici curiae, Amnesty International and British-Irish Rights Watch and Others, they submitted that this procedural requirement had not been satisfied by the inquest procedure because of a combination of shortcomings. In particular, they complained that no independent police investigation took place of any aspect of the operation leading to the shootings; that normal scene-of-crime procedures were not followed; that not all eyewitnesses were traced or interviewed by the police; that the Coroner sat with a jury which was drawn from a \"garrison\" town with close ties to the military; that the Coroner refused to allow the jury to be screened to exclude members who were Crown servants; that the public interest certificates issued by the relevant Government authorities effectively curtailed an examination of the overall operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They further contended that they did not enjoy equality of representation with the Crown in the course of the inquest proceedings and were thus severely handicapped in their efforts to find the truth since, inter alia, they had had no legal aid and were only represented by two lawyers; witness statements had been made available in advance to the Crown and to the lawyers representing the police and the soldiers but, with the exception of ballistic and pathology reports, not to their lawyers; they did not have the necessary resources to pay for copies of the daily transcript of the proceedings which amounted to £500-£700.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158. The Government submitted that the inquest was an effective, independent and public review mechanism which more than satisfied any procedural requirement which might be read into Article 2 para. 1 (art. 2-1) of the Convention. In particular, they maintained that it would not be appropriate for the Court to seek to identify a single set of standards by which all investigations into the circumstances of death should be assessed. Moreover, it was important to distinguish between such an investigation and civil proceedings brought to seek a remedy for an alleged violation of the right to life. Finally, they invited the Court to reject the contention by the intervenors British-Irish Rights Watch and Others that a violation of Article 2 para. 1 (art. 2-1) will have occurred whenever the Court finds serious differences between the UN Principles on Extra-Legal Executions and the investigation conducted into any particular death (see paragraph 140 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "159. For the Commission, the inquest subjected the actions of the State to extensive, independent and highly public scrutiny and thereby provided sufficient procedural safeguards for the purposes of Article 2 (art. 2) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "160. The Court considers that it is unnecessary to decide in the present case whether a right of access to court to bring civil proceedings in connection with deprivation of life can be inferred from Article 2 para. 1 (art. 2-1) since this is an issue which would be more appropriately considered under Articles 6 and 13 (art. 6, art. 13) of the Convention - provisions (art. 6, art. 13) that have not been invoked by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "161. The Court confines itself to noting, like the Commission, that a general legal prohibition of arbitrary killing by the agents of the State would be ineffective, in practice, if there existed no procedure for reviewing the lawfulness of the use of lethal force by State authorities. The obligation to protect the right to life under this provision (art. 2), read in conjunction with the State’s general duty under Article 1 (art. 2+1) of the Convention to \"secure to everyone within their jurisdiction the rights and freedoms defined in [the] Convention\", requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force by, inter alios, agents of the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "162. However, it is not necessary in the present case for the Court to decide what form such an investigation should take and under what conditions it should be conducted, since public inquest proceedings, at which the applicants were legally represented and which involved the hearing of seventy-nine witnesses, did in fact take place. Moreover, the proceedings lasted nineteen days and, as is evident from the inquest’s voluminous transcript, involved a detailed review of the events surrounding the killings. Furthermore, it appears from the transcript, including the Coroner’s summing-up to the jury, that the lawyers acting on behalf of the applicants were able to examine and cross-examine key witnesses, including the military and police personnel involved in the planning and conduct of the anti-terrorist operation, and to make the submissions they wished to make in the course of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "163. In light of the above, the Court does not consider that the alleged various shortcomings in the inquest proceedings, to which reference has been made by both the applicants and the intervenors, substantially hampered the carrying out of a thorough, impartial and careful examination of the circumstances surrounding the killings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "164. It follows that there has been no breach of Article 2 para. 1 (art. 2-1) of the Convention on this ground.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Application of Article 2 (art. 2) to the facts of the case",
                                "elements": [
                                    {
                                        "content": "1. General approach to the evaluation of the evidence",
                                        "elements": [
                                            {
                                                "content": "165. While accepting that the Convention institutions are not in any formal sense bound by the decisions of the inquest jury, the Government submitted that the verdicts were of central importance to any subsequent examination of the deaths of the deceased. Accordingly, the Court should give substantial weight to the verdicts of the jury in the absence of any indication that those verdicts were perverse or ones which no reasonable tribunal of fact could have reached. In this connection, the jury was uniquely well placed to assess the circumstances surrounding the shootings. The members of the jury heard and saw each of the seventy-nine witnesses giving evidence, including extensive cross-examination. With that benefit they were able to assess the credibility and probative value of the witnesses’ testimony. The Government pointed out that the jury also heard the submissions of the various parties, including those of the lawyers representing the deceased.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166. The applicants, on the other hand, maintained that inquests are by their very nature ill-equipped to be full and detailed inquiries into controversial killings such as in the present case. Moreover, the inquest did not examine the killings from the standpoint of concepts such as \"proportionality\" or \"absolute necessity\" but applied the lesser tests of \"reasonable force\" or \"reasonable necessity\". Furthermore, the jury focused on the actions of the soldiers as they opened fire as if it were considering their criminal culpability and not on matters such as the allegedly negligent and reckless planning of the operation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167. The Commission examined the case on the basis of the observations of the parties and the documents submitted by them, in particular the transcript of the inquest. It did not consider itself bound by the findings of the jury.",
                                                "elements": []
                                            },
                                            {
                                                "content": "168. The Court recalls that under the scheme of the Convention the establishment and verification of the facts is primarily a matter for the Commission (Articles 28 para. 1 and 31) (art. 28-1, art. 31). Accordingly, it is only in exceptional circumstances that the Court will use its powers in this area. The Court is not, however, bound by the Commission’s findings of fact and remains free to make its own appreciation in the light of all the material before it (see, inter alia, the Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 29, para. 74, and the Klaas v. Germany judgment of 22 September 1993, Series A no. 269, p. 17, para. 29).",
                                                "elements": []
                                            },
                                            {
                                                "content": "169. In the present case neither the Government nor the applicants have, in the proceedings before the Court, sought to contest the facts as they have been found by the Commission although they differ fundamentally as to the conclusions to be drawn from them under Article 2 (art. 2) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Having regard to the submissions of those appearing before the Court and to the inquest proceedings, the Court takes the Commission’s establishment of the facts and findings on the points summarised in paragraphs 13 to 132 above to be an accurate and reliable account of the facts underlying the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170. As regards the appreciation of these facts from the standpoint of Article 2 (art. 2), the Court observes that the jury had the benefit of listening to the witnesses at first hand, observing their demeanour and assessing the probative value of their testimony.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nevertheless, it must be borne in mind that the jury’s finding was limited to a decision of lawful killing and, as is normally the case, did not provide reasons for the conclusion that it reached. In addition, the focus of concern of the inquest proceedings and the standard applied by the jury was whether the killings by the soldiers were reasonably justified in the circumstances as opposed to whether they were \"absolutely necessary\" under Article 2 para. 2 (art. 2-2) in the sense developed above (see paragraphs 120 and 148-49 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "171. Against this background, the Court must make its own assessment whether the facts as established by the Commission disclose a violation of Article 2 (art. 2) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172. The applicants further submitted that in examining the actions of the State in a case in which the use of deliberate lethal force was expressly contemplated in writing, the Court should place on the Government the onus of proving, beyond reasonable doubt, that the planning and execution of the operation was in accordance with Article 2 (art. 2) of the Convention. In addition, it should not grant the State authorities the benefit of the doubt as if its criminal liability were at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173. The Court, in determining whether there has been a breach of Article 2 (art. 2) in the present case, is not assessing the criminal responsibility of those directly or indirectly concerned. In accordance with its usual practice therefore it will assess the issues in the light of all the material placed before it by the applicants and by the Government or, if necessary, material obtained of its own motion (see the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 64, para. 160, and the above-mentioned Cruz Varas and Others judgment, p. 29, para. 75).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Applicants’ allegation that the killings were premeditated",
                                        "elements": [
                                            {
                                                "content": "174. The applicants alleged that there had been a premeditated plan to kill the deceased. While conceding that there was no evidence of a direct order from the highest authorities in the Ministry of Defence, they claimed that there was strong circumstantial evidence in support of their allegation. They suggested that a plot to kill could be achieved by other means such as hints and innuendoes, coupled with the choice of a military unit like the SAS which, as indicated by the evidence given by their members at the inquest, was trained to neutralise a target by shooting to kill. Supplying false information of the sort that was actually given to the soldiers in this case would render a fatal shooting likely. The use of the SAS was, in itself, evidence that the killing was intended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "175. They further contended that the Gibraltar police would not have been aware of such an unlawful enterprise. They pointed out that the SAS officer E gave his men secret briefings to which the Gibraltar police were not privy. Moreover, when the soldiers attended the police station after the shootings, they were accompanied by an army lawyer who made it clear that the soldiers were there only for the purpose of handing in their weapons. In addition, the soldiers were immediately flown out of Gibraltar without ever having been interviewed by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176. The applicants referred to the following factors, amongst others, in support of their contention:",
                                                "elements": []
                                            },
                                            {
                                                "content": " - The best and safest method of preventing an explosion and capturing the suspects would have been to stop them and their bomb from entering Gibraltar. The authorities had their photographs and knew their names and aliases as well as the passports they were carrying;",
                                                "elements": []
                                            },
                                            {
                                                "content": " - If the suspects had been under close observation by the Spanish authorities from Malaga to Gibraltar, as claimed by the journalist, Mr Debelius, the hiring of the white Renault car would have been seen and it would have been known that it did not contain a bomb (see paragraph 128 above);",
                                                "elements": []
                                            },
                                            {
                                                "content": " - The above claim is supported by the failure of the authorities to isolate the bomb and clear the area around it in order to protect the public. In Gibraltar there were a large number of soldiers present with experience in the speedy clearance of suspect bomb sites. The only explanation for this lapse in security procedures was that the security services knew that there was no bomb in the car;",
                                                "elements": []
                                            },
                                            {
                                                "content": " - Soldier G, who was sent to inspect the car and who reported that there was a suspect car bomb, admitted during the inquest that he was not an expert in radio signal transmission (see paragraph 53 above). This was significant since the sole basis for his assessment was that the radio aerial looked older than the car. A real expert would have thought of removing the aerial to nullify the radio detonator, which could have been done without destabilising the explosive, as testified by Dr Scott. He would have also known that if the suspects had intended to explode a bomb by means of a radio signal they would not have used a rusty aerial - which would reduce the capacity to receive a clear signal - but a clean one (see paragraph 114 above). It also emerged from his evidence that he was not an explosives expert either. There was thus the possibility that the true role of Soldier G was to report that he suspected a car bomb in order to induce the Gibraltar police to sign the document authorising the SAS to employ lethal force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "177. In the Government’s submission it was implicit in the jury’s verdicts of lawful killing that they found as facts that there was no plot to kill the three terrorists and that the operation in Gibraltar had not been conceived or mounted with this aim in view. The aim of the operation was to effect the lawful arrest of the three terrorists and it was for this purpose that the assistance of the military was sought and given. Furthermore, the jury must have also rejected the applicants’ contention that Soldiers A, B, C and D had deliberately set out to kill the terrorists, whether acting on express orders or as a result of being given \"a nod and a wink\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "178. The Commission concluded that there was no evidence to support the applicants’ claim of a premeditated plot to kill the suspects.",
                                                "elements": []
                                            },
                                            {
                                                "content": "179. The Court observes that it would need to have convincing evidence before it could conclude that there was a premeditated plan, in the sense developed by the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "180. In the light of its own examination of the material before it, the Court does not find it established that there was an execution plot at the highest level of command in the Ministry of Defence or in the Government, or that Soldiers A, B, C and D had been so encouraged or instructed by the superior officers who had briefed them prior to the operation, or indeed that they had decided on their own initiative to kill the suspects irrespective of the existence of any justification for the use of lethal force and in disobedience to the arrest instructions they had received. Nor is there evidence that there was an implicit encouragement by the authorities or hints and innuendoes to execute the three suspects.",
                                                "elements": []
                                            },
                                            {
                                                "content": "181. The factors relied on by the applicants amount to a series of conjectures that the authorities must have known that there was no bomb in the car. However, having regard to the intelligence information that they had received, to the known profiles of the three terrorists, all of whom had a background in explosives, and the fact that Mr Savage was seen to \"fiddle\" with something before leaving the car (see paragraph 38 above), the belief that the car contained a bomb cannot be described as either implausible or wholly lacking in foundation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "182. In particular, the decision to admit them to Gibraltar, however open to criticism given the risks that it entailed, was in accordance with the arrest policy formulated by the Advisory Group that no effort should be made to apprehend them until all three were present in Gibraltar and there was sufficient evidence of a bombing mission to secure their convictions (see paragraph 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "183. Nor can the Court accept the applicants’ contention that the use of the SAS, in itself, amounted to evidence that the killing of the suspects was intended. In this respect it notes that the SAS is a special unit which has received specialist training in combating terrorism. It was only natural, therefore, that in light of the advance warning that the authorities received of an impending terrorist attack they would resort to the skill and experience of the SAS in order to deal with the threat in the safest and most informed manner possible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "184. The Court therefore rejects as unsubstantiated the applicants’ allegations that the killing of the three suspects was premeditated or the product of a tacit agreement amongst those involved in the operation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Conduct and planning of the operation",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Arguments of those appearing before the Court",
                                "elements": [
                                    {
                                        "content": "185. The applicants submitted that it would be wrong for the Court, as the Commission had done, to limit its assessment to the question of the possible justification of the soldiers who actually killed the suspects. It must examine the liability of the Government for all aspects of the operation. Indeed, the soldiers may well have been acquitted at a criminal trial if they could have shown that they honestly believed the ungrounded and false information they were given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "186. The soldiers had been told by Officer E (the attack commander) that the three suspects had planted a car bomb in Gibraltar, whereas Soldier G - the bomb-disposal expert - had reported that it was merely a suspect bomb; that it was a remote-control bomb; that each of the suspects could detonate it from anywhere in Gibraltar by the mere flicking of a switch and that they would not hesitate to do so the moment they were challenged. In reality, these \"certainties\" and \"facts\" were no more than suspicions or at best dubious assessments. However, they were conveyed as facts to soldiers who not only had been trained to shoot at the merest hint of a threat but also, as emerged from the evidence given during the inquest, to continue to shoot until they had killed their target.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In sum, they submitted that the killings came about as a result of incompetence and negligence in the planning and conduct of the anti-terrorist operation to arrest the suspects as well as a failure to maintain a proper balance between the need to meet the threat posed and the right to life of the suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "187. The Government submitted that the actions of the soldiers were absolutely necessary in defence of persons from unlawful violence within the meaning of Article 2 para. 2 (a) (art. 2-2-a) of the Convention. Each of them had to make a split-second decision which could have affected a large number of lives. They believed that the movements which they saw the suspects make at the moment they were intercepted gave the impression that the terrorists were about to detonate a bomb. This evidence was confirmed by other witnesses who saw the movements in question. If it is accepted that the soldiers honestly and reasonably believed that the terrorists upon whom they opened fire might have been about to detonate a bomb by pressing a button, then they had no alternative but to open fire.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188. They also pointed out that much of the information available to the authorities and many of the judgments made by them proved to be accurate. The three deceased were an IRA active service unit which was planning an operation in Gibraltar; they did have in their control a large quantity of explosives which were subsequently found in ; and the nature of the operation was a car bomb. The risk to the lives of those in Gibraltar was, therefore, both real and extremely serious.",
                                        "elements": []
                                    },
                                    {
                                        "content": "189. The Government further submitted that in examining the planning of the anti-terrorist operation it should be borne in mind that intelligence assessments are necessarily based on incomplete information since only fragments of the true picture will be known. Moreover, experience showed that the IRA were exceptionally ruthless and skilled in counter-surveillance techniques and that they did their best to conceal their intentions from the authorities. In addition, experience in  showed that the IRA is constantly and rapidly developing new technology. They thus had to take into account the possibility that the terrorists might be equipped with more sophisticated or more easily concealable radio-controlled devices than the IRA had previously been known to use. Finally, the consequences of underestimating the threat posed by the active service unit could have been catastrophic. If they had succeeded in detonating a bomb of the type and size found in , everyone in the car-park would have been killed or badly maimed and grievous injuries would have been caused to those in adjacent buildings, which included a school and an old-people’s home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "190. The intelligence assessments made in the course of the operation were reasonable ones to make in the light of the inevitably limited amount of information available to the authorities and the potentially devastating consequences of underestimating the terrorists’ abilities and resources. In this regard the Government made the following observations:",
                                        "elements": []
                                    },
                                    {
                                        "content": " - It was believed that a remote-controlled device would be used because it would give the terrorists a better chance of escape and would increase their ability to maximise the proportion of military rather than civilian casualties. Moreover, the IRA had used such a device in  only six weeks before.",
                                        "elements": []
                                    },
                                    {
                                        "content": " - It was assumed that any remote-control such as that produced to the Court would be small enough to be readily concealed about the person. The soldiers themselves successfully concealed radios of a similar size about their persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": " - As testified by Captain Edwards at the inquest, tests carried out demonstrated that a bomb in the car-park could have been detonated from the spot where the terrorists were shot (see paragraph 116 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": " - Past experience strongly suggested that the terrorists’ detonation device might have been operated by pressing a single button.",
                                        "elements": []
                                    },
                                    {
                                        "content": " - As explained by Witness O at the inquest, the use of a blocking car would have been unnecessary because the terrorists would not be expected to have any difficulty in finding a free space on 8 March. It was also dangerous because it would have required two trips into Gibraltar, thereby significantly increasing the risk of detection (see paragraph 23 (point (e) above).",
                                        "elements": []
                                    },
                                    {
                                        "content": " - There was no reason to doubt the bona fides of Soldier G’s assessment that the car was a suspect car bomb. In the first place his evidence was that he was quite familiar with car bombs. Moreover, the car had been parked by a known bomb-maker who had been seen to \"fiddle\" with something between the seats and the car aerial appeared to be out of place. IRA car bombs had been known from experience to have specially-fitted aerials and G could not say for certain from an external examination that the car did not contain a bomb (see paragraph 48 above). Furthermore, all three suspects appeared to be leaving Gibraltar. Finally the operation of cordoning off the area around the car began only twenty minutes after the above assessment had been made because of the shortage of available manpower and the fact that the evacuation plans were not intended for implementation until 7 or 8 March.",
                                        "elements": []
                                    },
                                    {
                                        "content": " - It would have been reckless for the authorities to assume that the terrorists might not have detonated their bomb if challenged. The IRA were deeply committed terrorists who were, in their view, at war with the  and who had in the past shown a reckless disregard for their own safety. There was still a real risk that if they had been faced with a choice between an explosion causing civilian casualties and no explosion at all, the terrorists would have preferred the former.",
                                        "elements": []
                                    },
                                    {
                                        "content": "191. The Commission considered that, given the soldiers’ perception of the risk to the lives of the people of Gibraltar, the shooting of the three suspects could be regarded as absolutely necessary for the legitimate aim of the defence of others from unlawful violence. It also concluded that, having regard to the possibility that the suspects had brought in a car bomb which, if detonated, would have occasioned the loss of many lives and the possibility that the suspects could have been able to detonate it when confronted by the soldiers, the planning and execution of the operation by the authorities did not disclose any deliberate design or lack of proper care which might have rendered the use of lethal force disproportionate to the aim of saving lives.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "192. In carrying out its examination under Article 2 (art. 2) of the Convention, the Court must bear in mind that the information that the United Kingdom authorities received that there would be a terrorist attack in Gibraltar presented them with a fundamental dilemma. On the one hand, they were required to have regard to their duty to protect the lives of the people in Gibraltar including their own military personnel and, on the other, to have minimum resort to the use of lethal force against those suspected of posing this threat in the light of the obligations flowing from both domestic and international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "193. Several other factors must also be taken into consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the first place, the authorities were confronted by an active service unit of the IRA composed of persons who had been convicted of bombing offences and a known explosives expert. The IRA, judged by its actions in the past, had demonstrated a disregard for human life, including that of its own members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, the authorities had had prior warning of the impending terrorist action and thus had ample opportunity to plan their reaction and, in co-ordination with the local Gibraltar authorities, to take measures to foil the attack and arrest the suspects. Inevitably, however, the security authorities could not have been in possession of the full facts and were obliged to formulate their policies on the basis of incomplete hypotheses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "194. Against this background, in determining whether the force used was compatible with Article 2 (art. 2), the Court must carefully scrutinise, as noted above, not only whether the force used by the soldiers was strictly proportionate to the aim of protecting persons against unlawful violence but also whether the anti-terrorist operation was planned and controlled by the authorities so as to minimise, to the greatest extent possible, recourse to lethal force. The Court will consider each of these points in turn.",
                                        "elements": []
                                    },
                                    {
                                        "content": "195. It is recalled that the soldiers who carried out the shooting (A, B, C and D) were informed by their superiors, in essence, that there was a car bomb in place which could be detonated by any of the three suspects by means of a radio-control device which might have been concealed on their persons; that the device could be activated by pressing a button; that they would be likely to detonate the bomb if challenged, thereby causing heavy loss of life and serious injuries, and were also likely to be armed and to resist arrest (see paragraphs 23, 24-27, and 28-31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "196. As regards the shooting of Mr McCann and Ms Farrell, the Court recalls the Commission’s finding that they were shot at close range after making what appeared to Soldiers A and B to be threatening movements with their hands as if they were going to detonate the bomb (see paragraph 132 above). The evidence indicated that they were shot as they fell to the ground but not as they lay on the ground (see paragraphs 59-67 above). Four witnesses recalled hearing a warning shout (see paragraph 75 above). Officer P corroborated the soldiers’ evidence as to the hand movements (see paragraph 76 above). Officer Q and Police Constable Parody also confirmed that Ms Farrell had made a sudden, suspicious move towards her handbag (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "197. As regards the shooting of Mr Savage, the evidence revealed that there was only a matter of seconds between the shooting at the Shell garage (McCann and Farrell) and the shooting at Landport tunnel (Savage). The Commission found that it was unlikely that Soldiers C and D witnessed the first shooting before pursuing Mr Savage who had turned around after being alerted by either the police siren or the shooting (see paragraph 132 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Soldier C opened fire because Mr Savage moved his right arm to the area of his jacket pocket, thereby giving rise to the fear that he was about to detonate the bomb. In addition, Soldier C had seen something bulky in his pocket which he believed to be a detonating transmitter. Soldier D also opened fire believing that the suspect was trying to detonate the supposed bomb. The soldiers’ version of events was corroborated in some respects by Witnesses H and J, who saw Mr Savage spin round to face the soldiers in apparent response to the police siren or the first shooting (see paragraphs 83 and 85 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission found that Mr Savage was shot at close range until he hit the ground and probably in the instant as or after he had hit the ground (see paragraph 132 above). This conclusion was supported by the pathologists’ evidence at the inquest (see paragraph 110 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "198. It was subsequently discovered that the suspects were unarmed, that they did not have a detonator device on their persons and that there was no bomb in the car (see paragraphs 93 and 96 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "199. All four soldiers admitted that they shot to kill. They considered that it was necessary to continue to fire at the suspects until they were rendered physically incapable of detonating a device (see paragraphs 61, 63, 80 and 120 above). According to the pathologists’ evidence Ms Farrell was hit by eight bullets, Mr McCann by five and Mr Savage by sixteen (see paragraphs 108-10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "200. The Court accepts that the soldiers honestly believed, in the light of the information that they had been given, as set out above, that it was necessary to shoot the suspects in order to prevent them from detonating a bomb and causing serious loss of life (see paragraph 195 above). The actions which they took, in obedience to superior orders, were thus perceived by them as absolutely necessary in order to safeguard innocent lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It considers that the use of force by agents of the State in pursuit of one of the aims delineated in paragraph 2 of Article 2 (art. 2-2) of the Convention may be justified under this provision (art. 2-2) where it is based on an honest belief which is perceived, for good reasons, to be valid at the time but which subsequently turns out to be mistaken. To hold otherwise would be to impose an unrealistic burden on the State and its law-enforcement personnel in the execution of their duty, perhaps to the detriment of their lives and those of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that, having regard to the dilemma confronting the authorities in the circumstances of the case, the actions of the soldiers do not, in themselves, give rise to a violation of this provision (art. 2-2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "201. The question arises, however, whether the anti-terrorist operation as a whole was controlled and organised in a manner which respected the requirements of Article 2 (art. 2) and whether the information and instructions given to the soldiers which, in effect, rendered inevitable the use of lethal force, took adequately into consideration the right to life of the three suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "202. The Court first observes that, as appears from the operational order of the Commissioner, it had been the intention of the authorities to arrest the suspects at an appropriate stage. Indeed, evidence was given at the inquest that arrest procedures had been practised by the soldiers before 6 March and that efforts had been made to find a suitable place in Gibraltar to detain the suspects after their arrest (see paragraphs 18 and 55 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "203. It may be questioned why the three suspects were not arrested at the border immediately on their arrival in Gibraltar and why, as emerged from the evidence given by Inspector Ullger, the decision was taken not to prevent them from entering Gibraltar if they were believed to be on a bombing mission. Having had advance warning of the terrorists’ intentions it would certainly have been possible for the authorities to have mounted an arrest operation. Although surprised at the early arrival of the three suspects, they had a surveillance team at the border and an arrest group nearby (see paragraph 34 above). In addition, the Security Services and the Spanish authorities had photographs of the three suspects, knew their names as well as their aliases and would have known what passports to look for (see paragraph 33 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "204. On this issue, the Government submitted that at that moment there might not have been sufficient evidence to warrant the detention and trial of the suspects. Moreover, to release them, having alerted them to the authorities’ state of awareness but leaving them or others free to try again, would obviously increase the risks. Nor could the authorities be sure that those three were the only terrorists they had to deal with or of the manner in which it was proposed to carry out the bombing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "205. The Court confines itself to observing in this respect that the danger to the population of Gibraltar - which is at the heart of the Government’s submissions in this case - in not preventing their entry must be considered to outweigh the possible consequences of having insufficient evidence to warrant their detention and trial. In its view, either the authorities knew that there was no bomb in the car - which the Court has already discounted (see paragraph 181 above) - or there was a serious miscalculation by those responsible for controlling the operation. As a result, the scene was set in which the fatal shooting, given the intelligence assessments which had been made, was a foreseeable possibility if not a likelihood.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision not to stop the three terrorists from entering Gibraltar is thus a relevant factor to take into account under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "206. The Court notes that at the briefing on 5 March attended by Soldiers A, B, C, and D it was considered likely that the attack would be by way of a large car bomb. A number of key assessments were made. In particular, it was thought that the terrorists would not use a blocking car; that the bomb would be detonated by a radio-control device; that the detonation could be effected by the pressing of a button; that it was likely that the suspects would detonate the bomb if challenged; that they would be armed and would be likely to use their arms if confronted (see paragraphs 23-31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "207. In the event, all of these crucial assumptions, apart from the terrorists’ intentions to carry out an attack, turned out to be erroneous. Nevertheless, as has been demonstrated by the Government, on the basis of their experience in dealing with the IRA, they were all possible hypotheses in a situation where the true facts were unknown and where the authorities operated on the basis of limited intelligence information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "208. In fact, insufficient allowances appear to have been made for other assumptions. For example, since the bombing was not expected until 8 March when the changing of the guard ceremony was to take place, there was equally the possibility that the three terrorists were on a reconnaissance mission. While this was a factor which was briefly considered, it does not appear to have been regarded as a serious possibility (see paragraph 45 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, at the briefings or after the suspects had been spotted, it might have been thought unlikely that they would have been prepared to explode the bomb, thereby killing many civilians, as Mr McCann and Ms Farrell strolled towards the border area since this would have increased the risk of detection and capture (see paragraph 57 above). It might also have been thought improbable that at that point they would have set up the transmitter in anticipation to enable them to detonate the supposed bomb immediately if confronted (see paragraph 115 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, even if allowances are made for the technological skills of the IRA, the description of the detonation device as a \"button job\" without the qualifications subsequently described by the experts at the inquest (see paragraphs 115 and 131 above), of which the competent authorities must have been aware, over-simplifies the true nature of these devices.",
                                        "elements": []
                                    },
                                    {
                                        "content": "209. It is further disquieting in this context that the assessment made by Soldier G, after a cursory external examination of the car, that there was a \"suspect car bomb\" was conveyed to the soldiers, according to their own testimony, as a definite identification that there was such a bomb (see paragraphs 48, and 51-52 above). It is recalled that while Soldier G had experience in car bombs, it transpired that he was not an expert in radio communications or explosives; and that his assessment that there was a suspect car bomb, based on his observation that the car aerial was out of place, was more in the nature of a report that a bomb could not be ruled out (see paragraph 53 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "210. In the absence of sufficient allowances being made for alternative possibilities, and the definite reporting of the existence of a car bomb which, according to the assessments that had been made, could be detonated at the press of a button, a series of working hypotheses were conveyed to Soldiers A, B, C and D as certainties, thereby making the use of lethal force almost unavoidable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "211. However, the failure to make provision for a margin of error must also be considered in combination with the training of the soldiers to continue shooting once they opened fire until the suspect was dead. As noted by the Coroner in his summing-up to the jury at the inquest, all four soldiers shot to kill the suspects (see paragraphs 61, 63, 80 and 120 above). Soldier E testified that it had been discussed with the soldiers that there was an increased chance that they would have to shoot to kill since there would be less time where there was a \"button\" device (see paragraph 26 above). Against this background, the authorities were bound by their obligation to respect the right to life of the suspects to exercise the greatest of care in evaluating the information at their disposal before transmitting it to soldiers whose use of firearms automatically involved shooting to kill.",
                                        "elements": []
                                    },
                                    {
                                        "content": "212. Although detailed investigation at the inquest into the training received by the soldiers was prevented by the public interest certificates which had been issued (see paragraph 104, at point 1. (iii) above), it is not clear whether they had been trained or instructed to assess whether the use of firearms to wound their targets may have been warranted by the specific circumstances that confronted them at the moment of arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Their reflex action in this vital respect lacks the degree of caution in the use of firearms to be expected from law enforcement personnel in a democratic society, even when dealing with dangerous terrorist suspects, and stands in marked contrast to the standard of care reflected in the instructions in the use of firearms by the police which had been drawn to their attention and which emphasised the legal responsibilities of the individual officer in the light of conditions prevailing at the moment of engagement (see paragraphs 136 and 137 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "This failure by the authorities also suggests a lack of appropriate care in the control and organisation of the arrest operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "213. In sum, having regard to the decision not to prevent the suspects from travelling into Gibraltar, to the failure of the authorities to make sufficient allowances for the possibility that their intelligence assessments might, in some respects at least, be erroneous and to the automatic recourse to lethal force when the soldiers opened fire, the Court is not persuaded that the killing of the three terrorists constituted the use of force which was no more than absolutely necessary in defence of persons from unlawful violence within the meaning of Article 2 para. 2 (a) (art. 2-2-a) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "214. Accordingly, the Court finds that there has been a breach of Article 2 (art. 2) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 50 (art. 50) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "215. Article 50 (art. 50) of the Convention provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "216. The applicants requested the award of damages at the same level as would be awarded under English law to a person who was unlawfully killed by agents of the State. They also asked, in the event of the Court finding that the killings were both unlawful and deliberate or were the result of gross negligence, exemplary damages at the same level as would be awarded under English law to a relative of a person killed in similar circumstances.",
                                "elements": []
                            },
                            {
                                "content": "217. As regards costs and expenses, they asked for all costs arising directly or indirectly from the killings, including the costs of relatives and lawyers attending the Gibraltar inquest and all  costs. The solicitor’s costs and expenses in respect of the Gibraltar inquest are estimated at £56,200 and his  costs at £28,800. Counsel claimed £16,700 in respect of  costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "218. The Government contended that, in the event of a finding of a violation, financial compensation in the form of pecuniary and non-pecuniary damages would be unnecessary and inappropriate.",
                                "elements": []
                            },
                            {
                                "content": "As regards the costs incurred before the  institutions, they submitted that the applicants should be awarded only the costs actually and necessarily incurred by them and which were reasonable as to quantum. However, as regards the claim for costs in respect of the Gibraltar inquest, they maintained that (1) as a point of principle, the costs of the domestic proceedings, including the costs of the inquest, should not be recoverable under Article 50 (art. 50); (2) since the applicants’ legal representatives acted free of charge, there can be no basis for an award to the applicants; (3) in any event, the costs claimed were not calculated on the basis of the normal rates of the solicitor concerned.",
                                "elements": []
                            },
                            {
                                "content": "A. Pecuniary and non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "219. The Court observes that it is not clear from the applicants’ submissions whether their claim for financial compensation is under the head of pecuniary or non-pecuniary damages or both. In any event, having regard to the fact that the three terrorist suspects who were killed had been intending to plant a bomb in Gibraltar, the Court does not consider it appropriate to make an award under this head. It therefore dismisses the applicants’ claim for damages.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Costs and expenses",
                                "elements": [
                                    {
                                        "content": "220. The Court recalls that, in accordance with its case-law, it is only costs which are actually and necessarily incurred and reasonable as to quantum that are recoverable under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "221. As regards the Gibraltar costs, the applicants stated in the proceedings before the Commission that their legal representatives had acted free of charge. In this connection, it has not been claimed that they are under any obligation to pay the solicitor the amounts claimed under this item. In these circumstances, the costs cannot be claimed under Article 50 (art. 50) since they have not been actually incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "222. As regards the costs and expenses incurred during the  proceedings, the Court, making an equitable assessment, awards £22,000 and £16,700 in respect of the solicitor’s and counsel’s claims respectively, less 37,731 French francs received by way of legal aid from the Council of Europe.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Holds by ten votes to nine that there has been a violation of Article 2 (art. 2) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds unanimously that the United Kingdom is to pay to the applicants, within three months, £38,700 (thirty-eight thousand seven hundred) for costs and expenses incurred in the Strasbourg proceedings, less 37,731 (thirty-seven thousand seven hundred and thirty-one) French francs to be converted into pounds sterling at the rate of exchange applicable on the date of delivery of the present judgment;",
                        "elements": []
                    },
                    {
                        "content": "3. Dismisses unanimously the applicants’ claim for damages;",
                        "elements": []
                    },
                    {
                        "content": "4. Dismisses unanimously the applicants’ claim for costs and expenses incurred in the Gibraltar inquest;",
                        "elements": []
                    },
                    {
                        "content": "5. Dismisses unanimously the remainder of the claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 27 September 1995.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of Rules of Court A, the joint dissenting opinion of Judges Ryssdal, Bernhardt, Thór Vilhjálmsson, Gölcüklü, Palm, Pekkanen, Sir John Freeland, Baka and Jambrek is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1. We are unable to subscribe to the opinion of a majority of our colleagues that there has been a violation of Article 2 (art. 2) of the Convention in this case.",
                        "elements": []
                    },
                    {
                        "content": "2. We will take the main issues in the order in which they are dealt with in the judgment.",
                        "elements": []
                    },
                    {
                        "content": "3. As to the section which deals with the interpretation of Article 2 (art. 2), we agree with the conclusion in paragraph 155 that the difference between the Convention standard and the national standard as regards justification for the use of force resulting in deprivation of life is not such that a violation of Article 2 para. 1 (art. 2-1) could be found on that ground alone. We also agree with the conclusion in paragraph 164 that there has been no breach of Article 2 para. 1 (art. 2-1) on the ground of any shortcoming in the examination at national level of the circumstances surrounding the deaths.",
                        "elements": []
                    },
                    {
                        "content": "4. As to the section dealing with the application of Article 2 (art. 2) to the facts of the case, we fully concur in rejecting as unsubstantiated the applicants’ allegations that the killing of the three suspects was premeditated or the product of a tacit agreement among those involved in the operation (paragraph 184).",
                        "elements": []
                    },
                    {
                        "content": "5. We also agree with the conclusion in paragraph 200 that the actions of the four soldiers who carried out the shootings do not, in themselves, give rise to a violation of Article 2 (art. 2). It is rightly accepted that those soldiers honestly believed, in the light of the information which they had been given, that it was necessary to act as they did in order to prevent the suspects from detonating a bomb and causing serious loss of life: the actions which they took were thus perceived by them as absolutely necessary in order to safeguard innocent lives.",
                        "elements": []
                    },
                    {
                        "content": "6. We disagree, however, with the evaluation made by the majority (paragraphs 202-14) of the way in which the control and organisation of the operation were carried out by the authorities. It is that evaluation which, crucially, leads to the finding of violation.",
                        "elements": []
                    },
                    {
                        "content": "7. We recall at the outset that the events in this case were examined at the domestic level by an inquest held in Gibraltar over a period of nineteen days between 6 and 30 September 1988. The jury, after hearing the evidence of seventy-nine witnesses (including the soldiers, police officers and surveillance personnel involved in the operation and also pathologists, forensic scientists and experts on the detonation of explosive devices), and after being addressed by the Coroner in respect of the applicable domestic law, reached by a majority of nine to two a verdict of lawful killing. The circumstances were subsequently investigated in depth and evaluated by the Commission, which found in its report, by a majority of eleven to six, that there had been no violation of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The finding of the inquest, as a domestic tribunal operating under the relevant domestic law, is not of itself determinative of the Convention issues before the Court. But, having regard to the crucial importance in this case of a proper appreciation of the facts and to the advantage undeniably enjoyed by the jury in having observed the demeanour of the witnesses when giving their evidence under examination and cross-examination, its significance should certainly not be underestimated. Similarly, the Commission’s establishment and evaluation of the facts is not conclusive for the Court; but it would be mistaken for the Court, at yet one further remove from the evidence as given by the witnesses, to fail to give due weight to the report of the Commission, the body which is primarily charged under the Convention with the finding of facts and which has, of course, great experience in the discharge of that task.",
                        "elements": []
                    },
                    {
                        "content": "8. Before turning to the various aspects of the operation which are criticised in the judgment, we would underline three points of a general nature.",
                        "elements": []
                    },
                    {
                        "content": "First, in undertaking any evaluation of the way in which the operation was organised and controlled, the Court should studiously resist the temptations offered by the benefit of hindsight. The authorities had at the time to plan and make decisions on the basis of incomplete information. Only the suspects knew at all precisely what they intended; and it was part of their purpose, as it had no doubt been part of their training, to ensure that as little as possible of their intentions was revealed. It would be wrong to conclude in retrospect that a particular course would, as things later transpired, have been better than one adopted at the time under the pressures of an ongoing anti-terrorist operation and that the latter course must therefore be regarded as culpably mistaken. It should not be so regarded unless it is established that in the circumstances as they were known at the time another course should have been preferred.",
                        "elements": []
                    },
                    {
                        "content": "9. Secondly, the need for the authorities to act within the constraints of the law, while the suspects were operating in a state of mind in which members of the security forces were regarded as legitimate targets and incidental death or injury to civilians as of little consequence, would inevitably give the suspects a tactical advantage which should not be allowed to prevail. The consequences of the explosion of a large bomb in the centre of Gibraltar might well be so devastating that the authorities could not responsibly risk giving the suspects the opportunity to set in train the detonation of such a bomb. Of course the obligation of the  under Article 2 para. 1 (art. 2-1) of the Convention extended to the lives of the suspects as well as to the lives of all the many others, civilian and military, who were present in Gibraltar at the time. But, quite unlike those others, the purpose of the presence of the suspects in Gibraltar was the furtherance of a criminal enterprise which could be expected to have resulted in the loss of many innocent lives if it had been successful. They had chosen to place themselves in a situation where there was a grave danger that an irreconcilable conflict between the two duties might arise.",
                        "elements": []
                    },
                    {
                        "content": "10. Thirdly, the Court’s evaluation of the conduct of the authorities should throughout take full account of (a) the information which had been received earlier about IRA intentions to mount a major terrorist attack in Gibraltar by an active service unit of three individuals; and (b) the discovery which (according to evidence given to the inquest by Witness O) had been made in Brussels on 21 January 1988 of a car containing a large amount of Semtex explosive and four detonators, with a radio-controlled system - equipment which, taken together, constituted a device familiar in Northern Ireland.",
                        "elements": []
                    },
                    {
                        "content": "In the light of (a), the decision that members of the SAS should be sent to take part in the operation in response to the request of the Gibraltar Commissioner of Police for military assistance was wholly justifiable. Troops trained in a counter-terrorist role and to operate successfully in small groups would clearly be a suitable choice to meet the threat of an IRA active service unit at large in a densely populated area such as Gibraltar, where there would be an imperative need to limit as far as possible the risk of accidental harm to passers-by.",
                        "elements": []
                    },
                    {
                        "content": "The detailed operational briefing on 5 March 1988 (paragraphs 22-31) shows the reasonableness, in the circumstances as known at the time, of the assessments then made. The operational order of the Gibraltar Commissioner of Police, which was drawn up on the same day, expressly proscribed the use of more force than necessary and required any recourse to firearms to be had with care for the safety of persons in the vicinity. It described the intention of the operation as being to protect life; to foil the attempt; to arrest the offenders; and the securing and safe custody of the prisoners (paragraphs 17 and 18).",
                        "elements": []
                    },
                    {
                        "content": "All of this is indicative of appropriate care on the part of the authorities. So, too, is the cautious approach to the eventual passing of control to the military on 6 March 1988 (paragraphs 54-58).",
                        "elements": []
                    },
                    {
                        "content": "11. As regards the particular criticisms of the conduct of the operation which are made in the judgment, foremost among them is the questioning (in paragraphs 203-05) of the decision not to prevent the three suspects from entering Gibraltar. It is pointed out in paragraph 203 that, with the advance information which the authorities possessed and with the resources of personnel at their disposal, it would have been possible for them \"to have mounted an arrest operation\" at the border.",
                        "elements": []
                    },
                    {
                        "content": "The judgment does not, however, go on to say that it would have been practicable for the authorities to have arrested and detained the suspects at that stage. Rightly so, in our view, because at that stage there might not be sufficient evidence to warrant their detention and trial. To release them, after having alerted them to the state of readiness of the authorities, would be to increase the risk that they or other IRA members could successfully mount a renewed terrorist attack on Gibraltar. In the circumstances as then known, it was accordingly not \"a serious miscalculation\" for the authorities to defer the arrest rather than merely stop the suspects at the border and turn them back into .",
                        "elements": []
                    },
                    {
                        "content": "12. Paragraph 206 of the judgment then lists certain \"key assessments\" made by the authorities which, in paragraph 207, are said to have turned out, in the event, to be erroneous, although they are accepted as all being possible hypotheses in a situation where the true facts were unknown and where the authorities were operating on the basis of limited intelligence information. Paragraph 208 goes on to make the criticism that \"insufficient allowances appear to have been made for other assumptions\".",
                        "elements": []
                    },
                    {
                        "content": "13. As a first example to substantiate this criticism, the paragraph then states that since the bombing was not expected until 8 March \"there was equally the possibility that the ... terrorists were on a reconnaissance mission\".",
                        "elements": []
                    },
                    {
                        "content": "There was, however, nothing unreasonable in the assessment at the operational briefing on 5 March that the car which would be brought into Gibraltar was unlikely, on the grounds then stated, to be a \"blocking\" car (see paragraph 23, point e). So, when the car had been parked in the assembly area by one of the suspects and all three had been found to be present in Gibraltar, the authorities could quite properly operate on the working assumption that it contained a bomb and that, as the suspects were unlikely to risk two visits, it was not \"equally\" possible that they were on a reconnaissance mission.",
                        "elements": []
                    },
                    {
                        "content": "In addition, Soldier F, the senior military adviser to the Gibraltar Commissioner of Police, gave evidence to the inquest that, according to intelligence information, reconnaissance missions had been undertaken many times before: reconnaissance was, he had been told, complete and the operation was ready to be run. In these circumstances, for the authorities to have proceeded otherwise than on the basis of a worst-case scenario that the car contained a bomb which was capable of being detonated by the suspects during their presence in the territory would have been to show a reckless failure of concern for public safety.",
                        "elements": []
                    },
                    {
                        "content": "14. Secondly, it is suggested in the second sub-paragraph of paragraph 208 that, at the briefings or after the suspects had been spotted, \"it might have been thought unlikely that they would have been prepared to explode the bomb, thereby killing many civilians, as Mr McCann and Ms Farrell strolled towards the border area since this would have increased the risk of detection and capture\".",
                        "elements": []
                    },
                    {
                        "content": "Surely, however, the question is rather whether the authorities could safely have operated on the assumption that the suspects would be unlikely to be prepared to explode the bomb when, even if for the time being moving in the direction of the border, they became aware that they had been detected and were faced with the prospect of arrest. In our view, the answer is clear: certainly, previous experience of IRA activities would have afforded no reliable basis for concluding that the killing of many civilians would itself be a sufficient deterrent or that the suspects, when confronted, would have preferred no explosion at all to an explosion causing civilian casualties. It is relevant that, according to Soldier F’s evidence at the inquest, part of the intelligence background was that he had been told that the IRA were under pressure to produce a \"spectacular\". He also gave evidence of his belief that, when cornered, the suspects would have no qualms about pressing the button to achieve some degree of propaganda success: they would try to derive such a success out of having got a bomb into Gibraltar and that would outweigh in their minds the propaganda loss arising from civilian casualties.",
                        "elements": []
                    },
                    {
                        "content": "15. The second sub-paragraph of paragraph 208 goes on to suggest that it \"might also have been thought improbable that at that point\" - that is, apparently, as McCann and Farrell \"strolled towards the border\" - \"[the suspects] would have set up the transmitter in anticipation to enable them to detonate the supposed bomb immediately if confronted\".",
                        "elements": []
                    },
                    {
                        "content": "Here, the question ought, we consider, to be whether the authorities could prudently have proceeded otherwise than on the footing that there was at the very least a possibility that, if not before the suspects became aware of detection then immediately afterwards, the transmitter would be in a state of readiness to detonate the bomb.",
                        "elements": []
                    },
                    {
                        "content": "16. It is next suggested, in the third sub-paragraph of paragraph 208, that \"even if allowances are made for the technological skills of the IRA, the description of the detonation device as a `button job’ without the qualifications subsequently described by the experts at the inquest ..., of which the competent authorities must have been aware, over-simplifies the true nature of these devices\". The exact purport of this criticism is perhaps open to some doubt. What is fully clear, however, is that, as the applicants’ own expert witness accepted at the inquest, a transmitter of the kind which was thought likely to be used in the present case could be set up so as to enable detonation to be caused by pressing a single button; and in the light of past experience it would have been most unwise to discount the possibility of technological advance in this field by the IRA.",
                        "elements": []
                    },
                    {
                        "content": "17. Paragraph 209 of the judgment expresses disquiet that the assessment made by Soldier G that there was a \"suspect car bomb\" was conveyed to the soldiers on the ground in such a way as to give them the impression that the presence of a bomb had been definitely identified. But, given the assessments which had been made of the likelihood of a remote control being used, and given the various indicators that the car should indeed be suspected of containing a bomb, the actions which the soldiers must be expected to have taken would be the same whether their understanding of the message was as it apparently was or whether it was in the sense which Soldier G apparently intended. In either case, the existence of the risk to the people of Gibraltar would have been enough, given the nature of that risk, justifiably to prompt the response which followed.",
                        "elements": []
                    },
                    {
                        "content": "18. Paragraph 209, in referring to the assessment made by Soldier G, also recalls that while he had experience with car bombs, he was not an expert in radio communications or explosives. In considering that assessment, it would, however, be fair to add that, although his inspection of the car was of brief duration, it was enough to enable him to conclude, particularly in view of the unusual appearance of its aerial in relation to the age of the car and the knowledge that the IRA had in the past used cars with aerials specially fitted, that it was to be regarded as a suspect car bomb.",
                        "elements": []
                    },
                    {
                        "content": "The authorities were, in any event, not acting solely on the basis of Soldier G’s assessment. There had also been the earlier assessment, to which we have referred in paragraph 13 above, that a \"blocking\" car was unlikely to be used. In addition, the car had been seen to be parked by Savage, who was known to be an expert bomb-maker and who had taken some time (two to three minutes, according to one witness) to get out of the car, after fiddling with something between the seats.",
                        "elements": []
                    },
                    {
                        "content": "19. Paragraph 210 of the judgment asserts, in effect, that the use of lethal force was made \"almost unavoidable\" by the conveyance to Soldiers A, B, C and D of a series of working hypotheses which were vitiated by the absence of sufficient allowances for alternative possibilities and by \"the definite reporting ... of a car bomb which ..., could be detonated at the press of a button\".",
                        "elements": []
                    },
                    {
                        "content": "We have dealt in paragraphs 13-16 with the points advanced in support of the conclusion that insufficient allowance was made for alternative possibilities; and in paragraphs 17 and 18 with the question of reporting as to the presence of a car bomb.",
                        "elements": []
                    },
                    {
                        "content": "We further question the conclusion that the use of lethal force was made \"almost unavoidable\" by failings of the authorities in these respects. Quite apart from any other consideration, this conclusion takes insufficient account of the part played by chance in the eventual outcome. Had it not been for the movements which were made by McCann and Farrell as Soldiers A and B closed on them and which may have been prompted by the completely coincidental sounding of a police car siren, there is every possibility that they would have been seized and arrested without a shot being fired; and had it not been for Savage’s actions as Soldiers C and D closed on him, which may have been prompted by the sound of gunfire from the McCann and Farrell incident, there is every possibility that he, too, would have been seized and arrested without resort to shooting.",
                        "elements": []
                    },
                    {
                        "content": "20. The implication at the end of paragraph 211 that the authorities did not exercise sufficient care in evaluating the information at their disposal before transmitting it to soldiers \"whose use of firearms automatically involved shooting to kill\" appears to be based on no more than \"the failure to make provision for a margin of error\" to which the beginning of the paragraph refers. We have dealt already with the \"insufficient allowances for alternative possibilities\" point (see, again, paragraphs 13-16 above), which we take to be the same as the alleged failure to provide for a margin of error which is referred to here. Any assessment of the evaluation by the authorities of the information at their disposal should, in any event, take due account of their need to reckon throughout with the incompleteness of that information (see paragraph 8 above); and there are no cogent grounds for any suggestion that there was information which they ought reasonably to have known but did not.",
                        "elements": []
                    },
                    {
                        "content": "21. Paragraph 212, after making a glancing reference to the restrictive effect of the public interest certificates and saying that it is not clear \"whether the use of firearms to wound their targets may have been warranted by the specific circumstances that confronted them at the moment of arrest\", goes on to say that \"their reflex action in this vital respect lacks the degree of caution ... to be expected from law-enforcement personnel in a democratic society, even when dealing with dangerous terrorist suspects, and stands in marked contrast to the standard of care reflected in the instructions in the use of firearms by the police\". It concludes with the assertion that this \"failure by the authorities also suggests a lack of appropriate care in the control and organisation of the arrest operation\".",
                        "elements": []
                    },
                    {
                        "content": "22. As regards any suggestion that, if an assessment on the issue had been required by their training or instruction to be carried out by the soldiers, shooting to wound might have been considered by them to have been warranted by the circumstances at the time, it must be recalled that those circumstances included a genuine belief on their part that the suspects might be about to detonate a bomb by pressing a button. In that situation, to shoot merely to wound would have been a highly dangerous course: wounding alone might well not have immobilised a suspect and might have left him or her capable of pressing a button if determined to do so.",
                        "elements": []
                    },
                    {
                        "content": "23. More generally as regards the training given, there was in fact ample evidence at the inquest to the effect that soldiers (and not only these soldiers) would be trained to respond to a threat such as that which was thought to be posed by the suspects in this case - all of them dangerous terrorists who were believed to be putting many lives at immediate risk - by opening fire once it was clear that the suspect was not desisting; that the intent of the firing would be to immobilise; and that the way to achieve that was to shoot to kill. There was also evidence at the inquest that soldiers would not be accepted for the SAS unless they displayed discretion and thoughtfulness; that they would not go ahead and shoot without thought, nor did they; but they did have to react very fast. In addition, evidence was given that SAS members had in fact been successful in the past in arresting terrorists in the great majority of cases.",
                        "elements": []
                    },
                    {
                        "content": "24. We are far from persuaded that the Court has any sufficient basis for concluding, in the face of the evidence at the inquest and the extent of experience in dealing with terrorist activities which the relevant training reflects, that some different and preferable form of training should have been given and that the action of the soldiers in this case \"lacks the degree of caution in the use of firearms to be expected of law-enforcement personnel in a democratic society\". (We also question, in the light of the evidence, the fairness of the reference to \"reflex action in this vital respect\" - underlining supplied. To be trained to react rapidly and to do so, when the needs of the situation require, is not to take reflex action.)",
                        "elements": []
                    },
                    {
                        "content": "Nor do we accept that the differences between the guide to police officers in the use of firearms (paragraph 137 of the judgment) and the \"Firearms - rules of engagement\" annexed to the Commissioner’s operational order (paragraph 136), when the latter are taken together (as they should be) with the Rules of Engagement issued to Soldier F by the Ministry of Defence (paragraph 16), can validly be invoked to support a contention that the standard of care enjoined upon the soldiers was inadequate. Those differences are no doubt attributable to the differences in backgrounds and requirements of the recipients to whom they were addressed, account being taken of relevant training previously given to each group (it is to be noted that, according to the evidence of Soldier F at the inquest, many lectures are given to SAS soldiers on the concepts of the rule of law and the use of minimum force). We fail to see how the instructions for the soldiers could themselves be read as showing a lack of proper caution in the use of firearms.",
                        "elements": []
                    },
                    {
                        "content": "Accordingly, we consider the concluding stricture, that there was some failure by the authorities in this regard suggesting a lack of appropriate care in the control and organisation of the arrest operation, to be unjustified.",
                        "elements": []
                    },
                    {
                        "content": "25. The accusation of a breach by a State of its obligation under Article 2 (art. 2) of the Convention to protect the right to life is of the utmost seriousness. For the reasons given above, the evaluation in paragraphs 203 to 213 of the judgment seems to us to fall well short of substantiating the finding that there has been a breach of the Article (art. 2) in this case. We would ourselves follow the reasoning and conclusion of the Commission in its comprehensive, painstaking and notably realistic report. Like the Commission, we are satisfied that no failings have been shown in the organisation and control of the operation by the authorities which could justify a conclusion that force was used against the suspects disproportionately to the purpose of defending innocent persons from unlawful violence. We consider that the use of lethal force in this case, however regrettable the need to resort to such force may be, did not exceed what was, in the circumstances as known at the time, \"absolutely necessary\" for that purpose and did not amount to a breach by the United Kingdom of its obligations under the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Bernhardt",
            "role": "mr thór vilhjálmsson"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF McCANN AND OTHERS v. THE UNITED KINGDOM",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57943.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1995:0927JUD001898491",
    "externalsources": [
        "Gibraltar Constitution, Article 2",
        "United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials, 7 September 1990, Articles 9, 10, 22, 23",
        "United Nations Principles on the Effective Prevention and Investigation of Extra-Legal, Arbitrary and Summary Executions, 24 May 1989, Articles 9 to 17"
    ],
    "extractedappno": [
        "18984/91",
        "1989/65",
        "10044/82"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Lynch v. Ministry of Defence, 1983 Northern Ireland Law Reports p. 216",
        "R. v. Thain, 1985 Northern Ireland Law Reports, p. 462",
        "Court of Appeal, R. v. Gladstone Williams, 1983 Criminal Appeal Reports, vol. 78, p. 281",
        "Court of Appeal, Attorney General for Northern Ireland's Reference, 1976 Northern Ireland Law Reports, p. 187",
        "House of Lords Papers 1879, vol. 36, p. 167",
        "Operational order of the Commissioner of Police entitled \"Firearms - rules of engagement\", annexed document and guide to police officers in the use of firearms",
        "Crown Proceedings Act 1947, section 40 para. 2 (b) and 40 para. 3",
        "Crown Proceedings (Northern Ireland) Order 1981",
        ""
    ],
    "itemid": "001-57943",
    "judgementdate": "27/09/1995 00:00:00",
    "kpdate": "27/09/1995 00:00:00",
    "kpthesaurus": [
        "310",
        "354",
        "449",
        "231",
        "496",
        "4",
        "84",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "41",
        "2-1",
        "2-2",
        "2"
    ],
    "parties": [
        "McCANN AND OTHERS",
        "THE UNITED KINGDOM"
    ],
    "rank": "333.709533691406",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 64, para. 160",
        "Klass and Others v. Germany judgment of 6 September 1978, Series A no. 28, p. 18, para. 33",
        "James and Others v. the United Kingdom judgment of 21 February 1986, Series A no. 98, p. 47, para. 84",
        "Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 34, paras. 87-88",
        "Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 29, paras. 74-75",
        "Klaas v. Germany judgment of 22 September 1993, Series A no. 269, p. 17, para. 29",
        "The Holy Monasteries v. Greece judgment of 9 December 1994, Series A no. 301-A, p. 39, para. 90",
        "Loizidou v. Turkey (Preliminary Objections) judgment of 23 March 1995, Series A no. 310, p. 27, para. 72",
        "Commission's decision of 10 July 1984, application no. 10044/82, Stewart v. the United Kingdom, DR 39, p. 162"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "445142",
    "typedescription": "15"
}