{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "38355/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-83153.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38355/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Mrs Ivanka Biondić (“the applicant”), on 23 September 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Šagovac, a lawyer practising in Velika Gorica. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 9 January 2007 the Court decided to communicate the complaint concerning the applicant's right of access to a court to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1946 and lives in Velika Gorica.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant's husband, A.B., died on 13 October 1997. In the inheritance proceedings after her husband's death the applicant and their daughter were declared the only heirs, and A.B.'s estate was distributed between them in equal parts by a decision of the Velika Gorica Municipal Court of 10 November 1997.",
                                "elements": []
                            },
                            {
                                "content": "6.  However, on 29 November 1997 K.D. brought a civil action in the Velika Gorica Municipal Court (Općinski sud u Velikoj Gorici) against the applicant and her daughter, claiming that he was A.B.'s illegitimate son and seeking one third of A.B.'s estate.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 27 February 1998 the applicant lodged a counterclaim seeking firstly that K.D. be declared unsuitable to inherit and secondly that her personal property acquired during her marriage to A.B. be excluded from their joint matrimonial property and exempted from A.B.'s estate. In respect of the latter, she argued that, since she herself and her daughter were the only heirs known to her and were also living together, she had not sought to have her personal property acquired during her marriage to A.B. excluded from their joint property and exempted from A.B.'s estate in the course of the inheritance proceedings because the only parties to those proceedings had been herself and her daughter, with whom she had been on good terms and who was also the applicant's only heir. Therefore, she had seen no reason to divide her property from her daughter's, bearing in mind that the establishing of her separate property might be a lengthy and costly undertaking.",
                                "elements": []
                            },
                            {
                                "content": "8.  At a hearing held on 16 June 1998 the applicant made her statement, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... the defendant states that in 1968 a woman with a small child attacked her in the street and started to insult her. When she came home she asked her husband about the woman and he told her that it had been his past and that she had nothing to do with it ... he also told her that a paternity claim had been lodged against him in a court of law, but that he had not been the father of the child ...",
                                "elements": []
                            },
                            {
                                "content": "The defendant states that she had no knowledge of the Zagreb County Court judgment no. P2-2954/65 [establishing her husband's paternity of the plaintiff] ... and that during his illness her husband had never even hinted that he had had any other child other than their daughter Jadranka ...”",
                                "elements": []
                            },
                            {
                                "content": "9.  In its judgment of 25 May 1999 the Velika Gorica Municipal Court upheld K.D.'s claim and declared the applicant's counterclaim inadmissible. It can be seen from the judgment that no arguments concerning the merits of the applicant's counterclaim had been heard before the court. The court found that the applicant had been prevented from seeking the exemption of her personal property from the inheritance because she had failed to file an objection to that effect in the course of the inheritance proceedings. The relevant parts of the first-instance judgment read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... the [applicant's] counterclaim ... in the part seeking that her property rights be established over the estate which was subject to the inheritance proceedings in respect of the late Ante Biondić, is not admissible.",
                                "elements": []
                            },
                            {
                                "content": "It is undisputed between the parties that the inheritance proceedings were conducted in respect of the late Ante Biondić and that a decision on inheritance no. O-522/97, identifying the inheritance and the heirs of the late Ante Biondić, was adopted and became final on 10 November 1999.",
                                "elements": []
                            },
                            {
                                "content": "... the estate of the late Ante Biondić was identified by the final and binding decision on inheritance no. O-522/97 of 10 November 1997 and the counter-claimant, as a party to those inheritance proceedings, is bound by that decision, meaning that all that has been established in that decision is for her res judicata (section 231 of the Inheritance Act).",
                                "elements": []
                            },
                            {
                                "content": "That is to say that the counter-claimant, as she herself acknowledged, did not lodge such a request in the inheritance proceedings, although she was a party to those proceedings and was in a position to do so. Since she failed to seek [that her individual property be exempted] she can no longer dispute the presumption of the veracity of the content of that decision, in other words, she cannot seek in the civil proceedings to alter the final decision [adopted in the inheritance proceedings].",
                                "elements": []
                            },
                            {
                                "content": "Under section 333(2) of the Civil Procedure Act, a court shall of its own motion monitor during the entire civil proceedings if the case at issue has been finally decided and if it finds that the civil proceedings were instituted in connection with a claim that has already been finally decided, it shall declare such a claim inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "Since it is has been clearly established in the decision on inheritance no. O-522/97 of 10 November 1997 that the property issues concerning the assets which were the subject of the inheritance proceedings have been finally decided, the counterclaim in this part has to be declared inadmissible pursuant to section 333(2) of the Civil Procedure Act.”",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant appealed to the Zagreb County Court (Županijski sud u Zagrebu). She contested the first-instance judgment both in respect of the part upholding K.D.'s claim and the part declaring her counterclaim inadmissible. On 25 September 2001 the appellate court, without holding a hearing, upheld the first-instance judgment in the part concerning K.D.'s claim and set aside the part declaring the applicant's counterclaim inadmissible so as to dismiss it as being unfounded. However, the arguments of the appellate court concerning the reasons for dismissal of the applicant's counterclaim were the same as those of the Municipal Court. The relevant parts of the appellate judgment read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... the first-instance court's finding that the counter-claimant cannot succeed with her counterclaim seeking [the court] to establish her co-ownership of one half of the real estate and movables which represent the estate of the late Ante Biondić, because [the property comprising] his estate was identified in the final decision on inheritance, including its scope, which binds the counter-claimant Ivanka Biondić as a party to the inheritance proceedings within the meaning of section 231 of the Inheritance Act, is correct.",
                                "elements": []
                            },
                            {
                                "content": "The conclusion in the impugned judgment that counter-claimant Ivanka Biondić now cannot succeed with her claim that [the courts] in these civil proceedings find that she, as the spouse of the late Ante Biondić, is entitled to one half of his estate on the basis that the estate was acquired during their marriage since she failed to lodge such a claim in the inheritance proceedings is correct.",
                                "elements": []
                            },
                            {
                                "content": "Section 231 of the Inheritance Act provides that a final decision on inheritance is binding on the parties to the inheritance proceedings. [This rule] applies to the counter-claimant if [the court ruling in the inheritance proceedings] did not establish her right to present her claim in the civil proceedings.",
                                "elements": []
                            },
                            {
                                "content": "Therefore, as the decision on inheritance has become final, the counter-claimant Ivanka Biondić is not entitled to lodge a civil claim seeking [the protection of] her property rights over a part of the inheritance because she failed to seek exemption of that part of the inheritance [in the inheritance proceedings] under section 37 of the Inheritance Act. Therefore, her right to have her claim examined in these civil proceedings cannot be recognised (section 224 of the Inheritance Act).",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "However, the fact that the subject of the counterclaim in these civil proceedings is the estate in respect of which a final decision on inheritance, binding on the counter-plaintiff, has already been given, cannot result in finding the counterclaim inadmissible. Instead, it shall be dismissed on the merits ...”",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant then lodged an appeal on points of law (revizija) with the Supreme Court (Vrhovni sud Republike Hrvatske) which was dismissed in respect of the part concerning K.D.'s claim and declared inadmissible ratione valoris in the part concerning the applicant's counterclaim.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 26 April 2004 the applicant filed a constitutional complaint arguing, inter alia, that by dismissing her counterclaim the lower courts had violated her right of equality before the law, her right to a fair trial by an independent tribunal, her right to an appeal and to an effective remedy, her right to respect for her private and family life and her property rights. On 10 March 2005 the  (Ustavni sud Republike Hrvatske) dismissed the complaint as being unfounded.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The relevant legislation",
                                "elements": [
                                    {
                                        "content": "13.  The relevant parts of the Inheritance Act (Official Gazette nos. 52/1971, 47/1978 and 56/2000 – Zakon o nasljeđivanju), as in force at the material time, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 172",
                                        "elements": []
                                    },
                                    {
                                        "content": "Subject of the inheritance proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "In inheritance proceedings a court shall establish the heirs, the deceased's estate and the rights of the heirs, legatees and other persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 215",
                                        "elements": []
                                    },
                                    {
                                        "content": "Exclusion of property from the inheritance",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where the law allows for the exclusion of certain property from the inheritance, the court shall, on a request lodged by an authorised person, order the exemption of such property ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 231",
                                        "elements": []
                                    },
                                    {
                                        "content": "Effect of a final decision on inheritance",
                                        "elements": []
                                    },
                                    {
                                        "content": "A final decision on inheritance is binding on the parties to the proceedings, unless their right to file a claim in separate civil proceedings has been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Section 428(a) of the Civil Procedure Act (Zakon o parničnom postupku) enables an applicant in respect of whom the European Court of Human Rights has found a violation of the Convention or its Protocols to request, within 30 days of the Court's judgment becoming final, the re-opening of the domestic proceedings in question. In the new proceedings the domestic courts are obliged to follow the reasons given in the Court's judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Supreme Court's practice",
                                "elements": [
                                    {
                                        "content": "15.   In a series of decisions (for example, in cases nos. Rev-727/1990, Rev-1232/1991-2, Rev-2276/1992-2, Rev-288/1993-2, Rev-559/1993-2, Rev-3127/1993-2, Rev – 2173/1994-2, Rev-212/03-2, and Rev – 436/03-2), the Supreme Court interpreted the binding effects of a res iudicata in respect of a decision on inheritance as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Rev. 727/1990:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A decision on inheritance is res iudicata in respect of all parties to the inheritance proceedings and in respect of all the facts that were known to the court conducting those proceedings and the facts which were not contested when a decision on inheritance was adopted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Rev. 2276/1992-2:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An heir who was not a party to the inheritance proceedings is not bound by a decision on inheritance. Such a decision likewise has no binding effect on the other heirs who, despite having been parties to the inheritance proceedings, claim rights in respect of an heir who was not a party to those proceedings”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant complained that her right to a fair trial had been violated because she had had no access to a court in respect of her claim for the separation of her individual property from the matrimonial property. She relied on Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "17.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Government submitted that the applicant had failed to exhaust domestic remedies because in the inheritance proceedings she had not submitted a request that her share of the matrimonial property be exempted from the estate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant contested that argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court considers that the arguments of the parties concerning the exhaustion of domestic remedies are closely linked to the merits of the case and the Court therefore finds it necessary to join the Government's objection to the merits of the applicant's complaint concerning her lack of access to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The applicant submitted that she had had no knowledge of K.D.'s existence prior to the civil proceedings instituted by him after her husband's death. She argued that the decision on inheritance could not have been binding in respect of the claims made by K.D. since he had not been a party to the inheritance proceedings. Therefore, she could not have known that there would be any reason to seek exclusion of her individual share from the matrimonial property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government argued that the applicant had known about the existence of K.D. and that she should have assumed that he was going to seek his inheritance rights. Therefore, she should already have requested exemption of her share from the matrimonial property in the course of the inheritance proceedings. Since she had failed to do so, she had been precluded from advancing such a claim in the course of civil proceedings instituted by K.D. It followed that the applicant had had access to a court in respect of her claim, but had failed to make proper use of her right of access.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court reiterates that Article 6 § 1 embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before a court in civil matters, constitutes one aspect (see Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 13-18, §§ 28-36, and Dubinskaya v. , no. 4856/03, § 39, 13 July 2006). The right is not however absolute; it is subject to limitations permitted by implication, in particular where the conditions of admissibility of an application are concerned, since by its very nature it calls for regulation by the State, which enjoys a certain margin of appreciation in this regard (see, among other authorities, Levages Prestations Services v. France, judgment of 23 October 1996, Reports of Judgments and Decisions 1996-V, p. 1543, § 40; Yagtzilar and Others v. , no. 41727/98, § 23, ECHR 2001XII; and Truhli v. Croatia, no. 45424/99, § 25, 28 June 2001, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court observes that in the course of civil proceedings instituted by a third person against the applicant, the applicant brought a counterclaim seeking that her individual share of the matrimonial property be exempted from her late husband's estate. The Zagreb Municipal Court declared the applicant's claim inadmissible since she had failed to bring it in the course of the inheritance proceedings instituted after her late husband. The Zagreb County Court, accepting the same reasoning, dismissed the applicant's claim, without any further examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court notes further that in the present case it is undisputed that the applicant and her daughter were the only parties to the inheritance proceedings and that a claim brought against the applicant after the decision adopted in those proceedings had become final was lodged by a new heir who had not been a party to the inheritance proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court notes also that the Supreme Court found the applicant's appeal on points of law concerning her counter-claim inadmissible ratione valoris and thus declined its function of ensuring that the lower courts' interpretation of the relevant substantive and procedural law be in line with its case-law. However, despite the fact that the domestic courts with supervisory power, namely the Supreme Court and the Constitutional Court, allowed that decision to exist, the Court notes that it is obvious that the interpretation endorsed by the Municipal Court and the County Court in the applicant's case was in contravention to the Supreme Court's practice (see § 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The position of the Supreme Court as to the extent of the binding effect of decisions adopted in inheritance proceedings clearly shows that the substance of the applicant's counter-claim should have been examined by the lower courts. Since that was not the case, the Court has no choice other than to conclude that the applicant did not have the right of access to the extent required under the relevant domestic law as interpreted by the Supreme Court in analogous situations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In these circumstances the Court rejects the Government's objection as to the exhaustion of domestic remedies and finds that there has been a violation of the applicant's right of access to a court under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "30.  The applicant also complained that her right to respect for her home and her property rights had been violated. She relied on Article 8 of the Convention and Article 1 of Protocol No. 1, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 8",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "31.  Having regard to its findings concerning Article 6 § 1 of the Convention, the Court considers that it cannot speculate as to whether or not the applicant had any justified claim for the separation of her individual share of the matrimonial property. In this connection the Court notes that the applicant now has an opportunity to request the reopening of the proceedings in accordance with section 428(a) of the Civil Procedure Act, which would allow for a fresh examination of her claim. In these circumstances the Court considers that these complaints are premature and should be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Lastly, the applicant complained under Article 13 of the Convention that she had no effective remedy at her disposal and also alleged that her right of equality before the law had been violated.",
                                "elements": []
                            },
                            {
                                "content": "33.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of the Convention. It follows that this part of the application is inadmissible under Article 35 § 3 as manifestly ill-founded and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant did not submit a claim for just satisfaction or for costs and expenses. Accordingly, the Court considers that there is no call to award her any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government's objection as to the exhaustion of domestic remedies, and rejects it:",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the right of access to a court admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no call to award just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 November 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "MrG. Malinverni",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BIONDIC v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83153.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1108JUD003835505",
    "externalsources": [],
    "extractedappno": [
        "38355/05",
        "2954/65",
        "522/97",
        "212/03",
        "436/03",
        "4856/03",
        "41727/98",
        "45424/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-83153",
    "judgementdate": "08/11/2007 00:00:00",
    "kpdate": "08/11/2007 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "BIONDIC",
        "CROATIA"
    ],
    "rank": "602.886413574219",
    "representedby": [
        "SAGOVAC A."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "337395",
    "typedescription": "15"
}