{
    "__articles": "6;6-1",
    "__conclusion": "No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "30971/12",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-155715.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30971/12) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a British national, Mr Abdulla Ahmed Ali (“the applicant”), on 15 May 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms G. Pierce, of Birnberg Peirce & Partners, a firm of solicitors based in London. The United Kingdom Government (“the Government”) were represented by their Agents, Mr D. Walton and subsequently Mr P. McKell, of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, relying on Article 6 § 1 of the Convention, that adverse publicity between his first trial and his retrial denied him a fair trial by an impartial tribunal.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 October 2013 the complaint was communicated to the Government. On the same date, by a partial decision, the Court declared inadmissible the complaints of four other applicants.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1980 and is currently detained at HM Prison Frankland.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest",
                                "elements": [
                                    {
                                        "content": "6.  In August 2006 the applicant was arrested, along with others, in the context of a large-scale counter-terrorism operation. It was alleged that he had conspired to construct and simultaneously explode improvised explosive devices (“IEDs”) on transatlantic passenger aircraft in flight, using suicide bombers.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The trial proceedings",
                                "elements": [
                                    {
                                        "content": "1.  The first trial",
                                        "elements": [
                                            {
                                                "content": "7.  A first trial of eight defendants, including the applicant, on charges of conspiracy to murder (Count 1) and conspiracy to endanger the safety of an aircraft (Count 2) began in the Crown Court on 4 April 2008. The prosecution case in respect of the conspiracy to murder charge was that the means by which it was to be effected was by way of detonation of IEDs on board aircraft in mid-flight.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  After the close of the prosecution case, the indictment was amended to add a further count (Count 1A) which alleged a conspiracy to murder but did not specify the means by which the murder would be carried out. The count was added at the request of the prosecution to cover the possibility that the jury was satisfied that a defendant had agreed to murder but was not aware of the means settled upon to bring the conspiracy to fruition. Count 1 was amended to make clear that it was concerned with a conspiracy to murder specifically by way of detonation of IEDs on aircraft mid-flight.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  On 8 September 2008 the applicant was convicted of Count 1A but the jury was unable to reach a verdict on Count 1. The jury was also unable to reach verdicts on some or all counts in relation to six other defendants. The eighth defendant was acquitted of all charges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  An exchange followed between judge and prosecuting counsel and the judge ordered the prosecution to indicate by 26 September 2008 whether a retrial would be sought.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  The announcement of the verdict was widely covered in the press and the media. The reports included references to material which was never put before the jury (see paragraphs 19-26 below). The media also attacked the jury’s failure to return a guilty verdict on Count 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The retrial",
                                        "elements": [
                                            {
                                                "content": "12.  On 10 September 2008 lawyers for one of the defendants wrote to the Attorney General seeking, inter alia, details of what steps had been taken to ensure the integrity of post-verdict/pre-retrial decision reporting and to prevent the reporting of inadmissible and prejudicial materials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On the same day, the Crown Prosecution Service (“CPS”) announced its intention to seek a retrial of the applicant and the other defendants. Communicating this decision to the media, it added:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The CPS would like to remind media organisations of the need to take great care in reporting the events surrounding this alleged plot. These remain allegations only and, if retrials take place, the defendants have the right to a fair trial. It is extremely important that there should be responsible media reporting which does not prejudice the due process of law.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 11 September 2008 every national newspaper reported that the applicants were to face a retrial. General reporting about the case nevertheless continued until around 14 September 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  The Attorney General replied to the defendant’s lawyers’ letter on 25 September confirming that the observations had been noted and were receiving consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The applicant subsequently applied for a stay of proceedings (i.e. an order effectively terminating his prosecution in respect of Count 1). One of the grounds for the application was that a fair trial was no longer possible as a result of alleged prejudicial publicity which had occurred following the conclusion of the first trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 18 December 2008 Mr Justice Henriques refused the request for a stay. He summarised the defence case as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It is the defence case ... that the coverage was manipulated and orchestrated by State sources, either intelligence services, police anti-terrorist branches or government officials. It is asserted that there was a widespread press briefing exercise designed and intended to inform the media of non-evidential material for publication post-verdict, the effect of which was to vilify the defendants in the eyes of the public by supplying the media in confidence with significant undisclosed background material.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The State, it is said, failed to take any steps either to notify the court of the confidential press briefings, thus preventing appropriate orders from being made to prevent prejudicial publicity resulting from its own briefings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This was, it is said, a deliberate attempt to manipulate the court’s process on any retrial by seeking to ensure that the world at large was prejudiced against the defendants by an unprecedented volume of St ate-sourced media coverage ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  He considered it implicit in the submissions that the applicant’s argument was that no retrial jury exposed to this volume of publicity could try the case as an unbiased, independent and impartial tribunal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  Henriques J summarised the seven examples of inadmissible material which had been published by the press to which the defence had referred by way of illustrative examples. He stressed that this was “by no means the totality of the information complained of”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The first example concerned disclosure of evidence not adduced at trial as to the applicant being in telephone contact with the leader of the 21 July 2005 failed bombings of the London transport system. The statement appeared in almost every national paper and on national media. It was attributed to different sources in different publications, including, inter alia, senior detectives, police, “records show” and counter-terrorism officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The second example concerned disclosure of evidence not adduced at trial as to deeper links between some of the applicants and others convicted of terrorist offences. This included evidence that the applicant had taken trips to Pakistan at the same time as those responsible for the explosions on the London transport system on 7 July 2005 and the failed 21 July bombing attempt and had been in regular telephone contact with the ringleader of the latter attack. The story was published in virtually every national newspaper and was broadcast on national media. It was attributed to, variously, detectives, intelligence officials, counterterrorism sources, investigators and trial officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The third example concerned disclosure of evidence not adduced at trial as to the defendants’ acquaintance and contact with a certain Rashid Rauf in Pakistan, who had allegedly put them in touch with Al-Qaeda’s leadership. This had been published in almost every national newspaper and broadcast on national media. Some of the attributed sources included the Pakistani Interior Minister, British officials, intelligence services, internal US intelligence documents, security sources and named senior officials in the United Kingdom and the United States.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The fourth example concerned assertions which were not the subject of evidence or disclosure at trial that the plot might have been overseen by Abu Ubaydah Al Masri, the former head of Al-Qaeda’s external operations, who had allegedly overseen the July 2005 London bombing plots. The information was carried by several newspapers and was attributed, inter alia, to the police, counter-terrorism officials, intelligence agencies and senior British and American officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The fifth example concerned assertions which were not the subject of evidence or disclosure at trial that the alleged plot was disrupted following interception of a text message encouraging the conspirators to act. There was also reference to telephone calls and text messages between the UK and Pakistan and a specific incriminating text sent to the applicant. These were published in some national newspapers and broadcast on television, with the attributed source being a British Government source.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The sixth example concerned assertions which were not the subject of evidence or disclosure at trial that the telephones of unspecified defendants were being intercepted by the police and that interception had revealed that a dummy run was being planned. Several newspapers and media sources carried the story, with the source being variously named as the police, counter-terrorism police and the head of Counter-Terrorism Command.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The seventh example concerned assertions that the United States Government had pressed Pakistan into making arrests before all the legal evidence had been gathered. The information was reported in several newspapers and by several broadcasters. A terrestrial television channel carried the express statement that the British State authorities had reason to delay the effecting of arrests owing to known intelligence that the conspirators would perform additional incriminating acts in furtherance of the airline conspiracy. The source was said to be the head of CounterTerrorism Command, US sources, senior British police and counter-terrorism sources, and the former shadow Minister for Homeland Security in the United Kingdom.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Henriques J set out the events immediately following the handing down of the verdicts and continued:",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  He noted that there was an “avalanche of objectionable material” in prominent position in both broadsheet and tabloid newspapers. There was news coverage across all television and radio channels. There was, and continued to be at the time of Henriques J’s ruling, vast Internet coverage which could be accessed with ease. The very essence of the large majority of the material asserted that all of the defendants were guilty of the conspiracy to blow up aircraft. Henriques J categorised the offending material as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(i)  the defendants have strong links with several prominent Al Qaeda terrorists, including Rashid Rauf, 7/7 bombers and 21/7 bombers, of which the jury were not informed; (ii) but for the premature arrest in Pakistan of Rashid Rauf, for which the Americans are to blame, more evidence would have become available to the prosecution; (iii) the activities of the defendants were being monitored by phone taps and other forms of interception and a dummy run was anticipated which might be used to carry out a real attack; (iv) the investigation had prevented unspeakable carnage and loss of countless lives; (v) the jury were incompetent, the evidence was very strong and the jury’s verdict was astonishing; (vi) the trial judge mishandled the trial and in particular permitted a two-week break during the jury retirement, the jury returning for only five days at the commencement of their deliberations before then going on holiday.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On the subject of pre-verdict briefing, Henriques J said:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... [I]t is common practice for there to be pre-verdict briefings in high profile cases. There are any number of matters in which the public have an interest. There is frequently a public debate concerning topics raised by the case. Instant reporting is demanded by the public at large. They are entitled to it. It is their right. Before there can be immediate post-verdict reporting, there must be pre-verdict briefing.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Turning to the first of the specific complaints made by the defence, the judge noted that prosecution counsel had conceded that there had been some “significant disclosure of non-evidential material by the Executive” but had “vehemently objected” to any suggestion that there had been secret briefings. The judge did not accept that secret Executive press briefings had taken place. He referred to material published in particular in the United States and concluded that there were a “multiplicity of avenues” through which journalists could have gained information other than through secret briefings. He explained:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... I regard the submission that the Executive quite deliberately briefed the press during the trial with a view to disadvantaging the defendants in any retrial that might possibly take place as fanciful ... The plot alleged requires not only foresight of a retrial during the trial itself; it requires foresight that the press will breach the embargoes that they have signed not to disclose such material until conclusion of the proceedings.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  As to the second allegation, that the State “perpetrated a gross manipulation and abuse of the court process by failing to restrain publicity resulting from its own briefings, the judge found again that there was absolutely no evidence that any individual had been party to such a plot. He described as a “most extravagant allegation” and rejected it “with certainty”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On the third question whether the defendants could receive a fair trial, having regard to the publicity, the judge noted that the publicity was worldwide, often repeated and reported by every branch of the media, including the Internet and associated blogs. It had run in the main from 8 September to 14 September 2008, and much of the reporting remained available on the Internet. He reviewed in some detail the major publications of 9 September as well as a few of the worst other examples. As to the law on adverse publicity, the judge explained:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“As to the legal principles relevant to a defendant receiving a fair trial, I have reminded myself of Montgomery v HM Advocate [see paragraph 60 below], and in the context of this case reminded myself that the only issue to be addressed is the right of a defendant to a fair trial and no assessment of the weight to be given to the public interest comes into the exercise. The fact that the allegations here are of the gravest nature is wholly irrelevant. The defendants must receive a fair trial, however grave the allegations and however far-reaching the consequences may be of staying this trial.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The judge considered a number of domestic judgments concerning the impact of prejudicial publicity before or during trial. He continued:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“I have concluded that a fair trial is in this case possible for all defendants on this indictment and propose to ensure that each of them does receive a fair trial. In reaching that conclusion I have brought the experience of many years in the criminal courts to this decision. I trust juries and have every confidence that they do indeed have regard to the directions given by judges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "I trust a jury in this building to decide whether they can be sure on the evidence presented to them that there was indeed a plan to blow up aircraft. I cannot accept the proposition that an English jury may convict because of something they may remember having read many months earlier. I do believe that juries pay attention and act upon the directions we give them. I will give them at the outset of the trial a most careful direction tailored particularly to this case and I shall canvass the direction with counsel before I deliver it. If necessary, I will repeat it from time to time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "I have no fears that the jury will be influenced by those earlier press reports. They know that none of us can believe everything that we read in the press ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "I believe that sufficient time will have passed by February 16th of next year, over five months since the publicity ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "There have been other terrorist trials in the meantime occupying crime correspondents and their readers. I am sure that the facts will have receded and faded, as will any possible prejudice.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The judge further pointed out that all defendants had admitted conspiracy to commit public nuisance by making martyrdom videos and that the first three defendants had admitted conspiring to cause explosions. These convictions would be put before the jury in the retrial and, the judge said, in the face of these admissions links to other terrorists, if remembered by jury members, became “rather less significant”. In any event, in his experience, the impact of pre-trial publicity and prejudicial media coverage was minimal even in high-profile cases. He cited examples of cases where offensive pre-trial publicity had taken place but the defendants had subsequently been acquitted. He concluded that he had absolutely no doubt that juries took their responsibilities most seriously and decided cases on the evidence presented to them in court. He fixed the retrial to commence on 16 February 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The retrial of seven defendants, including the applicant, on Count 1 and four defendants on Count 1A duly commenced on 16 February 2009 but was twice aborted in the early stages. On 2 March 2009 a further jury was selected and sworn. During jury selection that day, the judge directed the potential jury members as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  He specifically asked them whether there was any reason arising from their beliefs, occupation or any other matter that might inhibit their ability to return an impartial verdict in this trial or whether they or any relative or close friend, held views of such strength that they might materially influence their consideration of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On the matter of the adverse publicity prior to the retrial, he said the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Next: as a result of publicity given to this case and to these allegations, do any of you hold any pre-conceived views of guilt or innocence incompatible with an unbiased discharge of your duties as a juror? No. Thank you.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Next: are you, or is any member of your immediate family or any close friend, or have you, or any member of your immediate family or any close friend, been employed by any media agency involved in the investigation and/or reporting of this case? Come forward, sir.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  He further asked the potential jury members questions concerning two recent broadcasts which had discussed the case:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Two broadcasts. One broadcast: did any of you watch this programme on BBC television, it was two weeks ago, that is not yesterday, not the Sunday before that but the Sunday before that, in other words 15 days ago, at 10 o’clock in the morning, BBC1, there was a programme broadcast called The Big Questions? The host was Nicky Campbell and there were a panel of three or four experts, if I can call them that, one of whom certainly was a rabbi, when there was a discussion which touched upon the plot to blow up airliners and terrorism and the facts giving rise to this case were to some extent touched upon. Did anybody, 10 o’clock in the morning, watch that programme? Could you come forward, please, sir.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Then exactly two weeks ago today, 10.00 pm on a Monday evening, Radio 4, there was broadcast a programme, The World Tonight, in which the alleged plot to blow up airliners was discussed. Did anybody listen to that radio programme on Radio 4? No. Next – sorry, come forward, please. Thank you. I told you that this case started some two weeks ago and on all the major television programmes publicity was given to it. Did any of you, as a result of seeing that publicity, carry out any internet research; in other words, have any of you carried out internet research in the last two weeks into the alleged airline plot? No. Thank you very much.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Finally, the jury having been selected, the judge directed the jury as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Can I please give you some additional instructions? There may now be a temptation, knowing that you are going to serve upon this case, to try to find out a little bit more about it and if any of you are addicts of the internet or the web, there may be a temptation to go on to it and read about it and see about it. Please do not do that. There was an element of inaccurate and unsatisfactory reporting at the time this matter first came to light. The allegations were not accurately reported in every instance and it is critically important that you decide the case upon the evidence that you hear in court and nowhere else. We tell jurors in all criminal cases not to carry out any research of their own. In a typical pub fight case we tell jurors not to go and have a look at the pub, not to turn themselves into sleuths because what is critical is you decide the case only upon what you hear in court. The defendants are entitled to know the basis and the exact basis upon which they are being tried. So, accordingly, please do not, either before the case starts tomorrow or indeed at any stage, carry out any internet research or indeed any research of any kind. I will also give you further instructions not to read any newspapers or listen to any television reports. The reason for that is sometimes they are inaccurate, sometimes they are speculative and they are always partial reporting. The only way you can hear and receive all the evidence is by being here in court, listening to it. That is where you receive the information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The other danger is when you go back tonight you will say, ‘I’ve been selected for a jury’ and those with whom you live or those you meet tonight may say to you, ‘I know all about that case. I have read about it in the newspapers.’ Please do not discuss the case with anybody. It will be quite wrong for anybody to tell you what they think about the case and it might affect your judgment in the long run. You have been selected to try a terrorist case, tell them, because that is what the allegation is here, one of terrorism, and leave it at that. There is no purpose at all in discussing the facts of the case with anybody and, indeed, it would be absolutely wrong and a contempt of court if you were to do so. I have explained the real reason for not doing so is the person you were discussing it with might be playing a part in deciding the case and you and only the 12 of you must do that, nobody else must play any part in doing so. There are other instructions which I will give you tomorrow after the case has started, but for the time being that suffices.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The trial commenced with the prosecution’s opening speech on 3 March 2009. At the end of the first day, the trial judge gave the jury the following instructions:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“I am obliged to give you certain instructions. Some of them you are familiar with because I said a few things to you yesterday. I remind you, please, do not carry out any research of any kind into this case, either over the internet or in any other way at all. That includes not visiting any site referred to in the case. All your information must come to you in this court. Please ignore any newspaper reports, if there are any, into this case and please disregard any broadcast of any kind that you may hear. It is vital that you do not discuss the case with anybody for reasons which I gave you yesterday. Other people will express views which might in due course affect your judgment. The decision must be the decision of the 12 of you and nobody else.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The judge reminded the jury intermittently throughout the trial that they were not permitted to discuss the case with family or friends or to carry out Internet research. On 30 June 2009, the first day of the parties’ closing speeches, he said:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“We have embarked now upon a new phase of this case and now is as good a time as any to remind you of what I said earlier in the case about avoiding information which may in some way touch upon terrorism or even this case. I remind you again, please: do not carry out any internet research. Do not read any books. Do, please, switch channels if a television programme comes on which is obviously about terrorism or some related topic. Please avoid all newspaper articles and the like which deal with terrorism. The reason for that is to allow you to approach the facts of this case and when you come to reach your several decisions with a clear mind, unaffected by anything outside of this case, anything originating outside this courtroom. You decide this case on the information that you have received within this court and nothing else.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Again during his summing-up, the trial judge reminded the jury that they should not discuss the case with anyone outside the jury. Once the jury had retired to consider its verdict, he reminded them at the close of each day that they should not discuss the case outside the jury room.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 7 September 2009 the applicant was convicted on Count 1. Of the other six defendants tried on Count 1, two were convicted, three were acquitted and the jury were unable to reach a verdict in respect of one. Of the four defendants tried on Count 1A, one was convicted and the jury were unable to reach a verdict in respect of the other three.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant was sentenced to life imprisonment with a minimum term of forty years.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The appeal against conviction",
                                        "elements": [
                                            {
                                                "content": "45.  The applicant sought leave to appeal against his conviction. The Court of Appeal granted leave on several grounds, including the question whether the retrial was fair having regard to the media publicity after the first trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 19 May 2011 the appeal against conviction was dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The court noted the high media interest in the first trial and the simultaneous reporting of the trial proceedings, including the verdicts. It observed that in the circumstances it was impossible to have imposed restrictions on the verdicts as no-one had applied to the trial judge to ask for this to be done before the verdicts were taken. Even if such an application had been made and granted, given the worldwide interest in the case the Court of Appeal considered it difficult to see how publication of the verdicts could have been prevented in jurisdictions outside the trial court’s jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Responding to the submission on behalf of the applicant that jurors at his retrial could no longer be relied upon to follow the trial judge’s directions, the court said:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“92. To the extent that there remains the risk that, despite what jurors are told by a judge, an individual juror might look up matters on the internet, any attempt by an individual juror to use what was found to influence the views of the other jurors is, in our judgement, bound to fail. For what was found on the internet to have any influence on the verdict of a jury, it would require other members of the jury to disobey their oath. In our judgement, ... the trial process in this trial was capable of coping with the adverse publicity. There was, it must be emphasised, no evidence at all to suggest that any juror had sought information on the internet.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court of Appeal emphasised that allegations that the publicity and disclosure of certain facts by State authorities had been deliberate were not pursued on appeal. It noted that embargoed police or prosecution service briefings were commonplace in major trials and that no challenge was made to the propriety of the press briefings. It also reviewed the actions of the prosecution and the Attorney General. The court then turned to consider in detail the ruling of Henriques J of 8 December 2008 and expressed itself to be “entirely satisfied” that he had not only applied the correct principles but had come to a conclusion that was open to him, namely that a fair-minded observer would consider that a jury, properly directed, could fairly try the applicant. It explained:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“104.  Not only do we consider that conclusion open to him but we also consider that that conclusion was correct. We accept ... that trying the case elsewhere was not an option; asking potential jurors about their knowledge of the case again was not an option. However, we do consider that, given the trial process and the months that had elapsed before the second trial, the informed observer would be satisfied that a jury would consider fairly and impartially the evidence and would have no regard to the publicity to which we have referred.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The court added:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“105. We have also taken into account the fact that, unlike the decisions in Abu Hamza and Montgomery v HM & Another [2003] 1 AC 641 [see paragraphs 60-61 below], this was not a case concerned with pre-trial publicity but with publicity following a conviction. The fact that it was a trial following a conviction on one count in our view is an important factor that may be viewed as more significant than pre-trial publicity. However, looking at the matter overall, we consider that the trial process could ensure a fair trial and a fair-minded observer would think that as well.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 16 November 2011 the Court of Appeal declined to certify that the applicant’s case raised a point of law of public importance.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Impartiality",
                                "elements": [
                                    {
                                        "content": "52.  In a judgment of the House of Lords in Magill v. Porter [2001] UKHL 67, Lord Hope of Craighead considered the question of apparent bias and concluded that:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Adverse publicity and contempt of court",
                                "elements": [
                                    {
                                        "content": "1.  Statutory provisions and other guidance",
                                        "elements": [
                                            {
                                                "content": "53.  Pursuant to section 2(2) of the Contempt of Court Act 1981, a “strict liability” rule applies to a publication which creates a substantial risk that the course of justice in the proceedings in question will be seriously impeded or prejudiced. Thus, where such a risk exists there is no need to prove intent to interfere with the course of justice in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Section 4(2) of the Contempt of Court Act 1981 empowers a court to make orders postponing publication to avoid substantial prejudice to the administration of justice in the proceedings or in other imminent or pending proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  A Protocol entitled Publicity and the Criminal Justice System (“the 2005 Protocol”) was published by the CPS for Chief Police Officers, Chief Crown Prosecutors and the Media in October 2005. Its overriding objective was to provide an open and accountable prosecution process by ensuring the media had access to all relevant material wherever possible and at the earliest appropriate opportunity. The Protocol explained that the aim of the CPS was to ensure that the principle of open justice was maintained while at the same time balancing the rights of defendants to a fair trial with any likely consequences for victims or their families and witnesses occasioned by the release of prosecution material to the media.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Protocol lists prosecution material which, if it has been relied upon by the prosecution in court, should normally be released to the media. It also lists prosecution material which may be released, after consideration by the CPS in consultation with the police and relevant victims, witnesses and family members. Finally, it explains that where a guilty plea is accepted and the case does not proceed to trial, the same principles apply. But to ensure that only material informing the decision of the court is published, material released to the media must reflect the prosecution case and must have been read out, or shown in open court, or placed before the sentencing judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The CPS published guidelines entitled Contempt of Court and Reporting Restrictions” to supplement the 2005 Protocol. The guidelines note that any restriction on reporting is contrary to the general rule in favour of open justice and the fair and accurate reporting of public court proceedings, referring to Article 10 of the Convention. They explain that prosecutors should, inter alia, seek reporting restrictions only where necessary, for example to protect a forthcoming prosecution involving the same defendant, where it is considered that publicity of the first trial is likely to prejudice the proceedings which are pending. The guidelines clarify that any application should seek only such restrictions and for such period as are necessary to meet the interests of justice.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Relevant case-law",
                                        "elements": [
                                            {
                                                "content": "58.  In Attorney General v. MGN Limited [1997] E.M.L.R. 284, the Divisional Court listed ten principles governing the application of the strict liability rule for contempt in the 1981 Act. Principles (7) to (10) were as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(7) In making an assessment of whether the publication does create this substantial risk of that serious effect on the course of justice the following amongst other matters arise for consideration: (a) the likelihood of the publication coming to the attention of a potential juror; (b) the likely impact of the publication on an ordinary reader at the time of publication; and (c) the residual impact of the publication on a notional juror at the time of trial. It is this last matter which is crucial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "One must remember that in this, as in any exercise of risk assessment, a small risk multiplied by a small risk results in an even smaller risk.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(8) In making an assessment of the likelihood of the publication coming to the attention of a potential juror the court will consider amongst other matters: (a) whether the publication circulates in the area from which the jurors are likely to be drawn, and (b) how many copies circulated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(9) In making an assessment of the likely impact of the publication on an ordinary reader at the time of publication the court will consider amongst other matters: (a) the prominence of the article in the publication, and (b) the novelty of the content of the article in the context of likely readers of that publication.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(10) In making an assessment of the residual impact of the publication on a notional juror at the time of trial the court will consider amongst other matters:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) the length of time between publication and the likely date of the trial,",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) the focusing effect of listening over a prolonged period to evidence in a case, and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) the likely effect of the judge’s directions to a jury.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This last matter in particular has been the subject of extensive judicial comment in two different contexts: in the context of a trial or an appeal from a trial verdict and in the context of contempt proceedings ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the former category of cases what has been stressed is that the whole system of trial by jury is predicated upon the ability and willingness of juries to abide by the directions given to them by the judge and not to accept as true the content of a publication just because it has been published.” (footnotes omitted)",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In R. v. West [1996] 2 Cr. App. R. 374, Lord Taylor of Gosforth CJ found that that there was no doubt that the press coverage in advance of the trial in that case was extensive and hostile to the defendants. He continued:",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In Montgomery v HM Advocate and Another; Coulter v. HM Advocate and Another [2003] 1 AC 641, the Privy Council considered the impact of adverse pre-trial publicity. It held that the test to be applied in determining whether a stay should be ordered was whether the risk of prejudice was so grave that no directions to the jury could prevent it. Lord Hope, giving the lead judgment, explained:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“I am not persuaded that the judges in the court below were in error in their assessment of the effect of the publicity that has been given to this case and of the question whether, despite that publicity, the jury can be expected to act impartially. Recent research conducted for the New Zealand Law Commission suggests that the impact of pre-trial publicity and of prejudicial media coverage during the trial, even in high profile cases, is minimal ... The lapse of time since the last exposure may increasingly be regarded, with each month that passes, in itself as some kind of a safeguard. Nevertheless the risk that the widespread, prolonged and prejudicial publicity that occurred in this case will have a residual effect on the minds of at least some members of the jury cannot be regarded as negligible. The principal safeguards of the objective impartiality of the tribunal lie in the trial process itself and the conduct of the trial by the trial judge. On the one hand there is the discipline to which the jury will be subjected of listening to and thinking about the evidence. The actions of seeing and hearing the witnesses may be expected to have a far greater impact on their minds than such residual recollections as may exist about reports about the case in the media. This impact can be expected to be reinforced on the other hand by such warnings and directions as the trial judge may think it appropriate to give them as the trial proceeds, in particular when he delivers his charge before they retire to consider their verdict.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "[T]he entire system of trial by jury is based upon the assumption that the jury will follow the instructions which they receive from the trial judge and that they will return a true verdict in accordance with the evidence.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In R v. Hamza [2007] QB 659, the Court of Appeal observed that the fact that adverse publicity may have risked prejudicing a fair trial did not require that the trial should be stayed if the judge concluded that, with his assistance, a fair trial was still possible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Reports",
                                        "elements": [
                                            {
                                                "content": "62.  The Ministry of Justice published a report prepared by Professor Cheryl Thomas entitled Are juries fair? in February 2010. The report discusses the impact of media coverage and includes the results of a study covering 688 jurors sitting in 62 different cases. It summarised the findings of the study as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“- Jurors serving on high profile cases were almost seven times more likely to recall media coverage (70%) than jurors serving on standard cases (11%).",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Most jurors who recalled media reports of their case saw or heard reports only during the time their trial was going on. This provides the first empirical evidence in this country of the ‘fade factor’ in jury trials (the further away media reports are from a trial the more likely they are to fade from jurors’ memories).",
                                                "elements": []
                                            },
                                            {
                                                "content": "- But a third of jurors (35%) on high profile cases remembered pre-trial coverage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- In high profile cases, jurors recalled media reports of their cases from a range of media outlets, with television (66%) and national newspapers (53%) the two main sources. This contrasts with jurors’ recall of media reports in standard cases, where local newspapers accounted for almost all (77%) coverage recalled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Most jurors (66%) in high profile cases who recalled media coverage either did not or could not remember it having any particular slant. Where jurors did recall any emphasis, almost all recalled it suggesting the defendant was guilty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- In high profile cases, 20% of jurors who recalled media reports of their case said they found it difficult to put these reports out of their mind while serving as a juror.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Law Commission published a consultation paper on Contempt of Court (No. 209) in 2012. The paper discussed the matter of contempt by publication and, in particular, the need to show under section 2(2) the 1981 Act that a substantial risk that the course of justice in the proceedings will be seriously impeded or prejudiced. In this context, referring to principles (7) and (8) set out in Attorney General v. MGN Limited (see paragraph 58 above), the paper explained:",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In respect of principle (9), the paper noted:",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As regards principle (10), the paper said:",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The paper continued:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“2.48 Some stakeholders also questioned whether there should be an alignment between (i) the test applied by the courts to determine an application to stay proceedings as an abuse of the process of the court on the ground of prejudicial publicity and (ii) the test under section 2(2). The test applied when considering an application for an abuse of process is whether it is possible for the defendant to have a fair trial. The court must consider what measures can be taken to reduce the impact of prejudicial publicity – for example, by giving warnings to jurors. However, the court will be required to stay the proceedings where ‘the risk of prejudice is so grave that no direction by a trial judge, however careful, could reasonably be expected to remove it’.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.49 Obviously, the two tests occur in different contexts and are focused on different bodies (the defendant and the publisher respectively). Contempt and an abuse of process have different standards of proof (contempt beyond reasonable doubt, abuse of process on the balance of probabilities). The abuse of process test needs to account for the cumulative effect of publicity, given that the issue is whether a fair trial is possible in all the circumstances and the effect that media coverage has had on the independence and impartiality of the tribunal. In contrast, the contempt test is necessarily focused on individual publications, because to hold media organisations in contempt for contributing to a climate of ‘trial by media’, where their individual publications would not give rise to a substantial risk of serious prejudice, could contravene article 10. In consequence, we consider that it would be a mistake to align the tests for whether there has been an abuse of process because of prejudicial media coverage and whether there has been a breach of section 2(2). Do consultees agree that the tests for whether there has been an abuse of process because of prejudicial media coverage and whether there has been a breach of section 2(2) should remain distinct?” (footnotes omitted)",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The paper specifically considered section 4(2) of the 1981 Act and the court’s power to order postponement of publication. On this subject, it said:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“2.85 There is, essentially, a three-stage test to surmount before an order can be made:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) Is there a substantial risk of prejudice to the administration of justice in the current or other pending or imminent proceedings?",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.86 Substantial here means not insubstantial. In considering the risk, the court should bear in mind the jury’s ability to follow the directions of the trial judge, the fade factor, the ‘drama of the trial’, and should assume that press coverage will be fair and accurate. The risk has to be assessed at the time that the order is sought and the relevant risk is to the administration of justice not to other matters such as fears about community hostility towards witnesses. It is notable that the test under section 4(2) does not require serious prejudice unlike that under section 2(2) and some have questioned how far section 4(2) can be said to be article 10 compliant if the prejudice is less than serious.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) If so, is the order necessary to eliminate that risk, including considering possible alternative measures?",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3) If so, in light of the competing public interests at stake, ought the court to make the order and if so, in what terms? This is a value judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.88 This stage of the test should be considered in light of the article 10(2) requirement that any interference be ‘necessary in a democratic society’ ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.89 The courts have held that there is a strong public interest in the media reporting legal proceedings. Nonetheless, in striking the balance between the right to a fair trial and the freedom of speech of the media, it is the fair trial which takes primacy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.90 The failure to make an order may mean that reports of what occurs in open court can be published, even if what is being reported was revealed in the absence of the jury, although there is a lack of clarity about this in the current law.” (footnotes omitted)",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Instructions and directions to the jury",
                                "elements": [
                                    {
                                        "content": "68.  Upon responding to a summons, jury members are sent a leaflet called “Your Guide to Jury Service”. The leaflet explains that jurors’ discussions are private and that jurors should not discuss any aspects of the trial with anyone other than fellow jurors. It sets out that the verdict must be that of the jurors alone and reminds jurors that their role is to reach a verdict on the evidence presented in the court room at trial. The leaflet also notes that it is an offence for anyone outside the jury to try and influence them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Once selected for jury duty, jurors must swear an oath or make an affirmation that they will:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“faithfully try the defendant and give a true verdict according to the evidence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  At the outset of the trial, the jury are conventionally given a direction to the effect that they must try the case on the evidence alone, which is what they hear in court. They are instructed that they must not discuss the case with family, friends or anyone else or conduct their own research into the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In Re B [2006] EWCA Crim 2692, which involved an appeal against an order restricting the reporting of a criminal trial, the Court of Appeal (Criminal Division) said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There is a feature of our trial system which is sometimes overlooked or taken for granted. The collective experience of this constitution as well as the previous constitution of the court, both when we were in practice at the Bar and judicially, has demonstrated to us time and time again, that juries up and down the country have a passionate and profound belief in, and a commitment to, the right of a defendant to be given a fair trial. They know that it is integral to their responsibility. It is, when all is said and done, their birthright; it is shared by each one of them with the defendant. They guard it faithfully. The integrity of the jury is an essential feature of our trial process. Juries follow the directions which the judge will give them to focus exclusively on the evidence and to ignore anything they may have heard or read out of court. No doubt in this case [the judge] will give appropriate directions, tailor-made to the individual facts in the light of any trial post the sentencing hearing, after hearing submissions from counsel for the defendants. We cannot too strongly emphasise that the jury will follow them, not only because they will loyally abide by the directions of law which they will be given by the judge, but also because the directions themselves will appeal directly to their own instinctive and fundamental belief in the need for the trial process to be fair.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The applicant complained that the adverse publicity between his first trial and his retrial prevented his receiving a fair trial by an impartial tribunal. He relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "73.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "74.  The Court is satisfied that the application raises arguable issues under Article 6 § 1 of the Convention, so that it cannot be rejected as manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. The Court further considers that the application is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submission",
                                        "elements": [
                                            {
                                                "content": "75.  The applicant argued that the particular, unexpected and unprecedented circumstances surrounding the ending of his first trial produced the real possibility that a particular view of the core evidence and issues might persist in, and predispose, the minds of the jury at the retrial. He emphasised that if objective bias was established, there could be no balancing act between his right to a fair trial and the public interest in prosecuting serious crimes or the right of the media to report on matters of public interest: his Article 6 rights prevailed. He contended that there were no steps which could have been taken to counter the danger of bias in his case. In particular, judicial directions were inadequate and a far greater, enhanced degree of retrospective analysis of the potential prejudice should have been carried out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  This was all the more important where no urgent judicial or executive preventative intervention had been proactively and decisively undertaken following the announcement of the verdicts at the first trial. No steps had been taken by the CPS to notify the court of confidential pre-verdict briefings or to prevent the extensive media reporting following the handing down of the verdicts in the first trial. He pointed out that lawyers for one of the defendants had written to the Attorney General on 10 September seeking details of action being taken to prevent prejudicial pre-retrial publicity. The Attorney General had replied on 25 September merely to confirm that the request was being considered (see paragraphs 12 and 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The applicant relied on three matters to support his argument that objective bias was demonstrated in his case. First, he referred to the “abandonment” of the statutory safeguards contained in the Contempt of Court Act 1981 at the conclusion of his first trial. No orders were made pursuant to section 4(2) of that Act (see paragraph 54 above) to prevent publication of relevant material. The applicant claimed that the restrictions on the release of prosecution material to the media set out in the 2005 Protocol (see paragraph 55 above) were breached by the dissemination of prohibited material. The failure of the CPS and the trial court to impose any restrictions pending a decision on retrial meant that the media unleashed themselves from any restraint and released an unprecedented amount of alleged evidence which had never been presented in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Second, the applicant pointed to recent research on the impact of media on juries in the United Kingdom (see paragraphs 62-67 above). He considered this to show an increasing awareness of the vulnerabilities of the criminal justice system in the United Kingdom, in particular its reliance on juries. He emphasised in particular that the 2010 report had found that jurors serving on high-profile cases were almost seven times more likely to recall media coverage than jurors serving on standard case and that in high-profile cases, twenty per cent of jurors who recalled media reports said that they had found it difficult to put the reporting out of their minds while serving as jurors. The 2012 Law Commission paper supported his argument that the risk of each publication should have been addressed separately, by reference, inter alia, to the area of circulation of the publication in question, the number of copies circulated, the prominence of the article in the publication, directions to the jury and the delay between publication and trial. The applicant contended that the difficult challenges produced by the multiple publications of different kinds had received no individualised assessment by the trial judge, who had simply concluded, after summarising the content of some of the offending material, that his experience informed him that he could ensure impartiality by directing the jury appropriately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Finally, the applicant referred to the content of the material published in the media. That there had been significant disclosure of non-evidential material by the executive had been conceded by the prosecution (see paragraph 30 above). The publications were rendered more authoritative because they were reported as emanating from politicians, the Executive, the CPS and senior retired police officers involved in the investigation of the case. The material suggested that the applicant was far more deserving of conviction for reasons that the jury had not been permitted to know. The publications attacked not only the outcome of the first trial but also the judge and the jury for failing to produce a guilty verdict. The unrestrained and continuing labelling of the case as the “Airline Plot”, which was the very issue to be decided in the retrial, was hammered into the national consciousness by constant repetition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The applicant argued that there was a real possibility that a potential jury panel might be affected by conscious or unconscious recollection of the previously published material. He considered that the enduring nature of the material was underlined by the breadth of the coverage, the circulation figures of the publications in question, the fact that there was news coverage on all television channels and that Internet coverage was, and remained at the date of Henriques J’s ruling, enormous. He distinguished this Court’s decision in Mustafa (Abu Hamza) (No. 1) v. United Kingdom (dec.), no. 31411/07, § 39, 18 January 2011, on a number of grounds, including the generalised nature of the reporting in that case compared to the specific reporting on the trial and the facts to be decided by the jury in his case; the delay of over a year between the reporting and the trial in Mustafa (Abu Hamza) compared to the period of just five months in his case; and the specificity of the trial judge’s directions in Mustafa (Abu Hamza) compared to the “entirely formulaic and minimal” directions in his case. He also referred to new broadcasts and publications during trial which the trial judge had not found to be in contempt of court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Government emphasised that before any violation of Article 6 § 1 could be found, there had to be cogent evidence that concerns as to the impartiality of jurors were objectively justified. They argued that four points emerged from the Court’s case-law on the question of adverse publicity (referring to Mustafa (Abu Hamza), cited above). First, there was a risk that adverse publicity, particularly when unremitting and sensational, might prejudice a jury but the domestic case-law showed that English courts were well aware of that risk. Second, in the majority of cases the nature of the trial process and the role of the trial judge in directing the jury would ensure that the proceedings were fair. Third, in deciding whether a case was so exceptional that a fair trial was no longer possible, domestic courts were better placed to make the assessment than the Court. Fourth, the approach in England reflected not only the experience of the domestic courts but that of criminal justice systems throughout the common law world and that experience had to be respected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Government accepted that there was a large amount of adverse publicity relating to the allegations against the applicant and his co-defendants in advance of the retrial. However, they argued that there was no basis for concluding that the jury was not impartial. First there was no evidence of subjective bias. Second, the charge against the applicant was determined in adversarial proceedings by a randomly selected jury after a long trial. A large volume of evidence was adduced before the jury. The evidence was subjected to cross-examination and the applicant’s counsel had the opportunity to address the jury on the issues in the case. There was no reason to suppose that the jury had not conscientiously discharged its duty to decide the case on the evidence presented in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Third, the jury was given full and unequivocal directions to ignore adverse publicity and to concentrate on the evidence before them. These directions were given during jury selection, when the prosecution began opening the case, during the trial, shortly before the jury retired to consider its verdict and when the jury was in retirement (see paragraphs 35-42 above). It was evident that the trial judge had taken particular care to assist the jury to reach a true verdict according to the evidence, and this was therefore a highly material safeguard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Fourth, the fact that there was adverse publicity after the applicant’s conviction on Count 1A and before his retrial on Count 1 did not distinguish his case. There were clear safeguards against partiality in the trial process, and the judicial directions were carefully tailored to the particular circumstances of his case. Moreover, as the trial judge noted, there was a period of five months between the publicity and the start of the trial, and about a year between the publicity and the verdicts. This was relevant because, as had been recognised by the courts, the staying power of media reports was limited.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Fifth, the verdicts delivered indicated that the jury had decided the case based on the evidence. Different verdicts were reached in respect of different defendants on different counts. The differentiation tended to suggest that the jury had carefully weighed the evidence presented in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Finally, the trial court and the Court of Appeal had carefully analysed the arguments currently before this Court and had rejected them. There was no basis for concluding that their analysis was incorrect. Again, the Government emphasised that the domestic courts were best placed to assess the fairness of proceedings in such a case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "87.  A virulent press campaign can adversely affect the fairness of a trial by influencing public opinion and, consequently, jurors called upon to decide the guilt of an accused. In this way it risks having an impact on the impartiality of the court under Article 6 § 1 as well as the presumption of innocence enshrined in Article 6 § 2 (see Ninn-Hansen v. Denmark (dec.), no. 28972/95, ECHR 1999‑V; and Beggs v. the United Kingdom (dec.), no. 15499/10, § 123, 16 October 2012). If there is a virulent press campaign surrounding a trial, what is decisive is not the subjective apprehensions of the suspect but whether, in the particular circumstances of the case, his fears can be held to be objectively justified (see Daktaras v. Lithuania (dec.), no. 42095/98, 11 January 2000; Włoch v. Poland (dec.), no. 27785/95, 30 March 2000; Priebke v. Italy (dec.), no. 48799/99, 5 April 2001; and Beggs, cited above, § 123).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court has previously identified various matters that it considers relevant to the assessment of the impact of adverse publicity on the fairness of the trial or on respect for the presumption of innocence. Thus, it has made clear that there is unlikely to be any arguable complaint under Article 6 where the criminal charges are determined by professional judges, since their professional training and experience allow them to disregard any external influence (see, for example, Priebke, cited above; and G.C.P. v. Romania, no. 20899/03, § 48, 20 December 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Even in cases involving jury trials, an appropriate lapse of time between the appearance of any prejudicial commentary in the media and the subsequent criminal proceedings, together with any suitable directions to the jury, will generally suffice to remove any concerns regarding the appearance of bias (see Beggs, cited above, § 124-128; and, as regards in particular the importance of jury directions, Pullicino v. Malta (dec.), no. 45441/99, 15 June 2000; and Mustafa (Abu Hamza), cited above, §§ 39-40). In particular, where the impugned newspaper reports appeared at a time when the future members of the jury did not know that they would be involved in the trial process, the likelihood of any appearance of bias is all the more remote, since it is highly unlikely that the jury members would have paid any particular attention to the detail of the reports at the time of their publication (see Beggs, cited above, § 126). In such cases, a direction to the jury to disregard extraneous material will usually be adequate to ensure the fairness of the trial, even if there has been a highly prejudicial press campaign (for an example where such a direction was sufficient, see Beggs, cited above, § 128). It is essential to underline in this respect that it is reasonable to assume that a jury will follow the directions given by the judge in the absence of any evidence suggesting the contrary (Beggs, cited above, § 128; and Szypusz v. the United Kingdom, no. 8400/07, § 85, 21 September 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In some cases concerning adverse press publicity, the Court has looked at whether the impugned publications were attributable to, or informed by, the authorities (see, for example, Sutyagin v. Russia (dec.), no. 30024/02, 8 July 2008; and Beggs, cited above, § 127). However, it is important to emphasise that the fact that the authorities were the source of the prejudicial information is relevant to the question of the impartiality of the tribunal only in so far as the material might be viewed by readers as more authoritative in light of its source. The question whether public officials have prejudged a defendant’s guilt in a manner incompatible with the presumption of innocence is a separate issue to be considered under Article 6 § 2, with the focal point being the conduct of those public officials and not the impartiality of the tribunal itself (see, for example, Allenet de Ribemont v. France, 10 February 1995, §§ 39-41, Series A no. 308). Thus, while the authoritative nature of the published material may require, for example, a greater lapse of time or most robust jury directions, it is unlikely in itself to lead to the conclusion that a fair trial by an impartial tribunal is no longer possible. In particular, allegations that any disclosure of prejudicial material by the authorities was deliberate and was intended to undermine the fairness of the trial are irrelevant to the assessment of the impact of the disclosure on the impartiality of the trial court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  It can be concluded from the foregoing that it will be rare that prejudicial pre-trial publicity will make a fair trial at some future date impossible. Indeed, the applicant has not pointed to a single case where this Court has found a violation of Article 6 on account of adverse publicity affecting the fairness of the trial itself. As noted above, the trial judge, when invited to consider the effect that an adverse media campaign might have on a “tribunal”, has at his disposal various possibilities to neutralise any possible risk of prejudice to the defence and ensure an impartial tribunal. In cases involving trial by jury, what is an appropriate lapse of time and what are suitable directions will vary depending on the specific facts of the case. It is for the national courts to address these matters – which, as the Law Commission observed in its 2012 consultation paper (see paragraph 67 above), are essentially value judgments – having regard to the extent and content of the published material and the nature of the commentary, subject to review by this Court of the relevance and sufficiency of the steps taken and the reasons given.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  There is no suggestion that the applicable legal framework was defective as regards the safeguards provided with a view to ensuring a fair trial in circumstances – such as occurred in the present case – of adverse publicity following a trial and preceding a retrial (see paragraphs 52 et seq. above). In particular, the relevant domestic case-law sets out a meticulous analysis of how a trial judge is to assess the risk of adverse publicity prejudicing a fair trial and then to deal appropriately with such a risk (see paragraphs 58-61 above). As a consequence, a trial judge faced with a challenge to the fairness of proceedings based on adverse publicity is able to take a variety of steps during the trial process, within an established and adequate legal framework which provides appropriate guidance, aimed at securing the fairness of the trial. The question in the present case is whether the steps taken by the trial judge were sufficient in all the circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  It has not been disputed that in the instant case the material published following the announcement of the verdicts after the first trial included evidence not adduced at trial. The judge at the retrial described an “avalanche of objectionable material” (see paragraph 28 above). The Court cannot but accept that the material was prejudicial to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  After the retrial had been announced, the applicant sought a stay on proceedings. In his application for a stay, he invoked arguments concerning the impact of adverse publicity between the trial and the announcement of the retrial. The judge considered the applicant’s arguments in a careful and detailed judgment. He readily accepted that the multiplicity and breadth of the prejudicial reporting had to be considered in order to gauge the potential effect upon jurors exposed to the media reports and confirmed that, in order to assess their impact, he had read everything to which his attention had been drawn (see paragraph 27 above). He rejected as “fanciful” the suggestion that the authorities had deliberately briefed the press with a view to disadvantaging the applicant in the retrial (see paragraph 30 above). He also found no evidence that the State had manipulated and abused the court process by failing to restrain publicity resulting from its own press briefings (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  On the question whether the applicant could still receive a fair trial, the judge rightly reminded himself that the gravity of the allegations made against the applicant was wholly irrelevant to his assessment and that there could be no weighing of the public interest against the applicant’s right to a fair trial (see paragraph 32 above). He considered that sufficient time would have passed since the end of the prejudicial reporting on 14 September 2008 until the commencement of the retrial scheduled for 16 February 2009. He also expressed his confidence that the jury would decide the case on the basis of the evidence and would follow the directions given to them. He undertook to give the jury members, at the outset of the trial, “a most careful direction tailored particularly to this case”, to canvass the direction with counsel before delivering it and, if necessary, to repeat it from time to time (see paragraphs 33-34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  In the event, the retrial did not commence until 2 March 2009, almost six months after the prejudicial reporting had ceased (see paragraph 35 above). It is clear that during jury selection, the trial judge took care to underline the importance of impartiality and asked questions to elicit any information which might put the impartiality of any particular jury member in doubt (see paragraphs 36-38 above). The applicant does not suggest that the judge failed to discharge any particular jury member during this process. Once the jury had been selected, the judge gave a lengthy direction in which he alluded to prior “inaccurate and unsatisfactory reporting” and emphasised that the jury had to decide the case on the evidence heard in court and nowhere else. He warned them not to speak about the case to family and friends, not to read newspaper report or watch television broadcasts about the case and not to carry out any research, including on the Internet (see paragraph 39 above). The applicant has not suggested that, at the commencement of the retrial, he objected to the direction proposed by the trial judge. Throughout the trial, the judge repeated his injunction to the jury not to discuss the case with family or friends and not to carry out research (see paragraphs 40-41 above). During his summing-up, the judge again reminded the jury that they should not discuss the case with anyone other than other jury members and, after the jury had retired to deliberate, he reminded them each evening that they should not discuss the case outside the jury room (see paragraph 42 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The judge’s ruling on the application for a stay was reviewed by the Court of Appeal. It is noteworthy that the applicant did not pursue on appeal allegations that the publicity and disclosure of certain facts by the State had been deliberate (see paragraph 49 above). The court not only was “entirely satisfied” that the retrial judge had applied the correct principles and come to a conclusion that was open to him, but also agreed with him that, given the trial process and the time that had elapsed before the retrial, there was no risk of any appearance of bias (see paragraphs 48-49 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court is likewise satisfied that the reasons given by the judge in the retrial for refusing the application for a stay on proceedings and by the Court of Appeal for dismissing the appeal were both relevant and sufficient. When publication of the prejudicial material commenced, the decision to pursue a retrial had not yet been made. Any members of the public exposed to the reports would not have known at that time that they would be involved in the subsequent retrial. The trial judge considered whether sufficient time had elapsed to allow the reports to fade into the past, having carefully reviewed the content of each and every instance of reporting to which his attention had been drawn, and recognised the need for careful jury directions, which he subsequently delivered. There is nothing in the circumstances of the case to suggest that the jury could not be relied upon to follow the judge’s instructions to try the case only on the evidence heard in court. The fact that the jury subsequently handed down differentiated verdicts in respect of the multiple defendants in the retrial proceedings, including three acquittals on Count 1 (see paragraph 43 above), supports the trial judge’s conclusion that the jury could be trusted to be discerning and to ignore previous media reports and, consequently, decide the case fairly on the basis of the evidence led in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  For these reasons, the Court concludes that it has not been shown that the impugned publications were capable of influencing the jury to the point of prejudicing the outcome of the proceedings and rendering his trial unfair. There has accordingly been no violation of Article 6 § 1 in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 June 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABDULLA ALI v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-155715.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0630JUD003097112",
    "externalsources": [],
    "extractedappno": [
        "30971/12",
        "31411/07",
        "28972/95",
        "15499/10",
        "42095/98",
        "27785/95",
        "48799/99",
        "20899/03",
        "45441/99",
        "8400/07",
        "30024/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-155715",
    "judgementdate": "30/06/2015 00:00:00",
    "kpdate": "30/06/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ABDULLA ALI",
        "THE UNITED KINGDOM"
    ],
    "rank": "1314.36840820313",
    "representedby": [
        "PIERCE G."
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "429795",
    "typedescription": "15"
}