{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "7398/07;11993/08;31244/07;3957/09",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-113522.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 7398/07, 31244/07, 11993/08 and 3957/09) against the Czech Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on 5 February 2007, 13 July 2007, 1 March 2008 and 14 January 2009 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants are two Czech nationals, Mr Maxim Chadzitaskos (“the first applicant”), who was born in 1955 and lives in , and Mr Vilém Franta (“the second applicant”), who was born in 1948 and lives in Třebíč. The first applicant lodged application nos. 7398/07 and 31244/07 alone. Application nos. 11993/08 and 3957/09 were lodged jointly by both applicants.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 November 2010 the applications were communicated to the Government. It was also decided to rule on the admissibility and merits of the applications at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  The composition of the Fifth Section sitting on 4 September 2012 was modified in accordance with Rule 25 § 4 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Application no. 7398/07",
                                "elements": [
                                    {
                                        "content": "6.  The first applicant was a minority shareholder of six forestry companies. On 8 February 2002 these companies, together with seven others, signed an asset-sharing agreement (smlouva o fứzi) in order to wind up these companies and transfer all their assets to company C. The agreement laid out rules for the apportionment of the newly issued shares in company C. and the amounts that the existing shareholders would receive in compensation for the liquidated shares. The basis upon which the new shares would be allocated and the amounts to be given in settlement were based on an opinion drawn up by experts appointed by the  (krajský soud) on 27 June 2001 at the request of the companies concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The agreement also included an arbitration clause by which any disagreement with the share allocation ratio or the amounts in settlement was to be decided in arbitration under the rules of Společnost pro dražby a rozhodčí řízení, s.r.o. (“Company for Auctions and Arbitrations”), a private limited liability company incorporated under Czech law which maintains a register of arbitrators and lays out rules for arbitration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The first applicant, not being satisfied with the amount of compensation he received, brought an action under Article 220p § 4 of the Commercial Code against company C. whereby he asserted that this amount was inadequate and claimed a further 1,499,535 Czech korunas (CZK) (60,858 euros (EUR)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 5 May 2004 the  (krajský soud) terminated the proceedings, holding that it had no jurisdiction over the dispute because there was a clause providing for arbitration in the agreement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The first applicant appealed, arguing that as a minority shareholder he had not voted for the asset-sharing agreement and had therefore never consented to the arbitration clause. He argued that the denial of the  to hear the case had amounted to a violation of his right of access to an independent and impartial tribunal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 29 March 2005 the Olomouc High Court (vrchní soud) upheld the decision, holding that the fact the applicant had personally never consented to the arbitration was immaterial because the agreement, including the arbitration clause, was nevertheless valid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 23 August 2006 the  (Ústavní soud) dismissed the first applicant’s constitutional appeal as manifestly ill-founded. The court held that the arbitration clause was binding on all shareholders of the companies which were a party to the agreement. The court did not find a violation of the applicant’s right of access to court, holding that the opportunity afforded to the applicant to take his dispute to arbitration safeguarded his property rights as a shareholder.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 31244/07",
                                "elements": [
                                    {
                                        "content": "13.  On an unspecified date a general meeting of company C. adopted, by virtue of the votes held by the majority shareholder, a resolution on the winding-up of the company and on the transfer of all its assets to the majority shareholder. On 9 December 2003 the court administering the Companies Register (obchodní rejstřík) approved the transfer. The amount of compensation the first applicant received was based on an opinion given by an expert on 8 September 2003 who was appointed by the  but chosen and paid for by company C.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The contract between company C. and the majority shareholder for the transfer of all its assets included a clause providing for the settlement of any disputes regarding the compensation paid to the minority shareholders by arbitration under the rules of Společnost pro dražby a rozhodčí řízení, s.r.o. A motion to proceed with the asset transfer was passed at the general meeting by virtue of the votes held by the majority shareholder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 18 February 2004 the first applicant brought an action whereby he asserted that the compensation for the transfer was inadequate and claimed a further amount. He claimed CZK 50 (EUR 2.03) instead of CZK 7.899 (EUR 0.32) he had been awarded for each of his 70,380 shares.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 27 April 2004 the  terminated the proceedings holding that it had no jurisdiction over the dispute because there was a clause providing for arbitration in the asset-transfer agreement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 30 November 2004 the Olomouc High Court upheld that decision, finding no violation of the first applicant’s right of access to court. It held that the arbitration clause was binding, even for the applicant, by virtue of Article 220k(1) of the Commercial Code. It further held that arbitration decisions were subject to a court review, albeit a limited one, and that the disputes over compensation were primarily a technicality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 18 July 2006 the Supreme Court (Nejvyšší soud) dismissed the first applicant’s appeal on points of law, agreeing with the lower courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 8 February 2007 the Constitutional Court dismissed the first applicant’s constitutional appeal as manifestly ill-founded, holding that the arbitration clause was valid even for him (as a minor shareholder) and that the arbitrators were independent and obliged to comply with the law. Furthermore, the court did not find a violation of the first applicant’s property rights holding that the procedure by which the amounts of compensation were calculated was based on an expert opinion and it could have been reviewed in arbitration proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Application no. 11993/08",
                                "elements": [
                                    {
                                        "content": "20.  The applicants were minority shareholders of company H. On 28 August 2006 a general meeting of company H. adopted, by virtue of the votes held by the majority shareholder, a resolution on the winding-up of the company and the transfer of all its assets to the majority shareholder. On 15 September 2006 the court administering the Companies Register approved the transfer. The amount of compensation the applicants received, CZK 148,808 (EUR 6,039) for the first applicant and CZK 77,748 (EUR 3,155) for the second applicant, was based on an opinion given by an expert appointed by the  on 12 April 2006 but chosen and paid for by company H.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The contract between company H. and the majority shareholder for the transfer of all assets to it included a clause providing for the settlement of any disputes regarding compensation paid to the minority shareholders by arbitration under the rules of Společnost pro dražby a rozhodčí řízení, s.r.o. A motion to proceed with the asset transfer was passed at the general meeting by virtue of the votes held by the majority shareholder. The first applicant voiced his disagreement with the arbitration clause during the general meeting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 21 November 2006 the applicants brought an action whereby they asserted that the compensation for the transfer was inadequate and claimed a further amount without specifying the exact sum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 5 January 2007 the  terminated the proceedings, holding that it had no jurisdiction over the dispute because there was a clause providing for arbitration in the asset-transfer agreement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 20 March 2007 the Olomouc High Court upheld the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 9 October 2007 the  dismissed the applicants’ constitutional appeal as manifestly ill-founded, referring to its previous decision concerning the first applicant from 8 February 2007 as mentioned above.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Application no. 3957/09",
                                "elements": [
                                    {
                                        "content": "26.  The applicants were minority shareholders of company M. On 23 July 2007 a general meeting of company M. adopted, by virtue of the votes held by the majority shareholder, a resolution on the winding-up of the company and on the transfer of all its assets to the majority shareholder. On 2 October 2007 the court administering the Companies Register approved the transfer. The amount of compensation the applicants received, CZK 241,607 (EUR 9,805) for the first applicant and CZK 47,110 (EUR 1,912) for the second applicant, was based on an opinion given by an expert appointed by the court but chosen and paid for by the majority shareholder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The contract between company M. and the majority shareholder, signed by the same person for both entities, for the transfer of all assets to the majority shareholder included a clause providing for the settlement of any disputes regarding the compensation paid to the minority shareholders by arbitration conducted by a certain Mr F. in a procedure analogous to the procedure held before the Arbitration Court attached to the Economic Chamber of the Czech Republic and the Agricultural Chamber of the Czech Republic. A motion to proceed with the asset transfer was passed at the general meeting by virtue of the votes held by the majority shareholder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 13 December 2007 the applicants brought an action whereby they asserted that the compensation for the transfer was inadequate and claimed a further amount without specifying the exact sum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 11 March 2008 the  terminated the proceedings, holding that it had no jurisdiction over the dispute because there was a clause providing for arbitration in the asset-transfer agreement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 12 June 2008 the Olomouc High Court upheld that decision, finding no violation of the applicant’s right of access to court. It held that the arbitration clause was binding, even for the applicants, by virtue of Article 220k(1) of the Commercial Code. It further held that arbitration decisions were subject to a court review, albeit a limited one, and that the disputes over compensation were primarily a technicality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 4 September 2008 the  dismissed the applicants’ constitutional appeal as manifestly ill-founded, referring to its previous decisions concerning the same matter.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "32.  The relevant domestic law and practice are set out in the Court’s judgment in Suda v. the Czech Republic, no. 1643/06, 28 October 2010.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF APPLICATIONS",
                        "elements": [
                            {
                                "content": "33.  The Court notes that the subject matter of the applications (nos. 7398/07, 31244/07, 11993/08 and 3957/09) is similar. It is therefore appropriate to join the cases, in application of Rule 42 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicants complained that they were denied access to court regarding their claims for compensation as provided in Article 6 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "35.  The Government did not submit their observations on the merits of the cases.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court notes that the issue in the present case is identical to that in the case of Suda, (cited above), where it found, based on its existing case-law, a violation of Article 6 § 1 of the Convention on the same ground as that raised by the complaint in the present applications. Having examined all relevant circumstances, the Court does not see any reason to hold otherwise in the present case.",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court, accordingly, declares the complaint admissible and finds a breach of Article 6 § 1 of the Convention as regards the applicants’ lack of access to court regarding their claims for compensation.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "38.  In applications nos. 31244/07, 11993/08 and 3957/09 the applicants further complained that they had been deprived of their shares without any public interest being served and without adequate compensation. They relied on Article 1 of Protocol No. 1 which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "39.  The Government maintained that the applicants had failed to exhaust all available domestic remedies, including availing themselves of the opportunities for arbitration and claiming damages from the board members of the companies or the court-appointed experts as provided for by Article 220l in conjunction with Article 220p § 3 of the Commercial Code at that time. They also maintained that the Court should not depart from its case-law where it found similar complaints inadmissible for non-exhaustion of domestic remedies, referring to Kohlhofer and Minarik v. the Czech Republic, nos. 32921/03, 28464/04 and 5344/05, 15 October 2009, and Kozlov v. Russia (dec.), no. 55129/00, 18 April 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court observes that the applicants instituted compensation proceedings whereby they asserted that the compensation for the transfers was inadequate and claimed a further amount under Article 220p § 4 of the Commercial Code. This was an appropriate remedy for the applicants’ complaint that they had been deprived of the shares without adequate compensation. The Court notes that the proceedings for damages suggested by the Government had a different purpose which was to enable persons to claim compensation for damage caused by the unlawful acts of individuals. However, the applicants simply maintained that the amount of compensation they received had been inadequate but not necessarily caused by any unlawful conduct. Therefore, it would not be appropriate for them to institute the proceedings suggested by the Government (see also, mutatis mutandis, Suda, cited above, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court also considers that the facts of the present case differ from the cases referred to by the Government. In Kohlhofer and Minarik (cited above, §§ 16, 24 and 39) the compensation proceedings were still pending, in contrast to the present case, where they had finished. Moreover, the Russian case cited by the Government is not pertinent to the present situation at all because the Court rejected that application on the ground that the applicant had failed to institute any proceedings before the domestic commercial courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Regarding the question as to whether the applicants should also have instituted proceedings in arbitration the Court considers that the issue is closely linked to the merits of the case and joins that issue to its examination of the merits.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "43.  The applicants maintained that the legislation allowed majority shareholders to expropriate the shares of minority shareholders without the public interest being served and without adequate compensation. It was the majority shareholder who in fact determined the amount of compensation and a minority shareholder could not have effectively prevented this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government maintained that even assuming that the transfer of the applicants’ shares constituted an interference with their property rights it was lawful and served the public interest. The interference also struck a fair balance between the public interest and the applicants’ rights. The requirement of procedural guarantees under Article 1 of Protocol No. 1 did not go as far as all the guarantees under Article 6 § 1 of the Convention; otherwise, that provision would be superfluous in all cases concerning property rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  They maintained that the procedural guarantees required by Article 1 of Protocol No. 1 were satisfied in the present case. The amount of compensation received by the applicants was determined according to an opinion given by a court-appointed expert and it could be reviewed as to its merits either by arbitrators or by courts. Either the arbitrators would acknowledge that they had jurisdiction and would decide on the merits of the cases or they would decline jurisdiction and then courts would have an obligation to decide on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government were convinced that the arbitration proceedings, in combination with a limited court review would provide sufficient procedural guarantees as called for by Article 1 of Protocol No. 1. Moreover, the arbitration proceedings in question did not suffer from any of the serious deficiencies that had made the Court find a violation of this provision in Sovtransavto Holding v. Ukraine (no. 48553/99, § 91, ECHR 2002-VII), and in any case the applicants had not even attempted to institute them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court has accepted that the obligation imposed in certain circumstances on minority shareholders to surrender their shares to majority shareholders could not, in principle, be considered contrary to Article 1 of Protocol No. 1 as long as the law did not create such inequality that one person could be arbitrarily deprived of property in favour of another (see Freitag, cited above, § 53). The Court must thus examine whether a “fair balance” was struck between the demands of the public interest and the need to protect the right of individuals to the peaceful enjoyment of possessions (see Sovtransavto Holding, cited above, § 98).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In particular, the Court has held that Article 1 of Protocol No. 1 imposes an obligation on the State to afford judicial procedures which offer the necessary procedural guarantees and, therefore, enable the domestic courts and tribunals to adjudicate effectively and fairly on any disputes between private persons relating to property rights (see Sovtransavto Holding, cited above, § 96, and Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 83, ECHR 2007I). In other words, the State must ensure in its domestic legal system that property rights are sufficiently protected by law and that adequate remedies are provided whereby the victim of an interference can seek to vindicate his rights, including, where appropriate, by claiming damages in respect of any loss sustained (see Blumberga v. Latvia, no. 70930/01, § 67, 14 October 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court has acknowledged that procedures satisfying the procedural requirement of Article 1 of Protocol No. 1 do not have to be judicial in nature. It has held that “a comprehensive view must be taken of the applicable procedures” (see Jokela v. Finland, no. 28856/95, § 45, ECHR 2002IV), or that “a comprehensive view must be taken of the applicable judicial and administrative procedures” (see Družstevní záložna Pria and Others v. the , no. 72034/01, § 89, 31 July 2008). The Court observes, however, that usually in cases where it found no violation of Article 1 of Protocol No. 1 on this ground the applicants had access to judicial procedures (see, for example, Sedelmayer v. Germany (dec.), no. 30190/06, 10 November 2009; Tarnowski v. Poland (no. 1), no. 33915/03, § 85-86, 29 September 2009; and MPP Petrol v. Ukraine (dec.), no. 62605/00, § 140, 25 March 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court considers that the main issue in the present case lies in the question whether the applicants had access to procedures that would offer the necessary procedural guarantees for effective and fair adjudication of their dispute regarding the amount of compensation they received for the compulsory transfer of their shares.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court observes that the domestic law in force at that time, by virtue of Article 220k § 1 in conjunction with Article 220p § 4 of the Commercial Code, enabled a majority shareholder to decide that minority shareholders would only be given the opportunity to dispute the amount of compensation for their shares in arbitration proceedings. The majority shareholders in the present applications did so and encouraged the applicants to enter into arbitration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court considers that, in general, the legislation on asset transfers pursued a legitimate aim in the public interest. It refers to its previous findings that the Czech legislation pursued a legitimate interest in denying the minority shareholders access to court to challenge the legality of an asset transfer (see Kohlhofer and Minarik, cited above, § 98). However, it considers that such a conclusion is not readily applicable in the present case, where it deals with ex post facto procedural guarantees only in respect of compensation for the asset transfer. The Government failed to specify what legitimate aim was served by the legislation allowing majority shareholders to unilaterally choose arbitration for these disputes. Even if the Court accepts that there was some public interest, such as the economic well-being of the country, it was of relatively minor significance in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The present case concerns proceedings conducted by arbitrators drawn from a list held by a private company and following its rules. The arbitrators are selected only by that company and the criteria for drawing up the list and the required qualifications of the arbitrators are unknown. Such a tribunal is not established by law and there is no public hearing before it. In application no. 3957/09 the majority shareholder, by its unilateral decision, chose as an arbitrator a specific private individual who was to decide on a case in a procedure analogous to the procedure before the  attached to the Economic Chamber of the Czech Republic and the Agricultural Chamber of the . This arbitrator likewise was not provided for by law and no public hearing would be held before him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court considers that such proceedings which were clearly deficient from the point of view of Article 6 of the Convention (see paragraph 37 above), could not satisfy the procedural requirements of Article 1 of Protocol No. 1 either. In this context the Court reiterates that the requirement that a tribunal be established by law is closely connected with other fundamental guarantees of a fair trial, including the independence and impartiality of the members of a tribunal (see Coëme and Others v. Belgium, nos. 32492/96, 32547/96, 32548/96, 33209/96 and 33210/96, § 99, ECHR 2000-VII, and Gurov v. Moldova, no. 36455/02, § 36, 11 July 2006). Furthermore, the arbitration proceedings envisaged in the present case cannot even be considered to amount to an administrative procedure that could in some circumstances satisfy the requirements of Article 1 of Protocol No. 1. They were private proceedings held before private individuals and, in applications nos. 31244/07 and 11993/08, operated under the rules set up by a private company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court considers that this deficiency could not be remedied by very limited judicial review proceedings in which the courts could deal only with procedural deficiencies and not at all with the conclusions of the arbitrators on facts or law (see, mutatis mutandis, Suda, cited above, § 52, and, by contrast, AGOSI v. the United Kingdom, 24 October 1986, § 60, Series A no. 108).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court also notes the Government’s argument that the applicants should have instituted the arbitration proceedings whereupon the arbitration tribunals might have declined jurisdiction, resulting in the case being heard on its merits in the ordinary courts. The Court considers, however, that this would have been a very risky course for the applicants. Had they instituted arbitration proceedings, the arbitrators drawn from a list held by a private company or a specific private individual (an option to which the applicants had never consented and which they distrusted), could have also ruled on the merits of their claims (see, mutatis mutandis, Suda, cited above, § 52). Moreover, instituting arbitration proceedings is not required by Article 35 § 1 of the Convention, especially when, as in the present case, the applicants unsuccessfully exhausted the available remedies before domestic courts all the way up to the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court thus concludes that the applicants did not have access to procedures satisfying the requirements of Article 1 of Protocol No. 1 for the determination of their claims that the amount of compensation they received was inadequate. Arbitration proceedings before Společnost pro dražby a rozhodčí řízení, s.r.o. or the arbitrator, Mr. F., were insufficient. This deficiency upset the “fair balance” that has to be struck between the demands of the public interest and the need to protect the applicants’ right to the peaceful enjoyment of their possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In sum, the Court dismisses the objection of the Government as to non-exhaustion of domestic remedies and finds a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "60.  The applicants claimed altogether CZK 6,243,499 in respect of pecuniary damage, calculated as the difference between the alleged value of the expropriated shares and the amount of compensation they had received. In respect of non-pecuniary damage, the first applicant claimed CZK 3,479,087 (EUR 139,638) and the second applicant CZK 302,513 (EUR 12,142).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government argued that there was no causal link between the alleged violations of the Convention and the pecuniary damage claimed. Regarding the non-pecuniary damage, the Government considered that an eventual finding of a violation of the Convention itself would represent sufficient redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court does not discern any causal link between the violation found under Article 6 of the Convention and the pecuniary damage claimed (see Suda, cited above, § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Regarding Article 1 of Protocol No. 1, the Court observes that its finding of a violation is only concerned with the complaint that the State failed to guarantee the applicants access to appropriate procedures regarding their property claim. Consequently, the Court does not discern any causal link between the violation found under Article 1 of Protocol No. 1 and the pecuniary damage alleged either; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On the other hand, the Court, ruling on an equitable basis, awards the first applicant EUR 20,000 and the second applicant EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicants also claimed CZK 49,250 for costs and expenses incurred in the domestic court proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government maintained that no award should be made under this head because the applicants had not submitted any documents in support of their claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court considers that some of the costs which the applicants incurred in the domestic proceedings, namely the payment of costs and expenses of the defendants, are recorded in the submitted decisions of the domestic courts. Regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award the sum of EUR 400 to each applicant for costs and expenses in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that in applications nos. 31244/07, 11993/08 and 3957/09 there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Czech korunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 September 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CHADZITASKOS AND FRANTA v. THE CZECH REPUBLIC",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113522.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0927JUD000739807",
    "externalsources": [],
    "extractedappno": [
        "7398/07",
        "31244/07",
        "11993/08",
        "3957/09",
        "1643/06",
        "32921/03",
        "28464/04",
        "5344/05",
        "55129/00",
        "48553/99",
        "73049/01",
        "70930/01",
        "28856/95",
        "72034/01",
        "30190/06",
        "33915/03",
        "62605/00",
        "32492/96",
        "32547/96",
        "32548/96",
        "33209/96",
        "33210/96",
        "36455/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-113522",
    "judgementdate": "27/09/2012 00:00:00",
    "kpdate": "27/09/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "CHADZITASKOS AND FRANTA",
        "THE CZECH REPUBLIC"
    ],
    "rank": "919.483764648438",
    "representedby": [
        "N/A"
    ],
    "respondent": "CZE",
    "respondentOrderEng": "11",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "432463",
    "typedescription": "15"
}