{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "19978/14;19781/14",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-172469.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case originated in two applications (nos. 19978/14  and 19781/14) against Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Serbian nationals, Ms Bojana Pavlović (“the first applicant”) and Mr Miroslav Pantović (“the second applicant”), on 3 March 2014.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms D. Janković, a lawyer practising in Čačak. The Serbian Government (“the Government”) were initially represented by their former Agent, Ms V. Rodić, who was recently substituted by their current Agent, Ms N. Plavšić.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 1 September 2015 the applications were communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the examination of the application by a Committee. After having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The civil and enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "5.  The applicants were born in 1953 and 1951 respectively and live in Čačak.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 21 March 2008 the Čačak Municipal Court ordered a socially-owned company, Fabrika Reznog Alata Čačak AD and its subsidiaries (hereinafter “the debtor”) to pay the applicants specified amounts on account of salary arrears plus the costs of the civil proceedings. This judgment became final on 2 July 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 4 August 2008, upon the applicants’ request to that effect, the Čačak Municipal Court ordered the enforcement of the said judgment and further ordered the debtor to pay the enforcement costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 30 March 2010 the Privatisation Agency ordered the restructuring of the debtor. Subsequently, the enforcement proceedings against the debtor were stayed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 8 April 2013, upon the applicants’ request to that effect, the Čačak Municipal Court resumed the enforcement proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings before the Constitutional Court",
                                "elements": [
                                    {
                                        "content": ".  On 29 July 2010 the applicants lodged an appeal with the Constitutional Court. In terms of redress, relying on the Constitutional Court Act 2007, the applicants sought, inter alia, compensation for the damage suffered due to the impugned non-enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 19 and 20 March 2013 the applicants noted the adoption of the amendments to the Constitutional Court Act, and specified their compensation claims accordingly. Specifically, on account of the pecuniary damage, the applicants requested the respective amounts awarded to them by the final judgment in question, whilst as regards the nonpecuniary damage sustained they claimed 2,000 euros (EUR) each.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 18 September 2013 the Constitutional Court found a violation of the applicants’ right to a hearing within a reasonable time and of their right to the peaceful enjoyment of their possessions. It further awarded the applicants EUR 1,000 and EUR 1,100 respectively as just satisfaction for non-pecuniary damage. However, it rejected their compensation claim regarding the pecuniary damage sought by the applicants. The Constitutional Court, lastly, ordered the speeding up of the impugned enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In its reasoning, the Constitutional Court stated that the applicants’ pecuniary damage claim had been lodged out of time. In so doing, it merely referred to Article 85 § 3 of the Constitutional Court Act, as amended in 2011, requiring that such claims be brought simultaneously with the lodging of a constitutional appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Additional information submitted by the parties",
                                "elements": [
                                    {
                                        "content": ".  On 10 June 2016 the Government submitted that the National Bank of Serbia informed the Čačak First Instance Court, by its letter of 19 April 2016, that the final court judgment of 21 March 2008 had been partially enforced on 14 August 2008 and that the applicants had received the sum of 143.707,89 Serbian dinars (RSD). The remainder of the judgment remained unenforced.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 9 September 2016 the applicants’ representative submitted that the first applicant and she were not aware of the partial enforcement of the above judgment. Moreover, she stated that they had never received a letter from the National Bank of Serbia related to enforcement issue. Lastly, the applicants’ representative submitted that the National Bank of Serbia had informed her in its letter of 16 August 2016 that the amount of RSD 143.707,89 was paid only to the second applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "16.  The relevant domestic law concerning the status of socially-owned companies, as well as the enforcement proceedings, is outlined in the cases of R. Kačapor and Others v. Serbia, nos. 2269/06 et al., §§ 57-64 and 71 - 76, 15 January 2008 and Jovičić and Others v. Serbia (dec.), no. 37270/11, §§ 88-93, 15 October 2013. Furthermore, the case-law of the Constitutional Court in respect of socially-owned companies, together with the relevant provisions concerning constitutional redress is outlined in the admissibility decision in Marinković v. Serbia (dec.), no. 5353/11, §§ 26-29 and 31-44, 29 January 2013, the judgment in Marinković v. Serbia, no. 5353/11, §§ 29 - 31, 22 October 2013, and the decision in Ferizović v. Serbia (dec.), no. 65713/13, §§ 12-17, 26 November 2013. Lastly, relevant domestic law concerning the proceedings before the Constitutional Court is outlined in Pop-Ilić and Others v. Serbia, nos. 63398/13 and seq. §§ 23-30, 14 October 2014.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "17.  The Court considers that, in accordance with Rule 42 § 1 of the Rules of Court, the applications should be joined, given their similar factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "18.  The applicants complained of the respondent State’s failure to enforce the final court judgment rendered in their favour and the lack of an effective remedy in that connection. They relied on Articles 6 § 1 and 13 of the Convention and Article 1 of Protocol No. 1, which, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Abuse of the right to petition",
                                        "elements": [
                                            {
                                                "content": "19.  The Government argued that the applicants’ failure to disclose the information about the partial enforcement of the judgment in question constituted an abuse of the right of individual application.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicants maintained that the Government should pay the entire sum awarded to them by the Čačak Municipal Court’s judgment of 21 March 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that an application may be rejected as an abuse of the right of individual application within the meaning of Article 35 § 3 (a) of the Convention if, among other reasons, it was knowingly based on false information (see Kerechashvili v. Georgia (dec.), no. 5667/02, 2 May 2006; Bagheri and Maliki v. the Netherlands (dec.), no. 30164/06, 15 May 2007; Poznanski and Others v. Germany (dec.), no 25101/05, 3 July 2007; and Simitzi-Papachristou and Others v. Greece (dec.), no. 50634/11, § 36, 5 November 2013) or if significant information and documents were deliberately omitted, either where they were known from the outset (see Kerechashvili, cited above) or where new significant developments occurred during the procedure (see Predescu v. Romania, no. 21447/03, §§ 25-27, 2 December 2008; and Tatalović and Dekić v. Serbia (dec.), no. 15433/07, 29 May 2012). Incomplete and therefore misleading information may amount to an abuse of the right of individual application, especially if the information in question concerns the very core of the case and no sufficient explanation is given for the failure to disclose that information (see Hüttner v. Germany (dec.), no. 23130/04, 9 June 2006; Poznanski and Others, cited above; Predescu, cited above, §§ 25-26; and Komatinović v. Serbia (dec.), no. 75381/10, 29 January 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  Turning to the present case, the Court firstly notes that the nonenforcement of the judgment of 21 March 2008 is the applicants’ sole complaint in the present case. It is self-evident that any information about the enforcement of this judgment concerns the very core of the case at hand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  From the material in its possession (see paragraphs 14, 15 and 21 above) the Court further observes that the second applicant did not only fail to disclose the information about the partial enforcement of the above judgment, but he had also failed to offer any explanation for such an omission. In addition he had continued to claim compensation equivalent to the full amount awarded by the relevant judgment. On the other hand, the Court notes that the first applicant was not aware of the partial enforcement of the said judgment and did not receive any payment in that respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In view of the above and having regard the importance of the second applicant’s failure to disclose this information for the proper determination of the present case, the Court observes that such conduct was contrary to the purpose of the right of individual petition, as provided for in Article 34 of the Convention (see Gross v. Switzerland [GC], no. 67810/10, § 28, ECHR 2014). The Court, however, finds no grounds to conclude that the first applicant had also abused his right of the individual petition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  It follows that the second applicant’s complaints must be rejected as an abuse of the right to application pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Victim status",
                                        "elements": [
                                            {
                                                "content": ".  The Government argued that the first applicant’s complaints should be declared inadmissible, since the Constitutional Court had awarded her a certain amount of money as compensation for the non-pecuniary damage suffered. They also implicitly indorsed the Constitutional Court’s arguments in respect of the rejection of the first applicant’s claim for pecuniary damages. The first applicant had thus, according to the Government, been provided with adequate redress and had lost her victim status within the meaning of Article 34 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The first applicant reaffirmed her complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the Constitutional Court had indeed held that the first applicant had suffered a breach of her constitutional rights and had awarded her a certain sum as compensation for non-pecuniary damage. However, unlike in other such cases (see, for example, Ferizović v. Serbia, cited above, § 16), the Constitutional Court had failed to order the State to pay from its own funds the sums awarded in the domestic judgment in question. Namely, even though the first applicant, when lodging the constitutional appeal, had sought compensation in accordance with the applicable law, at that time, and had later on itemized those claims pursuant to the amendments to the Constitutional Court Act of 2011, the Constitutional Court ultimately rejected her claims in respect of the pecuniary damage as belated. The Court observes that it has already dismissed preliminary objections in cases raising issues similar to those raised in the present case (see Pop-Ilić and Others v. Serbia cited above § 16). Further, having regard to its case-law, the Court reiterates that the sums which the Constitutional Court had awarded the first applicant for non-pecuniary damage cannot be considered as sufficient redress (see Stošić v. Serbia, no. 64931/10, §§ 66-68, 1 October 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the view of the above, the first applicant must still be considered to be a victim within the meaning of Article 34 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Since the first applicant’s complaints are neither manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds, they must be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": ".  The Court notes in respect of the first applicant that the domestic judgment at issue has remained unenforced to date.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court observes that it has frequently found violations of Article 6 of the Convention and/or Article 1 of Protocol No. 1 to the Convention in cases raising issues similar to those raised in the present case (see R. Kačapor and Others, cited above, §§ 115-116 and § 120, Crnišanin and Others v. Serbia, nos. 35835/05 et seq., §§ 123-124 and §§ 133-134, 13 January 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present case. There have, accordingly, been violations of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Having reached this conclusion, the Court does not find it necessary to examine essentially the same complaint under Article 13 of the Convention (see mutatis mutandis, Kin-Stib and Majkić v. Serbia, no. 12312/05, § 90, 20 April 2010).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A. Damage, costs and expenses",
                                "elements": [
                                    {
                                        "content": "36.  The first applicant requested that the Respondent State be ordered to pay, from its own funds: (i) the sums awarded by the final judgment rendered in her favour on 21 March 2008, as well as the established costs of the enforcement proceedings; (ii) EUR 2,000 in respect of non-pecuniary damage; and (iii) EUR 2,000 for the costs and expenses incurred before the Court. The first applicant requested the said costs and expenses together with the second applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government made no comments in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Having regard to the violations found in the present case and its own case-law (see R. Kačapor and Others, cited above, §§ 123-126, and Crnišanin and Others, cited above, § 139), the Court considers that the first applicant’s claims for pecuniary damage concerning the payment of the outstanding judgment debt must be accepted. The Government shall therefore pay the first applicant the sums awarded in the final domestic judgment adopted on 21 March 2008, less any amounts which may have already been paid in respect of the said judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court further considers that the first applicant sustained some non-pecuniary loss arising from the breaches of the Convention found in this case. Having regard to its case-law (Stošić v. Serbia, no. 64931/10, §§ 66-68, 1 October 2013), the Court awards EUR 2,000 to the first applicant. This sum is to cover non-pecuniary damage, costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "40.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application no. 19978/14 admissible and the application no. 19781/14 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there have been violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first applicant, from its own funds and within three months, the sums awarded in the judgment rendered in her favour on 21 March 2008, less any amounts which may have already been paid on this basis;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the first applicant, within the same period, EUR 2,000 (two thousand euros), less any amounts which may have already been paid in that regard at the domestic level, in respect of non-pecuniary damage, costs and expenses, plus any tax that may be chargeable to the first applicant, which is to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the first applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 April 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PAVLOVIĆ AND PANTOVIĆ v. SERBIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-172469.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0404JUD001997814",
    "externalsources": [],
    "extractedappno": [
        "19978/14",
        "19781/14",
        "2269/06",
        "37270/11",
        "5353/11",
        "65713/13",
        "63398/13",
        "5667/02",
        "30164/06",
        "25101/05",
        "50634/11",
        "21447/03",
        "15433/07",
        "23130/04",
        "75381/10",
        "67810/10",
        "64931/10",
        "35835/05",
        "12312/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-172469",
    "judgementdate": "04/04/2017 00:00:00",
    "kpdate": "04/04/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "7",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "PAVLOVIĆ AND PANTOVIĆ",
        "SERBIA"
    ],
    "rank": "1815.38916015625",
    "representedby": [
        "JANKOVIC D."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "462798",
    "typedescription": "15"
}