{
    "__articles": "10;10-1;10-2",
    "__conclusion": "Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "51000/11",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression -{General}",
            "type": "violation"
        }
    ],
    "content": {
        "001-164315.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 51000/11) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Mr Silvano Radobuljac (“the applicant”), on 26 July 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the domestic courts’ decision to fine him for contempt of court had violated his freedom of expression.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 May 2014 the complaint concerning freedom of expression was communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1963 and lives in Zagreb.",
                                "elements": []
                            },
                            {
                                "content": "6.  He is an advocate. In that capacity, he represented the plaintiff in civil proceedings instituted on 5 February 2009 before the Vukovar Municipal Court (Općinski sud u Vukovaru), in which his client sought payment of a certain amount of money from the defendant.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 16 November 2009 the Municipal Court held a hearing, which the applicant attended. At the end of the hearing, the court scheduled the next one for 17 December 2009.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant did not attend the hearing of 17 December 2009, at which the court made a decision to suspend the proceedings (mirovanje postupka) in accordance with section 216(1) of the Civil Procedure Act (see paragraph 18 below).",
                                "elements": []
                            },
                            {
                                "content": "9.  On 31 December 2009 the applicant, on behalf of the plaintiff, lodged an appeal against that decision.",
                                "elements": []
                            },
                            {
                                "content": "10.  He explained that he had been unable to attend the hearing owing to a vehicle malfunction, and that he had tried to contact the court and the defendant’s representative, with a view to informing them of the reason for his absence. He further stated that, after the hearing, he had spoken by telephone with the defendant’s representative, who had told him that, despite his (the representative’s) suggestion to proceed and hear the defendant’s testimony, the court had decided to adjourn the hearing and suspend the proceedings. The applicant argued that, if that was true, the court’s decision to suspend the proceedings had had no legal basis. He explained that suspending proceedings was an instrument for maintaining procedural discipline, the effect of which was to delay proceedings and thereby penalise the parties for their inaction. Yet, in his case, he and his client had been penalised by a delay even though it was through no fault of his own that he had failed to attend the hearing. He then stated:",
                                "elements": []
                            },
                            {
                                "content": "“With a view to highlighting the unacceptable conduct of the judge, the following circumstances have to be mentioned.",
                                "elements": []
                            },
                            {
                                "content": "The parties’ representatives and the defendant attended the hearing held on 16 November 2009.",
                                "elements": []
                            },
                            {
                                "content": "The plaintiff did not attend because no testimonies from the parties were scheduled, he is of low income, and he resides in Pula.",
                                "elements": []
                            },
                            {
                                "content": "The hearing in question was characterised by the fact that the party present at court did not give evidence and the judge attempted to adjourn the hearing without scheduling another one.",
                                "elements": []
                            },
                            {
                                "content": "The judge [eventually] adjourned the hearing, and only at the insistence of the plaintiff’s representative scheduled another one for 17 December 2009.",
                                "elements": []
                            },
                            {
                                "content": "Such conduct from the judge is absolutely unacceptable. In behaving in this way, he seeks to give the impression that he is proceeding with the case [i.e. that the case is being dealt with], whereas, essentially, hearings are being held which are devoid of substance.",
                                "elements": []
                            },
                            {
                                "content": "Since the plaintiff’s representative has no reason to doubt the defendant’s representative’s statement that he had suggested hearing the defendant’s testimony at the hearing in question [the hearing of 17 December 2009], that statement indicates that the court could not have issued the contested decision.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The contested decision should therefore be quashed.”",
                                "elements": []
                            },
                            {
                                "content": "11.  By a decision of 13 January 2010, Judge M.R. – who was the first-instance single judge in the above case – fined the applicant 1,500 Croatian kunas (HRK) for contempt of court. The relevant part of that decision reads:",
                                "elements": []
                            },
                            {
                                "content": "“... the advocate in the appeal ... first admitted not having attended the hearing scheduled for 17 December 2009 ... owing to a vehicle malfunction ...",
                                "elements": []
                            },
                            {
                                "content": "Instead of asking for the proceedings to be restored to the status quo ante [restitutio in integrum ob terminem elapsum, povrat u prijašnje stanje] as a result of objective reasons and force majeure, the advocate in question, for no reason whatsoever, states on the second page of the appeal, ‘Such conduct from the judge is absolutely unacceptable. In behaving in this way, he seeks to give the impression that he is proceeding with the case [i.e. that the case is being dealt with], whereas, essentially, hearings are being held which are devoid of substance.’ [T]hat statement is certainly offensive to the court and the judge [concerned], and as such constitutes unacceptable communication between the court and the advocate representing one of the parties.",
                                "elements": []
                            },
                            {
                                "content": "By making that offensive statement, the advocate in question implies that the judge hearing the case proceeds pointlessly, and most likely proceeds pointlessly with all other cases, which represents a serious insult to both the court and the judge.",
                                "elements": []
                            },
                            {
                                "content": "For that insult, the court fined the advocate HRK 1,500. Such a fine will most likely [discourage] the advocate from insulting the court and judge hearing the case in future, in his appeals and [other] submissions, and encourage him to pay them due respect in all circumstances.”",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant appealed against that decision, arguing that his statement had not been offensive or demeaning. Rather, by making that statement, he had criticised the first-instance court’s inefficiency in conducting the proceedings. In particular, in his appeal, the applicant wrote, inter alia, the following:",
                                "elements": []
                            },
                            {
                                "content": "“The operative provisions [of the contested decision] indicate that the fine was imposed for offending the court in the appeal of 31 December 2009 by stating, ‘Such conduct from the judge is absolutely unacceptable. In behaving in this way, he seeks to give the impression that he is proceeding with the case [i.e. that the case is being dealt with], whereas, essentially, hearings are being held which are devoid of substance’.",
                                "elements": []
                            },
                            {
                                "content": "I consider the contested decision to be without basis.",
                                "elements": []
                            },
                            {
                                "content": "The quoted statement does not represent an insult. [Rather,] it is an assessment of how usefully the proceedings in the present case were conducted.",
                                "elements": []
                            },
                            {
                                "content": "The statements quoted in the contested decision ... cannot in themselves, and especially having regard to the behaviour of the judge hearing the case, [be regarded as] disrespectful, which would justify the need to issue a decision on the fine.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "In addition to the plaintiff’s representative, the defendant and [her] representative attended the hearing scheduled for 16 November 2009. The record [of that hearing] states that [the plaintiff] reaffirmed his action and the submissions of 30 March 2009, and that the defendant maintained the arguments expressed in [her] response ... of 11 March 2009. Beside this, nothing else happened at that hearing.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Apart from acknowledging the facts as stated above, the judge hearing the case did not carry out any action intended to bring the proceedings to an end, except for scheduling the next hearing.",
                                "elements": []
                            },
                            {
                                "content": "At that hearing, he did not even oblige the defendant to provide evidence for the claims expressed in [her] response.",
                                "elements": []
                            },
                            {
                                "content": "At that hearing, not even a decision to hear testimonies from the parties was adopted. Only at the request of the plaintiff’s representative did the judge decide to schedule the next hearing.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "In the circumstances, it is evident that the hearing scheduled for 17 December 2009 would have been identical ... to the previous hearing.",
                                "elements": []
                            },
                            {
                                "content": "The plaintiff’s representative considers such conduct to be at odds with the purpose of law.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Given that the purpose of a hearing is concentrated deliberation, that purpose is frustrated when such concentrated deliberation is lacking. One should also bear in mind that such conduct increases the costs of proceedings ... [without] rational justification.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "No intention to offend was expressed in the submissions in question [that is, the appeal of 31 December 2009]. The quoted statement represents a view assessing how usefully the proceedings were being conducted.",
                                "elements": []
                            },
                            {
                                "content": "In the reasoning [of the contested decision], it is stated that the representative implies that the judge hearing the case ‘most likely proceeds pointlessly with all other cases’. That view is not supported by any argument and has no basis [in what was written in the appeal].”",
                                "elements": []
                            },
                            {
                                "content": "13.  By a decision of 7 July 2010 the Vukovar County Court (Županijski sud u Vukovaru) dismissed the applicant’s appeal and upheld the first-instance decision. The relevant part of that decision, which was served on the applicant on 16 July 2010, reads:",
                                "elements": []
                            },
                            {
                                "content": "“When deciding to fine the representative for contempt of court ... the first-instance court correctly held – and gave valid reasons for its view – that such statements constituted unacceptable communication between the court and an advocate ..., the assessment of which is within the discretion of the court before which the proceedings are pending.",
                                "elements": []
                            },
                            {
                                "content": "Those statements ... go beyond the limits of an advocate’s role in the proceedings ... and may be legally characterised as abuse of process on account of inappropriate communication.”",
                                "elements": []
                            },
                            {
                                "content": "14.  On 17 August 2010 the applicant lodged a constitutional complaint against the decisions of the ordinary courts. In so doing, he complained that those decisions were in breach of his freedom of expression. He explicitly relied on Article 38 of the Croatian Constitution (see paragraph 16 below) and Article 10 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "15.  By a decision of 27 January 2011 the Constitutional Court (Ustavni sud Republike Hrvatske) declared the applicant’s constitutional complaint inadmissible on the grounds that the contested decision was not open to constitutional review. That decision was served on the applicant on 11 February 2011.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution",
                                "elements": [
                                    {
                                        "content": "16.  The relevant Articles of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette no. 56/90, with subsequent amendments) read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Rights and freedoms may be only restricted by law in order to protect the rights and freedoms of others, the legal order, public morals or health.",
                                        "elements": []
                                    },
                                    {
                                        "content": " (2) Every restriction of rights and freedoms should be proportionate to the nature of the necessity for the restriction in each particular case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Freedom of thought and expression shall be guaranteed.",
                                        "elements": []
                                    },
                                    {
                                        "content": " (2) Freedom of expression shall include, in particular, freedom of the press and other media, freedom of speech and [the freedom] to speak publicly, and the free establishment of all media institutions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant legislation",
                                "elements": [
                                    {
                                        "content": "1.  The Constitutional Court Act",
                                        "elements": [
                                            {
                                                "content": "17.  The relevant provision of the 1999 Constitutional Act on the Constitutional Court of the Republic of Croatia (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 99/99, with subsequent amendments – “the Constitutional Court Act”), which has been in force since 15 March 2002, reads:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the decision of a State authority, local or regional government, or a legal person vested with public authority, on his or her rights or obligations, or as regards a suspicion or accusation of a criminal offence, has violated his or her human rights or fundamental freedoms, or the right to local or regional government, guaranteed by the Constitution (‘constitutional rights’)...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Civil Procedure Act",
                                        "elements": [
                                            {
                                                "content": "18.  The relevant provisions of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette of the Socialist Federal Republic of Yugoslavia no. 4/77, with subsequent amendments, and Official Gazette of the Republic of Croatia no. 53/91, with subsequent amendments), which has been in force since 1 July 1977, read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  ...",
                                                "elements": []
                                            },
                                            {
                                                "content": " (2)  Unless otherwise provided for by this Act, the court shall fine a natural person between 500 and 10,000 [Croatian] kunas, or a legal entity between 2,500 and 50,000 [Croatian] kunas, if they seriously abuse the rights they have in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  The fine referred to in paragraph (2) of this section may be imposed on a party or an intervener, or on their representative if he or she is [found to be] responsible for an abuse of rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  The fine shall be imposed by the first-instance court. Outside the main hearing, the fine shall be imposed by a single judge or the presiding judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(12)... If, within a year of service of ... a decision referred to in paragraph (2) of this section, [the Tax Administration] does not succeed in collecting the fine, [it] shall inform ... the court [thereof], whereupon the fine shall be converted into a prison sentence, in accordance with the rules of criminal law on converting fines into prison sentences, following which the court that imposed the fine shall issue a decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The first-instance court shall fine a natural person between 500 and 5,000 [Croatian] kunas, or a legal person between 2,000 and 20,000 [Croatian] kunas, if in his, her or its submissions, they have insulted the court, a party or other participant in the proceedings. The fine may also be imposed on a party’s representative or an intervener if he or she [is found to] have insulted the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  The provisions of section 10 of this Act shall apply mutatis mutandis to cases referred to in paragraph (1) of this section.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  The provisions of the preceding paragraphs of this section shall apply in all cases where the court imposes a fine in accordance with the provisions of this Act, unless otherwise expressly provided for in particular cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Parties shall have the right to consult the case file of civil proceedings in which they participate and to copy [documents from] it.",
                                                "elements": []
                                            },
                                            {
                                                "content": " (2)  Other persons with justified reason to do so may be allowed to consult particular case files and copy [documents from] them. While proceedings are ongoing, permission shall be given by the single judge [hearing the case] or the president of the panel. [A]fter proceedings have concluded, [permission shall be given] by the court’s president or by a judge he or she has designated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Proceedings shall be suspended if: both parties agree on it [i.e. the suspension] before the conclusion of the main hearing; both parties fail to attend a preparatory hearing or one of the hearings during the main-hearing stage of the proceedings; the parties who are present at the hearing refuse to litigate; or a party who was duly summoned fails to attend and the other [party] asks for suspension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  If, during the same proceedings, the conditions for suspension are fulfilled again, the action shall be considered withdrawn.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(2)  Proceedings shall remain suspended until one party applies for their continuation. Such an application cannot be submitted before three months have passed from the day on which the proceedings were suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  If, within four months of the day on which the proceedings were suspended, no party submits an application for their continuation, the action shall be considered withdrawn.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“An appeal against the decision ... declaring the proceedings suspended (section 216) does not postpone its effects [i.e. the effects of that suspension decision].”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant practice",
                                "elements": [
                                    {
                                        "content": "19.  On 28 March 2003, the Constitutional Court adopted decisions UIII-3285/2002 and U-III-231/2003 by which it declared inadmissible constitutional complaints lodged against decisions of criminal courts imposing fines for contempt of court. In the first case counsel for the accused had been fined for disrupting the order in the courtroom and disobeying court orders. In the second case, a witness had been fined for her failure to attend a hearing. The Constitutional Court held that the contested decisions were not open to constitutional review by individual constitutional complaint. The Constitutional Court’s decisions were published in the Official Gazette on 24 May 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Constitutional Court adopted the same view in decision no. UIII-4772/2004 of 25 February 2005, and thus declared inadmissible a constitutional complaint lodged against a decision of a criminal court, where counsel for the accused in criminal proceedings had been fined for disrespecting and offending the court. The decision was published in the Official Gazette of 14 March 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Constitutional Court followed this practice in decisions no. UIII-4366/2013 of 4 November 2013 and U-III-3532/2010 of 6 June 2014, in which it likewise declared inadmissible constitutional complaints lodged against decisions of enforcement and civil courts, where the representatives of a debtor in enforcement proceedings and of a plaintiff in civil proceedings respectively had been fined for having offended the court. Both decisions were published on the Constitutional Court’s website.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Other relevant documents",
                                "elements": [
                                    {
                                        "content": "22.  On 15 July 2004 the Constitutional Court published on its website instructions for filling out the constitutional complaint form (Upute za ispunjavanje obrasca ustavne tužbe). The document in question contained a list of decisions not open to constitutional review by means of an individual constitutional complaint. It listed, for example, decisions fining parties or their representatives or witnesses in civil and criminal proceedings. As evidence of that being established practice, it referred to the Constitutional Court’s decisions nos. U-III-2541/2001, U-III-1752/2001, U-III-3285/2002, U-III-231/2003, U-III-3413/2003 and U-III-738/2004. The third and fourth of the above-mentioned decisions were published in the Official Gazette (see paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  According to the Government, in 2009 the list was updated by referring to the Constitutional Court’s decisions nos. U-III-1838/2007 and U-III-4366/2013, the latter of which is available on the court’s website (see paragraph 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 8 July 2014 the document in issue was divided into several separate documents (examples of the constitutional complaints; practical instructions on how to fill out a constitutional complaint form; and a list of decisions not open to constitutional review by means of an individual constitutional complaint) and updated. The new list (Popis pojedinačnih akata koji se ne smatraju aktima iz članka 62. stavka 1. Ustavnog zakona o Ustavnom sudu Republike Hrvatske) refers to the Constitutional Court’s decisions nos. U-III-3413/2003, U-III-3140/2005, U-III-361/2007, U-III-3273/2008, U-III-3885/2011 and U-III-1502/2014. None of those decisions was published in the Official Gazette, nor is their text available on the Constitutional Court’s website.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that the decision of the Vukovar Municipal Court to fine him for contempt of court had violated his freedom of expression. He relied on Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "27.  The Government submitted that the applicant had failed to comply with the six-month rule because he had mistakenly believed that the constitutional complaint he had lodged against the second-instance decision of 7 July 2010 (see paragraphs 13-14 above) had been an effective remedy to be used for the purposes of Article 35 § 1 of the Convention, and thus capable of interrupting the running of the six-month time-limit prescribed in that Article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  They explained that, in accordance with the established practice of the Constitutional Court, decisions imposing fines for contempt of court were not open to constitutional review by means of an individual constitutional complaint (see paragraphs 19-24 above). According to the Government, the Constitutional Court had already adopted that view in its decision no. U-III-4772/2004 of 25 February 2005, which was published in the Official Gazette on 14 March 2005 (see paragraph 20 above). That practice had been further publicised by the Constitutional Court’s publication on its website of the instructions for filling out the constitutional complaint form – a document which had contained a list of decisions not open to constitutional review (see paragraph 22 above). Decisions fining parties or their representatives for offending the court had been on that list.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In the Government’s view, as an advocate, the applicant should have been aware of that practice. Consequently, the final decision within the meaning of Article 35 § 1 of the Convention for the purposes of calculating the six-month time-limit in the applicant’s case was not the Constitutional Court’s decision of 27 January 2011 (see paragraph 15 above), but the Vukovar County Court’s decision of 7 July 2010, which had been served on him on 16 July 2010 (see paragraph 13 above). However, he had lodged his application with the Court on 26 July 2011 (see paragraph 1 above), that is, more than six months later.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant submitted in reply that, having regard to Article 38 of the Croatian Constitution, which guaranteed freedom of expression, the protection of that freedom should have been a matter for the Constitutional Court. Accordingly, by failing to examine the merits of his constitutional complaint, the Constitutional Court had denied him procedural protection of that freedom.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Vukovar County Court had not afforded him such protection either. That was evident from the reasons it had given for its decision to dismiss his appeal, in particular the reasoning that the imposition of a fine was within the discretion of the first-instance court (see paragraph 13 above). This meant that the appeal against the decision whereby he had been fined for contempt of court had not been an effective remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  That being so, the Constitutional Court’s decision not to examine his constitutional complaint alleging a violation of his freedom of expression, as guaranteed by both the Constitution and the Convention, had, in essence, amounted to a breach of the State’s obligation to provide adequate procedural protection of that Convention freedom. Consequently, no domestic authority had had a chance to examine the proportionality of the interference with his freedom of expression. This suggested that, in his case, there had been not only a substantive, but also a procedural violation of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.   The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "33.  The Court first notes that in the Vrtar case it has already rejected a similar objection raised by the Government (see, mutatis mutandis, Vrtar v. Croatia, no. 39380/13, §§ 71-76 and 85, 7 January 2016). It further notes that, under section 62 of the Constitutional Court Act, anyone who considers that his or her rights, as guaranteed by the Constitution, have been infringed by a decision of a State or public authority determining any of his rights or obligations may lodge a constitutional complaint against such a decision (see paragraph 17 above). Since the right to freedom of expression is, like the right to a hearing within a reasonable time in the Vrtar case, guaranteed by the Croatian Constitution (see paragraph 16 above), and decisions imposing a fine for insulting the court constitute an interference with that right (see paragraphs 40 and 52 below), the Court sees no reason to reach a different conclusion regarding the applicant’s alleged non-compliance with the six-month rule in the present case. It follows that the Government’s objection to that effect must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant submitted that, in making the impugned statement, he had merely pointed out that the judge hearing the case had not acted in accordance with the Civil Procedure Act and, in particular, that the decision to suspend the proceedings had been made even though the defendant’s representative had not asked for the suspension (see paragraph 10 above and section 216(1) of the Civil Procedure Act as cited in paragraph 18 above), but had proposed hearing the defendant’s testimony. He had received that information – which contradicted what was contained in the record of the hearing – from the defendant’s representative during their telephone conversation. In the appeal against the suspension decision, the applicant had therefore suggested that the court hear from the defendant’s representative, with a view to establishing what had actually happened during the hearing of 17 December 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In that appeal, the applicant had also indicated that the judge hearing the case had not proceeded efficiently, as required by the Civil Procedure Act. In his view, his statement had not been offensive. He particularly emphasised that his statement had only criticised the conduct of the judge in that particular case, and had not made any allusion to the judiciary as a whole.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant further averred that the judge in question had generally been too sensitive to any criticism. He also drew the Court’s attention to the fact that, by a decision of the National Judicial Council of 12 December 2013 following disciplinary proceedings, the judge in question had been dismissed from office for conduct unbecoming of a judge. Even though that decision had been quashed later on by the Constitutional Court, the applicant found it telling that the disciplinary proceedings in question had been instituted because of the judge’s inappropriate communication with the court’s president and parties in the cases assigned to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant also emphasised that the Croatian Bar Association had been notified of the decision by which he had been fined for contempt of court. After asking him to submit his comments, it had decided not to institute disciplinary proceedings against him, thereby expressing its opinion that his statement had not been offensive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Lastly, relying on the Court’s judgments in the Nikula and Steur cases (see Nikula v. Finland, no. 31611/96, ECHR 2002II, and Steur v. the Netherlands, no. 39657/98, ECHR 2003XI), as well as the dissenting opinion in the Žugić case (see Žugić v. Croatia, no. 3699/08, 31 May 2011), the applicant submitted that his statement had not gone beyond the limits of acceptable criticism, having regard to its content and the context in which he had made it. It should have been regarded as criticism made in the particular case in which he had participated as an advocate representing one of the parties. To restrict his freedom of expression in such a context would mean unjustifiably hindering him in the fulfilment of his professional duties, one of which was criticising the work of the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government admitted that imposing a fine for contempt of court had amounted to an interference with the applicant’s freedom of expression. However, they argued that the interference had been in accordance with the law, had pursued a legitimate aim, and had been necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In particular, the decision to fine the applicant had been based on section 110 of the Civil Procedure Act (see paragraph 18 above), and had sought to maintain the authority of the judiciary. That interference had also been “necessary in a democratic society”, having regard to: (a) the context of the applicant’s statement, (b) its content, and (c) the domestic courts’ reaction to it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As regards the context of the applicant’s statement, the Government noted that he had made it in the appeal against the suspension decision (see paragraphs 9-10 above). In their view, it was indisputable that the applicant, despite being duly notified, had been at fault for not attending the hearing of 17 December 2009, whereupon the opposing party’s representative had asked that the proceedings be suspended (see paragraphs 8 and 10 above). The Government explained that, in such circumstances, proceedings were automatically suspended by operation of the law, pursuant to section 216(1) of the Civil Procedure Act (see paragraph 18 above). Consequently, the applicant’s appeal against the suspension decision could only have been successful if he had managed to prove that one of the two conditions for suspension had not been fulfilled. Instead, he had referred exclusively to the manner in which the judge had conducted the proceedings before the hearing in question (see paragraph 10 above) – arguments (including the impugned statement) which could not in any way have resulted in the contested decision being quashed. In the Government’s view, the applicant must therefore have been aware that he would not achieve anything by making the impugned statement in the appeal against the suspension decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As to the applicant’s argument that he had challenged the suspension decision precisely because the statutory conditions had not been met, namely because the defendant’s representative had not asked that the proceedings be suspended (see paragraph 35 above), the Government replied that he had raised this argument for the first time in his observations before the Court. In any event, the record of the hearing held on 17 December 2009, signed by the defendant’s representative, suggested that he had indeed asked for the suspension. Having regard to the evidentiary value of the record, the Government were of the opinion that their above arguments (see the preceding paragraph) had not been called into question by that of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As regards the content of the applicant’s statement, the Government argued that it had contained two equally insulting remarks by which he had overstepped the limits of civilised communication between parties and the court in civil proceedings. The applicant had first accused the judge hearing the case of conducting proceedings which were devoid of substance (see paragraph 10 above). In the Government’s opinion, by claiming that the judge had been stalling the proceedings by conducting them in an unprofessional and meaningless way, the applicant had called into question the judge’s competence and professionalism, and had discredited him not only in the eyes of the other party, but also in the eyes of the public (the civil proceedings in question were public). Second, the applicant had accused the judge of “giving the impression” that the proceedings were being conducted in a meaningful manner (see paragraph 10 above) although, according to him, that had not been the case. This very harsh remark had implied that the judge had deliberately deceived the parties into thinking that the proceedings were taking their regular course, while knowing that they were not being conducted efficiently. In that way, the applicant had called into question the fundamental ethics of the judge and the entire judicial system.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In sum, the context and content of the applicant’s statement – made in the appeal which he had known or must have known had been destined to fail – indicated that the sole purpose of his statement had been to publicly discredit the judge and portray him as unprofessional and unethical. This had amounted to an abuse of process, as the applicant had used the appeal as a means of making the insulting statement about the judge and the judiciary as a whole. Therefore, by converse implication, the impugned statement could not have been seen as constructive criticism aimed at asserting one’s rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government further averred that the Croatian legal system provided for a number of remedies as a means of levelling constructive criticism in situations where a party suspected that the judge hearing a case had conducted the proceedings in an unprofessional or unethical way. The applicant could have: (a) lodged a petition with the court’s president, which could have led to disciplinary proceedings against the judge; (b) asked for the judge in question to be exempted from hearing the case on account of bias; or (c) made use of the available length-of-proceedings remedy. Instead, he had made his statement when lodging an application for an utterly inappropriate remedy, thereby depriving the judicial system of any opportunity to examine whether his accusations were well-founded. The Government reiterated that the applicant had thus abused the remedy in question and discredited the court in the eyes of the opposing party without giving any authority the chance to examine the merit of his allegations. Being an advocate, the applicant must have been aware of the ramifications of his actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Therefore, since the context and content of the applicant’s statement had suggested that it had not amounted to constructive criticism, but to an abuse of process in the form of an insult directed at the judge hearing the case, the municipal court and the judiciary as a whole, the judge in question had had no other option but to fine the applicant for contempt of court. Had the judge not reacted to such serious accusations, the public would have been free to interpret them as it saw fit. Such inaction would have been detrimental to the authority of the judiciary, as it could have been interpreted as tacit acceptance (as he who is silent is taken to agree).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government saw no relevance in the applicant’s argument that the Croatian Bar Association had not instituted disciplinary proceedings against him on account of his statement, or that the judge in question had been the subject of disciplinary proceedings before the National Judicial Council at some point (see paragraphs 37-38 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Lastly, the Government argued that the fine of HRK 1,500 which had been imposed on the applicant had been a proportionate measure in relation to the legitimate aim it had sought to achieve, namely, maintaining the authority of the judiciary. In particular, they submitted that the fine had been modest, having regard to the statutory range for such fines (HRK 500 to 5,000 – see section 110 of the Civil Procedure Act as cited in paragraph 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  For these reasons, the Government invited the Court to find no violation of Article 10 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "51.  The Court reiterates that Article 10 is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb (see, for example, Kubli v. Switzerland (dec.), no. 50364/99, 21 February 2002). Furthermore, freedom of expression is also applicable to lawyers and protects not only the substance of the ideas and information expressed, but also the form in which they are conveyed (see, for example, Morice v. France [GC], no. 29369/10, § 134, 23 April 2015; Kyprianou v. Cyprus [GC], no. 73797/01, § 174, ECHR 2005XIII; Mariapori v. Finland, no. 37751/07, § 62, 6 July 2010; and Amihalachioaie v. Moldova, no. 60115/00, § 28, ECHR 2004III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court therefore considers that fining the applicant for contempt of court in the present case amounted to an interference with his freedom of expression, as guaranteed by Article 10 § 1 of the Convention. This was not contested by the Government (see paragraph 40 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court finds in this regard that, in the present case, the interference with the applicant’s freedom of expression was prescribed by law, in particular by section 110(1) of the Civil Procedure Act (see paragraph 18 above), and that it pursued the legitimate aim of maintaining the authority of the judiciary within the meaning of Article 10 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The phrase “authority of the judiciary” includes, in particular, the notion that the courts are, and are accepted by the public at large as being, the proper forum for the ascertainment of legal rights and obligations and the settlement of disputes relative thereto; further, that the public at large have respect for and confidence in the courts’ capacity to fulfil that function (see Morice, cited above, § 129; and Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 55, Series A no. 30). The courts, which are the guarantors of justice and have a fundamental role in a State governed by the rule of law, need to enjoy public confidence if they are to be successful in carrying out their duties. They should therefore be protected against gravely damaging attacks that are essentially unfounded, especially in view of the fact that judges who have been criticised are subject to a duty of discretion that precludes them from replying (see Morice, cited above, § 128).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court must ascertain whether, on the facts of the case, a fair balance was struck between, on the one hand, the need to protect the authority of the judiciary and, on the other hand, the protection of the applicant’s freedom of expression (see Žugić, cited above, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The test of “necessity in a democratic society” requires the Court to determine whether the interference complained of corresponded to a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both legislation and the decisions applying it, even those delivered by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression, as protected by Article 10 (see, for example, Kyprianou, cited above, § 170, and Skałka v. Poland, no. 43425/98, § 33, 27 May 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In exercising its supervisory jurisdiction, the Court must look at the impugned interference in the light of the case as a whole, including the content of the remarks held against the applicant and the context in which they were made. In particular, it must determine whether the interference in question was “proportionate to the legitimate aims pursued”, and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see, for example, Nikula, cited above, § 44, and Skałka, cited above, § 35). In assessing the proportionality of the interference, the nature and severity of the penalties imposed are also factors to be taken into account (see, for example, Morice, cited above, § 175).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court further reiterates that Article 10 does not guarantee wholly unrestricted freedom of expression, and that the exercise of this freedom carries with it “duties and responsibilities” (see, for example, Europapress Holding d.o.o. v. Croatia, no. 25333/06, § 58, 22 October 2009). As set forth in Article 10 § 2, this freedom is subject to exceptions, which must, however, be construed strictly, and the need for any restrictions must be established convincingly (see, for example, Kubli, cited above; and Skałka, cited above, § 32). In particular, freedom of expression in the courtroom is not unlimited and certain interests, such as the authority of the judiciary, are important enough to justify restrictions on this freedom (see Mariapori, loc. cit.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The courts, as with all other public institutions, are not immune from criticism and scrutiny (see Skałka, cited above, § 34). Therefore – save in the case of gravely damaging attacks that are essentially unfounded – bearing in mind that judges form part of a fundamental institution of the State, they may as such be subject to personal criticism within the permissible limits, and not only in a theoretical and general manner. When acting in their official capacity, they may thus be subject to wider limits of acceptable criticism than ordinary citizens (see Morice, cited above, § 131).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The specific status of lawyers gives them a central position in the administration of justice as intermediaries between the public and the courts. They therefore play a key role in ensuring that the courts enjoy public confidence. However, for members of the public to have confidence in the administration of justice they must have confidence in the ability of the legal profession to provide effective representation (see Morice, cited above, § 132). That special role of lawyers, as independent professionals, in the administration of justice entails a number of duties, particularly with regard to their conduct. Whilst they are subject to restrictions on their professional conduct, which must be discreet, honest and dignified, they also enjoy exclusive rights and privileges that may vary from one jurisdiction to another – among them, usually, a certain latitude regarding arguments used in court (ibid., § 133).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Therefore, the freedom of expression of lawyers is related to the independence of the legal profession, which is crucial for the effective functioning of the fair administration of justice (ibid., § 135). Lawyers have the duty to defend their clients’ interests zealously, which means that they sometimes have to decide whether or not they should object to or complain about the conduct of the court (ibid., § 137). Nevertheless, their criticism must not overstep certain bounds. In particular, a clear distinction must be made between criticism and insult. If the sole intent of any form of expression is to insult a court, or members of that court, an appropriate sanction would not, in principle, constitute a violation of Article 10 of the Convention (see Skałka, loc. cit).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Turning to the facts of the present case, the Court first notes that the critical remarks, which were regarded as contemptuous by the single judge of the Vukovar Municipal Court in the decision of 13 January 2010, were made by the applicant in the context of judicial proceedings; he was acting in his capacity as an advocate, and his remarks were in a particular context connected to those proceedings. Moreover, the remarks were conveyed in an appeal, a remedy against a suspension decision which went against the interests of his client by delaying the proceedings for three months (see section 217(2) of the Civil Procedure Act as cited in paragraph 18 above). In other words, they were made in a forum where his client’s rights were naturally to be vigorously defended (see, mutatis mutandis, Ayhan Erdoğan v. Turkey, no. 39656/03, §§ 28 and 29, 13 January 2009). Hence, the remarks were confined to the courtroom, as opposed to criticism of a judge voiced in, for instance, the media (see Nikula, cited above, § 52; Steur, cited above, § 41; and Ayhan Erdoğan, cited above, § 29). Contrary to the Government’s argument (see paragraphs 44-45 and 47 above), it was not an open and overall attack on the authority of the judiciary, but rather internal communication between the applicant as an advocate and the appellate court, of which the general public were not aware (see, mutatis mutandis, Rodriguez Ravelo v. Spain, no. 48074/10, § 48, 12 January 2016; Skałka, cited above, § 40, and section 150 of the Civil Procedure Act as cited in paragraph 18 above). The Court considers that the domestic courts, in their examination of the case, failed to set the applicant’s remarks within the context and form in which they were expressed (see, mutatis mutandis, Ayhan Erdoğan, cited above, § 29).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court also finds it difficult to accept the Government’s contention that the sole purpose of the applicant’s remarks was to publicly discredit the judge (see paragraph 45 above). In particular, and contrary to the Government’s argument (see paragraph 47 above), in the appeal against the suspension decision the applicant challenged that decision precisely on the grounds that one of the statutory conditions for suspending the proceedings had not been met, namely that the opposing party had not asked for the suspension (see paragraph 10 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government also argued that such a challenge was unlikely to succeed, given the evidentiary value of the record of the hearing held on 17 December 2009 (see paragraph 43 above), which indicated that the opposing party had indeed asked for a suspension. However, in the Court’s view, a slim chance of success cannot be interpreted as a sign that the applicant lodged the appeal of 31 December 2009 with the sole intent of insulting the judge in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As regards the Government’s contention that the applicant’s remarks had, in any event, not been pertinent or necessary, as they had referred to the way in which the judge had conducted the proceedings thus far (see paragraph 42 above), the Court considers that the applicant might have considered them important for corroborating his argument that the judge in question had suspended the proceedings even though the other party had not asked him to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  What is more, although strongly worded, the Court is not convinced that the applicant’s remarks – on the basis of which the domestic courts fined him for contempt of court – were insulting (see, mutatis mutandis, Amihalachioaie, cited above, § 36). His comments were aimed at the manner in which the judge was conducting the proceedings (see, mutatis mutandis, Kyprianou, cited above, § 179) and thus, despite the Government’s arguments to the contrary (see paragraphs 44-47 above), were strictly limited to the judge’s performance in his client’s case, and distinct from criticism focusing on his general qualities, professional or otherwise. In particular, the applicant’s remarks cannot be compared to those which the Court or the former Commission found amounted to personal insult (see, for example: Rodriguez Ravelo, cited above, where the applicant attributed blameworthy conduct to the district judge, such as wilfully deciding to distort reality, unhesitatingly lying or, further, issuing an untruthful report containing false and malicious information; Kincses v. Hungary, no. 66232/10, 27 January 2015, where an advocate called into question the professional competence of a judge dealing with his case; Saday v. Turkey, no. 32458/96, 30 March 2006, in which the accused described the Turkish judiciary as “torturers in robes”; Skałka, cited above, where a prisoner stated that “irresponsible clowns” had been placed in the Penitentiary Division of the court in question, and called the unidentified judge who had replied to his letter “[a] small-time cretin”, “some fool”, “a limited individual”, and “[an] outstanding cretin”; Mahler v. Germany, no. 29045/95, Commission decision of 14 January 1998, unreported, where counsel asserted that the prosecutor had drafted the bill of indictment “in a state of complete intoxication”; and W.R. v. Austria, no. 26602/95, Commission decision of 30 June 1997, unreported, in which counsel described the opinion of a judge as “ridiculous”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In addition, the Court also reiterates that the fairness of the proceedings and the procedural guarantees afforded are factors to be taken into account when assessing the proportionality of an interference with the freedom of expression guaranteed by Article 10 (see, for example, Kyprianou, cited above, § 171). In this connection, the Court cannot completely disregard the fact that the decision to fine the applicant was made by the same judge who felt personally offended by the applicant’s remarks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Nor can the Court, as suggested by the Government (see paragraph 48 above), completely ignore the fact that the Croatian Bar Association did not find it necessary to bring disciplinary proceedings against the applicant (see Morice, cited above, § 173, and Mor v. France, no. 28198/09, § 60, 15 December 2011, where the Court found a violation of Article 10 of the Convention, and compare with Kincses, cited above, where the applicant complained about the outcome of such disciplinary proceedings and the Court found no violation of that Article).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  These factors (see paragraphs 62-68 above) enable the Court to conclude that the domestic courts failed to strike the right balance between the need to protect the authority of the judiciary and the need to protect the applicant’s freedom of expression. It follows that there was no “pressing social need” to restrict the applicant’s freedom of expression, and that the national authorities have not furnished “relevant and sufficient” reasons to justify such a restriction. Since the applicant has not gone beyond the bounds of acceptable criticism within the meaning of Article 10 of the Convention, the interference in issue cannot be regarded as having been “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  This finding makes it unnecessary for the Court to pursue its examination of whether the amount of the fine in the applicant’s case was proportionate to the aim pursued (see paragraph 57 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Accordingly, there has been a violation of Article 10 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The Court observes that in paragraphs 30-32 above the applicant argued that the Constitutional Court had denied him procedural protection of his freedom of expression because it had refused to examine the merits of his constitutional complaint (and because the second-instance court had not examined the proportionality of the interference with his freedom of expression either).",
                                "elements": []
                            },
                            {
                                "content": "73.  To the extent that these arguments may be understood as raising a complaint under Article 13 of the Convention, the Court notes that the Constitutional Court’s decision declaring the applicant’s constitutional complaint inadmissible was served on him on 11 February 2011, whereas he raised those arguments for the first time on 16 March 2015 in his observations in reply to those of the Government, that is, more than six months later.",
                                "elements": []
                            },
                            {
                                "content": "74.  It follows that this complaint is inadmissible under Article 35 § 1 of the Convention for non-compliance with the six-month rule, and must be rejected pursuant to Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "76.  The applicant claimed 1,500 Croatian kunas (HRK) in respect of pecuniary damage corresponding to the fine he was ordered to pay for contempt of court (see paragraph 11 above). He also claimed 2,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Government contested the claim for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court has found that imposition of the fine on the applicant for contempt of court was in breach of Article 10 of the Convention. Therefore, there is a sufficient causal link between the alleged pecuniary damage and the violation found. The Court therefore accepts the applicant’s claim in respect of pecuniary damage in the amount of the fine. Accordingly, it awards him EUR 205 under this head – equivalent to the sum sought by the applicant – plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  As regards non-pecuniary damage, the Court considers that the finding of a violation constitutes in itself sufficient just satisfaction in the circumstances.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "80.  The applicant also claimed HRK 6,403.13 for costs and expenses incurred before the domestic courts, and HRK 9,975 for those incurred before the Court. Save for translation costs of HRK 500 and postal and other administrative expenses of HRK 100, the amounts sought consisted of advocates’ fees calculated on the basis of the current Scales of Advocates’ Fees and Reimbursement of their Costs (Tarifa o nagradama i naknadi troškova za rad odvjetnika, Official Gazette no. 142/12, with subsequent amendments).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Government contested these claims by arguing, inter alia, that the applicant had represented himself in the proceedings before the domestic courts and before the Court, and thus could not have incurred any representation costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court accepts the Government’s argument (see paragraph 71 above) that, because he represented himself in both the domestic and the Strasbourg proceedings, the applicant is not entitled to any costs in that respect. As regards translation expenses (see paragraph 80 above), the Court notes that the applicant failed to comply with the requirements set out in Rule 60 § 2 of the Rules of Court, in that he did not enclose any relevant supporting documents for this claim to prove that he had actually incurred those expenses. The Court therefore rejects the applicant’s claim for costs and expenses in so far as it concerns advocates’ fees and translation expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  On the other hand, it awards the applicant the sum of EUR 13 for the postal and other administrative expenses incurred in the proceedings before the Court (see paragraph 80 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "85.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 June 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Işıl Karakaş",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RADOBULJAC v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-164315.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0628JUD005100011",
    "externalsources": [],
    "extractedappno": [
        "51000/11",
        "56/90",
        "99/99",
        "4/77",
        "53/91",
        "39380/13",
        "31611/96",
        "39657/98",
        "3699/08",
        "50364/99",
        "29369/10",
        "73797/01",
        "37751/07",
        "60115/00",
        "43425/98",
        "25333/06",
        "39656/03",
        "48074/10",
        "66232/10",
        "32458/96",
        "29045/95",
        "26602/95",
        "28198/09",
        "142/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-164315",
    "judgementdate": "28/06/2016 00:00:00",
    "kpdate": "28/06/2016 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "265",
        "235"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10",
        "10-1",
        "10-2"
    ],
    "parties": [
        "RADOBULJAC",
        "CROATIA"
    ],
    "rank": "1557.27600097656",
    "representedby": [
        "N/A"
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "446316",
    "typedescription": "15"
}