{
    "__articles": "6;6-1;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings",
    "applicability": "",
    "appno": "68490/01",
    "article": [
        "6",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic and Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-81606.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 68490/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Parvan Slavchev Stankov (“the applicant”), on 17 January 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr S. Stavrev, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Mrs M. Kotzeva, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that in the civil proceedings for damages under the State Responsibility for Damage Act the courts had awarded an insufficient sum which, moreover, had been rendered meaningless as he had been ordered to pay excessive court fees.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 February 2004 the Court decided to give notice of the application to the respondent Government and invited the parties to submit observations on the admissibility and merits of the application, putting a question under Article 5 § 5 of the Convention. On 29 September 2005 the Court invited the parties to submit observations on the case in the light of Article 6 § 1 of the Convention. Under the provisions of Article 29 § 3 of the Convention, it decided on 4 December 2006 to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1952 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant's detention",
                                "elements": [
                                    {
                                        "content": "6.  On 15 September 1994 the applicant, who had several convictions and had served a number of prison terms, was charged with the theft of construction material from a warehouse. It was alleged that he had been one of the members of a group that had committed thefts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The applicant did not appear when summoned for questioning and on 26 July 1995 he was arrested and remanded in custody, by order of an investigator or a prosecutor. He remained in detention throughout the investigation proceedings and the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 10 March 1997 the Sofia City Court acquitted the applicant. He was released on 17 March 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Upon the prosecutor's appeal, the acquittal was upheld by the Supreme Court of Cassation on 11 December 1997. The Supreme Court of Cassation found, inter alia, that at the outset there had been clearly insufficient proof of the applicant's involvement in the thefts. In particular, a police officer had testified that the only reason for suspecting the applicant had been the presence of his name on an internal police list of nicknames as the person behind the nickname “Kolio Transki”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The action for damages",
                                "elements": [
                                    {
                                        "content": "10.  On an unspecified date in 1998 the applicant brought an action against the Chief Public Prosecutor's Office, seeking damages in respect of his pre-trial detention. He relied on section 2 (1) and (2) of the State Responsibility for Damage Act (see paragraphs 22-25 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant sought non-pecuniary damages for the suffering caused by his pre-trial detention, which had lasted one year, seven months and twenty-one days. In his initial claim he sought 11,000,000 “old” Bulgarian levs (“BGL”). In the course of the proceedings he increased the claim to BGL 47,000,000 (the equivalent of approximately EUR 23,600), including interest, which in his view was to be calculated as from 26 July 1995, the date of his arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Sofia City Court delivered its judgment on 9 February 1999. It held that the State was liable to pay all damage suffered by the applicant as a result of his “unlawful pre-trial detention” and the “unlawful bringing of charges” against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The court stated, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The Chief Prosecutor's Office] has not exercised the necessary supervision over the Sofia City prosecutors and the investigation authorities which, during a period of [more than two years], mounted an unjustified criminal prosecution against [the applicant] on charges of theft ...They remanded him in custody, imposing the harshest measure of judicial control, which resulted in [the applicant] spending nineteen months and fifteen [sic] days in detention...[The applicant] has undoubtedly suffered non-pecuniary damage... ”",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  As to the amount, the court considered that the length of the detention should be taken into consideration and rejected as unproven the applicant's contention that his health had deteriorated as a consequence of his detention. Deciding on an equitable basis, the court awarded to the applicant BGL 2,000,000 in non-pecuniary damages (the equivalent of approximately EUR 1,050) plus interest from the date on which the applicant had been acquitted with final effect, 11 December 1997. The court dismissed the remainder of the applicant's claim for damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The court further applied section 10 § 2 of the State Responsibility for Damage Act (see paragraphs 20 and 21 below) and ordered the applicant to pay BGL 1,800,000 (the equivalent of approximately EUR 940) in court fees. That amount represented 4% of the dismissed part of the applicant's claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant appealed to the Sofia Appellate Court. He averred, inter alia, that the sum awarded in damages was too low and that it was unlawful to order him to pay court fees in an amount almost equal to the compensation award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 13 December 1999 the Sofia Appellate Court dismissed the appeal. As regards the court fees, it stated that section 10 § 2 of the State Responsibility for Damage Act was unambiguous and required the payment of court fees proportionately to the dismissed part of the claim. In the applicant's case, he had indicated an excessive amount in his claim and had thus himself brought about the situation complained of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant submitted a cassation appeal to the Supreme Court of Cassation which was dismissed by judgment of 16 August 2000. As regards the costs, the Supreme Court of Cassation reiterated the position taken by the Sofia Appellate Court. It stated that although no initial payment of court fees was required when bringing proceedings under the State Responsibility for Damage Act, in accordance with its section 10 § 2 the plaintiff was liable for fees in an amount proportionate to the dismissed part of the claim. By setting his claims at an excessive level, the applicant himself had caused his liability for a substantial amount in court fees.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": " fees in proceedings under the State Responsibility for Damage Act",
                                "elements": [
                                    {
                                        "content": "19.  In civil proceedings in , the general rule is that court fees are payable by the plaintiff in advance, upon the submission of the claim (Article 55 of the Code of Civil Procedure and sections 1-4 of the State Fees Act). A court fee at the flat rate of 4% is payable in respect of pecuniary claims (Fees Schedule 1 to the State Fees Act). Where the plaintiff succeeds fully or partly, the defendant is ordered to pay him his costs, including court fees, proportionately to the successful part of the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  By section 10 § 2 of the State Responsibility for Damage Act, in proceedings under the Act, no court fees or costs are payable by the plaintiff upon the submission of the claim. However, in circumstances where the claim is eventually wholly or partly dismissed, the court is to order the plaintiff to pay “the court fees and costs due”. The courts have interpreted the above provision as meaning that the plaintiff should pay court fees calculated as a pro rata percentage of the dismissed part of his claims. Article 63 § 1(b) of the Code of Civil Procedure provides for waiver of the fees in cases of indigence but concerns fees due upon the submission of the claim (argument from Supreme Court judgment no. 707 of 30.10.1995 in case no. 549/95).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  As a result of section 10 § 2, where a court holds that a claim against the State is well-founded but excessive in quantum, it orders the State body concerned to pay damages to the plaintiff and at the same time orders the plaintiff to pay court fees to the State budget. Where the plaintiff indicated too high an amount in the claim form, the court fees may exceed the sum awarded in damages, the overall financial award being in favour of the State despite the finding that the plaintiff suffered damage which called for compensation under the Act (see, for example, the following judgments of the Supreme Court of Cassation: judgment no. 1095 of 25.07.2000 in case no. 139/2000 and judgment no. 805/05 of 1.08.2005 in case no. 56/2004). There is no provision for judicial discretion and considerations of equity play no role in fixing the court fees' amount. The court fees are fixed with reference to the amount indicated in the claim form, even if in the course of the proceedings the plaintiff makes a binding declaration waiving part of the claim (Interpretative Decision no. 3 of 22 April 2005, Supreme Court of Cassation).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Action for damages under the State Responsibility for Damage Act",
                                "elements": [
                                    {
                                        "content": "22.  Section 2 of the State Responsibility for Damage Act of 1988 provides, as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The State shall be liable for damage caused ... by the organs of ... the investigation, the prosecution, the courts ... for:",
                                        "elements": []
                                    },
                                    {
                                        "content": "unlawful pre-trial detention ..., if [the detention order] has been set aside for lack of lawful grounds...",
                                        "elements": []
                                    },
                                    {
                                        "content": "unlawful bringing of criminal charges, if the person concerned has been acquitted or the proceedings discontinued on the following grounds:...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Persons seeking redress for damage occasioned by decisions of the investigating and prosecuting authorities or the courts in circumstances falling within the scope of the State Responsibility for Damage Act have no claim under general tort law as the Act is a lex specialis and excludes the application of the general regime (section 8(1) of the Act; реш. № 1370/1992 г. от 16 декември 1992 г., по г.д. № 1181/1992 г. на ВС ІV г.о.).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT COMPARATIVE LAW",
                        "elements": [
                            {
                                "content": "24.  The following paragraphs – which draw on a summary report prepared by the research division of the Court's registry – describe relevant aspects of the system of court fees and costs in several member States representing different legal traditions, with emphasis on court fees in proceedings for damages against the State in cases where the respective domestic law provides for compensation for pre-trial detention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Estonia",
                                "elements": [
                                    {
                                        "content": "25. The general rule with regard to compensation claims lodged with an administrative court (section 56 (11) of the State Fees Act) is that a state fee of 3 % of the amount claimed - but not less than 80 kroons (EUR 5) and no more than in civil court proceedings concerning an equivalent amount – is charged when the claim is brought. In case non-pecuniary damages are claimed but the amount of the compensation is left to the discretion of the court, a simple fee of 1,000 kroons (EUR 64) is due (section 56(12)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Unjust Deprivation of Liberty (Compensation) Act (Riigi poolt isikule alusetult vabaduse võtmisega tekitatud kahju hüvitamise seadus), which concerns, inter alia, criminal proceedings that ended in acquittal or were discontinued, provides that the individual concerned can lodge a compensation request with the Ministry of Finance. No fees are involved. The amount of compensation is fixed by the Act: it is 7/30 of the national monthly minimum salary (enacted by the Government) per day of detention. There is a presumption that this compensation covers non-pecuniary damage and loss of profit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Compensation for pecuniary damage is regulated by the State Liability Act. In accordance with section 22 (1)(3) of the State Fees Act (which came into force on 1 January 2007), no fee is payable on a claim lodged with an administrative court for pecuniary damage caused by deprivation of liberty.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Finland",
                                "elements": [
                                    {
                                        "content": "28.  A claim for damages against the State can be brought under the Tort Liability Act. The court fee is approximately EUR 100-150, depending on the procedural actions undertaken by the court, regardless of the amount claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Two avenues of redress are open in such cases: an administrative claim to the State Treasury in accordance with the Act on Compensation out of State Funds to Detainees or Convicts Found to Have Been Innocent (no. 422/1974 as amended) or a civil action for damages under the aforementioned Tort Liability Act. In either case no court fees are due in cases of detainees or acquitted persons.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  France",
                                "elements": [
                                    {
                                        "content": "30.  Since 1993 the State has been responsible for paying court costs in respect of criminal proceedings. Article 149 of the Code of Criminal Procedure provides for a right to be compensated for all pecuniary and non-pecuniary damage sustained as a result of pre-trial detention in cases of acquittal or discontinuation of the proceedings. The claim is filed with the President of the Court of Appeal in whose area the criminal case was decided. All fees and costs in these proceedings are borne by the State.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  ",
                                "elements": [
                                    {
                                        "content": "31.  Actions for damages for unlawful detention are adjudicated by the civil courts. Proceedings for damages against the State may also be instituted before the administrative tribunals, where the wrongful conduct was imputable to the public administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Court fees are in fixed amounts, irrespective of the sum claimed. The fees are different for first instance and appellate courts and modest in quantum: none of them exceeds EUR 30, according to the Decree no. 285 of 13 November 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Romania",
                                "elements": [
                                    {
                                        "content": "33.  Actions for damages for unlawful detention are exempt from court fees (Article 15(g) of the Court Fees Act (no. 146/1997). In proceedings involving compensation claims against the State, the maximum fee is the equivalent of approximately EUR 10 (Article 3(m) of the Act). As to costs and expenses, at the conclusion of the proceedings, the losing party has to reimburse the other party's costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Russia",
                                "elements": [
                                    {
                                        "content": "34.  Claims for damages for unlawful detention are examined by ordinary courts in civil proceedings. Plaintiffs are exempt from court fees (Article 333.36, Sections 1(10) and 3 of the Tax Code) and the court cannot order the plaintiff to pay such fees at the end of the proceedings, even if the claim was partially or fully dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The successful party is entitled to the reimbursement of its costs. If an action succeeds only partly, the costs are divided proportionately between the parties (Article 98(1) of the Code of Civil Procedure). The defendant is required to pay into the federal budget a fee, from which the plaintiff is exempt, in proportion to the allowed part of the claim (Article 103(1) of the Code of Civil Procedure).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Sweden",
                                "elements": [
                                    {
                                        "content": "36.  There are two possibilities for seeking damages for unlawful detention in . The first is an administrative quasi-judicial procedure before the Chancellor of Justice, who can award compensation in fixed amounts. There is no fee for the claimant. The second possibility is a civil action for damages before the civil courts, for which a modest fixed court fee is payable regardless of the amount of the claim. Also, the claimant who loses the case must pay the other party's costs",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  ",
                                "elements": [
                                    {
                                        "content": "37.  An action for damages against the state for unlawful detention is called a “claim for false imprisonment” which is treated as an action in trespass to the person (i.e. a personal injury claim) and is brought in the civil courts. Taking into account the money value of the claim and the complexity of the case, the court will allocate the case to one of three tracks: the “small claims” track, the “fast-track” or the “multi-track.” An action for false imprisonment is likely to be allocated to the multi-track.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  There are several types of court fees that the claimant has to pay in proceedings for false imprisonment. The first one is the “issue fee”, charged for filing the claim. It depends on the amount of money claimed in accordance with a decreasing table. For example, the issue fee for claims of up to 300 British pounds (GBP) is GBP 30, for claims between GBP 5,000 and 15,000 it is GBP 250 and for claims between GBP 50,000 and 100,000 it is GBP 700. The higher issue fee, charged for claims of GBP 300,000 and higher, is GBP 1,700.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  When a defence is filed, the court allocates the case to a track and orders the claimant pay an “allocation fee” in the amount of £100 (except for claims not exceeding GBP 1,500 for which no allocation fee is due). Finally, for matters that go to trial, a “trial fee” is payable as follows: in multi-track cases – GBP 500 and in fast-track cases – GBP 275, no fee being due for small claims track cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In respect of all fees, the court may decide that the claimant does not have to pay a court fee (exemption), or that he/she may pay a smaller fee (remission). That is usually done in cases involving indigent claimants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  When deciding on the award to be granted to the claimant, the courts enjoy a wide power to limit the amount that a party may recover with regard to the trial costs. According to the Civil Procedure Rules, the court is “to have regard to all the circumstances” in determining what costs are payable (r.44.5(1)). Those circumstances specifically include those set out in r.44.5(3), namely: (a) the procedural conduct of all the parties, including in particular, the efforts made, if any, before and during the proceedings in order to try to resolve the dispute; (b) the amount involved; (c) the importance of the matter to all the parties; (d) the particular complexity of the matter or the difficulty or novelty of the questions raised; (e) the skill, effort, specialised knowledge and responsibility involved and (f) the time spent on the case;.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  ",
                                "elements": [
                                    {
                                        "content": "42.  There is a constitutional presumption that unreasonable charges would not be imposed in the court proceedings (Murphy v. the Minister for Justice and others, Supreme Court judgment of 9 March 2001, [2001] IESC 29).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ADMISSIBILITY AND LEGAL CHARACTERISATION OF THE APPLICANT'S COMPLAINTS",
                        "elements": [
                            {
                                "content": "43.  The applicant complained that in the civil proceedings for damages for his unjustified detention the courts had awarded an insufficient sum which, moreover, had been rendered meaningless as he had been ordered to pay excessive court fees. The applicant relied on Article 5 § 5 of the Convention and also on Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Government considered that the complaints under Article 5 § 5 of the Convention were manifestly ill-founded and did not comment on the question under Article 6 § 1 of the Convention. The Government considered that the Bulgarian courts had acted in accordance with the relevant law. In particular, the court fees had been determined on the basis of the amount of the applicant's claim, which had been excessive.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court considers, in the light of the parties' submissions, that the applicant's complaints raise serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that the complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring them inadmissible has been established.",
                                "elements": []
                            },
                            {
                                "content": "46.  In so far as the applicant may be understood as claiming that he had a right to compensation under the Convention, the Court notes that the Convention does not guarantee an unconditional right to compensation for pre-trial detention in the event of acquittal or discontinuation of the proceedings (see, mutatis mutandis, Sekanina v. Austria, judgment of 25 August 1993, Series A no. 266 A, pp. 13 and 14, § 25). In particular, the right to compensation set forth in paragraph 5 presupposes that a violation of one of the preceding paragraphs of Article 5 has been established, either by a domestic authority or by the Court (see, for example, Stoichkov v. Bulgaria, no. 9808/02, § 72, 24 March 2005) and the right to compensation under Article 3 of Protocol No. 7 – which, in any event, was not in force in respect of Bulgaria at the relevant time – concerns punishment after conviction that involved a miscarriage of justice.",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court has jurisdiction to review the circumstances complained of by an applicant in the light of the entirety of the Convention's requirements. In the performance of that task it is, notably, free to attribute to the facts of the case a characterisation in law different from that given by the applicant or, if need be, to view the facts in a different manner (see Streletz, Kessler and Krenz v.  [GC], nos. 34044/96, 35532/97 and 44801/98, § 111, ECHR 2001II).",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court considers that the main issue in the present case is whether, as alleged by the applicant, excessive court fees hampered his right of access to a court protected by Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 6 § 1 of the Convention reads, as far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "50.  Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal. In this way, that provision embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before a court in civil matters is one aspect. The “right to a court” is not absolute. By its very nature it calls for regulation by the State. Contracting States enjoy a certain margin of appreciation in that respect but the ultimate decision as to the observance of the Convention's requirements rests with the Court (see, Golder v. the United Kingdom, judgment of 21 January 1975, Series A no. 18, §§ 34 in fine and 35-36, and Z and Others v. the  [GC], no. 29392/95, §§ 9193, ECHR 2001-V).",
                                "elements": []
                            },
                            {
                                "content": "51.  The central issue in this case concerns the fact that the applicant was ordered to pay court fees which, in the event, amounted to approximately 90 % of the compensation the State was ordered to pay him. As a consequence, the applicant “lost” his compensation in court fees despite the fact that the Bulgarian courts accepted unequivocally that he was entitled to compensation from the State for all non-pecuniary damage occasioned by his detention (see paragraphs 12-18 above).",
                                "elements": []
                            },
                            {
                                "content": "52.  The requirement to pay fees to civil courts in connection with claims they are asked to determine cannot be regarded as a restriction on the right of access to a court that is incompatible per se with Article 6 § 1 of the Convention. However, the amount of the fees assessed in the light of the particular circumstances of a given case is a material factor in determining whether or not a person enjoyed his right of access (see, Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2955, § 33, Tolstoy-Miloslavsky v. the United Kingdom, judgment of 13 July 1995, Series A no. 316-B, pp. 80-81, §§ 61 et seq and Kreuz v. , no. 28249/95, § 60, ECHR 2001VI).",
                                "elements": []
                            },
                            {
                                "content": "53.  Unlike other cases concerning excessive court fees – where the individuals concerned, being unable to pay, did not have “access” to a court or to a particular stage of the proceedings (see, among many others, Weissman and Others v. , no. 63945/00, 24 May 2006 and Teltronic-CATV v. , no. 48140/99, 10 January 2006) – in the instant case the payment of the fee was not a pre-condition for the examination of the case. The applicant thus had “access” to all stages of the proceedings and the courts examined his case on the merits and delivered binding judgments (see paragraphs 12-18 above). In the applicant's case, court fees were assessed at the conclusion of the first instance proceedings and were only due once the judgments became final (see paragraph 15 above).",
                                "elements": []
                            },
                            {
                                "content": "54.  The Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective (see, among many others, Airey v. Ireland, judgment of 9 October 1979, Series A no. 32, p.12, § 24 and Aït-Mouhoub v. France, judgment of 28 October 1998, Reports 1998-VIII, p. 3227, § 52). In practical terms, the imposition of a considerable financial burden due after the conclusion of the proceedings may well act as a restriction on the right to a court. The costs order against the applicant constituted such a restriction.",
                                "elements": []
                            },
                            {
                                "content": "55.  As the Court has underlined on a number of occasions, a restriction affecting the right to a court will not be compatible with Article 6 § 1 unless it pursues a legitimate aim and there is a reasonable relationship of proportionality between the means employed and the legitimate aim sought to be achieved (see, for instance, Tinnelly & Sons Ltd and Others and McElduff and Others v. the United Kingdom, judgment of 10 July 1998, Reports 1998-IV, p. 1660, § 72 and Apostol v. Georgia, no. 40765/02, 28 November 2006).",
                                "elements": []
                            },
                            {
                                "content": "56.  The Court must examine, therefore, whether this was achieved in the present case.",
                                "elements": []
                            },
                            {
                                "content": "57.  The Court first notes that where proceedings are brought under the section 10 § 2 of the State Responsibility for Damage Act, court fees are imposed when, and to the extent that, the claim is dismissed. Fees are charged at a rate of 4% of the dismissed part of the claim (see paragraphs 19 and 20 above). The aims pursued by the general rules on costs can be accepted as compatible with the general administration of justice, for example to fund the functioning of the judicial system and to act as a deterrent to frivolous claims. The aim pursued by the special regulation of claims under the State Responsibility for Damage Act is apparently to simplify proceedings for such actions by not requiring plaintiffs to provide the full amount of 4% of the claim in advance, but only imposing it once quantum has been fixed. That aim, too, can be accepted as compatible with Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "58.  In the instant case, however, the court fees' system applied by the Bulgarian courts had the effect of depriving the applicant of almost all of the compensation the State had been ordered to pay him for his unjustified pre-trial detention.",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court has stated – in the context of a claim for damages for excessive length of proceedings imputable to the authorities – that in such cases the rules regarding legal costs must avoid placing an excessive burden on litigants where their action is justified “as it is paradoxical that, by imposing various taxes the State takes away with one hand what it has awarded with the other. Nor should other costs be excessive and constitute an unreasonable restriction on the right of access to a tribunal” (see Scordino v.  (no. 1) ([GC], no. 36813/97, § 201, 29 March 2006). The duty of the State to compensate adequately wrongs imputable to the authorities and duly established by the courts is of central importance in a society governed by the rule of law. The Court notes that in the domestic law of a number of member States of the Council of Europe, proceedings for compensation for unjustified pre-trial detention or in cases of acquittal are often treated separately for court fees purposes, with the aim to secure in practice the aggrieved person's access to those proceedings (see paragraphs 26-43 above).",
                                "elements": []
                            },
                            {
                                "content": "60.  The Government's position was that the applicant himself had been responsible for the fact that he had been ordered to pay a significant sum in court fees, as he had indicated too high an amount in his claim when instituting the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "61.  It is true that had the applicant sought a lesser amount in compensation, the court fees he would have been liable to pay under section 10 § 2 of the State Responsibility for Damage Act would have been less significant. However, the Government have not suggested that the applicant's claim for the equivalent of approximately EUR 23,600 in non-pecuniary damages for more than one year and seven months in detention was vexatious, grossly exaggerated or abusive (see paragraphs 12-18 above).",
                                "elements": []
                            },
                            {
                                "content": "62.  In the Court's view the applicant, who – as established by the Bulgarian courts – should not have been in pre-trial detention, cannot be blamed for putting a high estimate on the “value” of his freedom. Nonpecuniary damage is inherently difficult to assess and, save where the amount of compensation is fixed by law, will frequently involve research into previous cases in order to establish, on the basis of similar circumstances, the likely amount of any award. The Government have not shown, however, that there existed developed or accessible case-law in this respect. Moreover, the period under consideration was characterised in  by monetary fluctuations, inflation, legal reforms and changes in legal practice (see, for example, Credit Bank and Others v. Bulgaria (dec.), no. 40064/98, 30 April 2002). Therefore, it is unclear how anyone, even a lawyer, could have determined what would have been a “reasonable” claim in the applicant's case.",
                                "elements": []
                            },
                            {
                                "content": "63.  The applicant cannot therefore be criticised for having made the claim which he did.",
                                "elements": []
                            },
                            {
                                "content": "64.  The financial burden on the applicant in the present case was particularly significant because the legislation which brought it about imposed a flat 4% rate with no upper limit and no room for any judicial discretion (see paragraphs 15 and 21 above).",
                                "elements": []
                            },
                            {
                                "content": "65.  Owing to the difficulty assessing likely awards of non-pecuniary damages and as a result of its automatic and post hoc nature, the impugned court fees system has effects which were not necessarily intended by the legislator. In particular, dispensing with the requirement of advancing the court fees removes the “cautioning effect” such a requirement may have on claimants (see paragraphs 20 and 21 above).",
                                "elements": []
                            },
                            {
                                "content": "66.  The Court notes that various procedural solutions exist in the law of member States to avoid situations as that in the present case. In some legal systems, proceedings for damages against the State in general or in cases concerning pre-trial detention in particular are fully free of court fees or a modest simple fee applies. In a number of countries the courts enjoy certain discretion in fixing costs and are thus able to take into consideration relevant matters, such as the nature of the claim (see paragraphs 24-42 above).",
                                "elements": []
                            },
                            {
                                "content": "67.  The foregoing considerations lead the Court to the conclusion that although the imposition of court fees is an aim which is compatible as such with the good administration of justice, the practical difficulties in assessing the likely award under the State Responsibility for Damage Act, taken together with the relatively high and wholly inflexible rate of court fees, amounted to a restriction on the applicant's right to a court which was disproportionate to the otherwise legitimate aim. There has been, therefore, a breach of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed BGN 45,000 (the equivalent of approximately EUR 23,000), stating that his detention had been illegal and he had not been compensated therefor. The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court may only award just satisfaction if it has found “that there has been a violation of the Convention ...”. In the present case it has found that there had been a violation of the applicant's right of access to a court under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court considers that the applicant must have suffered distress having seen his compensation “lost” in excessive court fees. Deciding on an equitable basis, the Court awards EUR 2,000 in respect of damage occasioned by the violation of Article 6 § 1 found in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant claimed BGN 6,720 (the equivalent of approximately EUR 3,500) for legal fees in the domestic civil proceedings and the proceedings before the Court. He relied on the usual practice and regulations on legal fees in  and submitted a copy of a legal fees' agreement between him and his lawyer. The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Taking into consideration the sum of EUR 701 received by the applicant by way of legal aid from the Council of Europe, the Court considers that EUR 1,300 is sufficient just satisfaction in respect of the costs and expenses claimed and awards that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "74.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF STANKOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81606.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0712JUD006849001",
    "externalsources": [],
    "extractedappno": [
        "68490/01",
        "549/95",
        "805/05",
        "7/30",
        "9808/02",
        "34044/96",
        "35532/97",
        "44801/98",
        "29392/95",
        "28249/95",
        "63945/00",
        "48140/99",
        "40765/02",
        "36813/97",
        "40064/98"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "State Responsibility for Damage Act 1988"
    ],
    "itemid": "001-81606",
    "judgementdate": "12/07/2007 00:00:00",
    "kpdate": "12/07/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "29",
        "29-3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "STANKOV",
        "BULGARIA"
    ],
    "rank": "591.502685546875",
    "representedby": [
        "STAVREV S."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Airey v. Ireland, judgment of 9 October 1979, Series A no. 32, p.12, § 24",
        "Aït-Mouhoub v. France, judgment of 28 October 1998, Reports 1998-VIII, p. 3227, § 52",
        "Apostol v. Georgia, no. 40765/02, 28 November 2006 : Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2955, § 33",
        "Credit Bank and Others v. Bulgaria (dec.), no. 40064/98, 30 April 2002",
        "Golder v. the United Kingdom, judgment of 21 January 1975, Series A no. 18, §§ 34 in fine and 35-36",
        "Kreuz v. Poland, no. 28249/95, § 60, ECHR 2001-VI",
        "Scordino v. Italy (no. 1) ([GC], no. 36813/97, § 201, 29 March 2006",
        "Sekanina v. Austria, judgment of 25 August 1993, Series A no. 266 A, pp. 13 and 14, § 25",
        "Stoichkov v. Bulgaria, no. 9808/02, § 72, 24 March 2005",
        "Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 111, ECHR 2001-II",
        "Teltronic-CATV v. Poland, no. 48140/99, 10 January 2006",
        "Tinnelly & Sons Ltd and Others and McElduff and Others v. the United Kingdom, judgment of 10 July 1998, Reports 1998-IV, p. 1660, § 72",
        "Tolstoy-Miloslavsky v. the United Kingdom, judgment of 13 July 1995, Series A no. 316-B, pp. 80-81, §§ 61 et seq",
        "Weissman and Others v. Romania, no. 63945/00, 24 May 2006",
        "Z and Others v. the United Kingdom [GC], no. 29392/95, §§ 91-93, ECHR 2001-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "421092",
    "typedescription": "15"
}