{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "37046/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-94961.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37046/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Ioan Kornelij Komanický (“the applicant”), on 10 November 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Slovak Government (“the Government”) were represented by Mrs A. Poláčková and Mrs M. Pirošíková, their successive Agents.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 19 May 2006 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1943 and lives in Bardejov.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings before the Bardejov District Court concerning the applicant's appeal on points of law",
                                "elements": [
                                    {
                                        "content": "5.  According to the applicant, on 19 June 2000 judges of the  decided on his appeal against the first-instance judgment notwithstanding that he had challenged them and no decision had been given on his request for their exclusion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 2 October 2000 the applicant lodged an appeal on points of law against the above judgment of 19 June 2000 in proceedings concerning his claim for compensation (equivalent of approximately 350 euros (EUR) plus default interest). In accordance with the relevant law, the applicant lodged the appeal on points of law with the Bardejov District Court, which was to complete the file prior to its submission to the Supreme Court for a decision on the appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 1 April 2003 the District Court asked the applicant to eliminate formal shortcomings in his appeal on points of law. The applicant requested that a lawyer be appointed to represent him in the cassation proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 28 May 2003 the District Court exempted the applicant from the obligation to pay the court fee and appointed an advocate to represent him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 10 September 2003 the District Court revoked the appointment of the above advocate as he had informed the court that he was the legal representative of the defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The District Court appointed another advocate to represent the applicant. The applicant and the advocate appealed as, in the past, the applicant had lodged a complaint against that advocate with the Slovak Bar Association and therefore the appointed advocate could not appropriately represent him. On 3 August 2004 the  quashed the decision to appoint the advocate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 12 October 2004 the District Court appointed a different advocate to represent the applicant. The applicant appealed, arguing that the decision had been incorrect. On 11 March 2005 the District Court rectified a clerical error in the decision. On 27 May 2005 the  in Prešov upheld the above decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 29 June 2005 the case file was transmitted to the Supreme Court. On 20 July 2005 the file was returned to the District Court as having been submitted prematurely.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 10 October 2005 the District Court invited the advocate appointed to represent the applicant to eliminate formal shortcomings in the applicant's appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 October 2005 the advocate asked the applicant for cooperation in completing his appeal on points of law. She asked the applicant to come to her office on 21 October 2005. On 2 November 2005 the advocate informed the District Court that the applicant had refused to cooperate with her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 January 2006 the Bardejov District Court sent the file to the Supreme Court with the explanation that it had not been possible to eliminate the shortcomings in the applicant's appeal on points of law despite the fact that an advocate had been appointed to represent the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a letter of 30 January 2006 the advocate stated that the applicant had not responded to her request for cooperation and asked him to submit to her all documents concerning the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24 May 2006 the Supreme Court rejected the applicant's appeal on points of law as formal shortcomings had not been eliminated.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional proceedings",
                                "elements": [
                                    {
                                        "content": "18.  On 12 November 2003 the  found that the District Court had violated the applicant's right to a hearing without unjustified delay when dealing with his appeal on points of law. It noted that the President of the District Court had admitted that his court had remained inactive in the case from 2 October 2000 until 1 April 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The  ordered the District Court to proceed with the case without any further delay and to pay the applicant 10,000 Slovak korunas (SKK, the equivalent of EUR 243 at that time) as just satisfaction. It also ordered the District Court to reimburse the costs of legal representation to the applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  The applicant complained that the length of the proceedings before the Bardejov District Court concerning his appeal on points of law had been incompatible with the “reasonable time” requirement. The applicant further complained that his right to a hearing by “an independent and impartial” tribunal had been violated, in that on 19 June 2000 the Prešov Regional Court had decided on his appeal against the first-instance judgment notwithstanding that he had challenged its judges and that no decision had been given on his request for their exclusion. The applicant relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by an independent and impartial tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "(a)  Alleged lack of independence and impartiality of the tribunal",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that the applicant failed to submit any documents in support of an alleged violation of his right to an independent and impartial tribunal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the applicant's right to an independent and impartial tribunal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  Length of the proceedings before the Bardejov District Court concerning the applicant's appeal on points of law",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government objected that, in respect of the proceedings examined by the , the applicant could no longer claim to be a victim of a violation of his right to a hearing within a reasonable time. They argued that the  had expressly acknowledged such a violation and the amount of just satisfaction awarded and paid without undue delay was not manifestly inadequate in the circumstances of the case. They further argued that the 's finding had had a preventive effect, as no further delays had occurred in the subsequent period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In any event, the applicant had not exhausted domestic remedies, as it had been open to him to lodge a fresh complaint with the  in respect of the proceedings following the 's finding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant disagreed and argued that the amount of just satisfaction granted by the  had been disproportionately low in the circumstances of the case and that the 's finding had not had a preventive effect. He argued that he had not been obliged to seek redress by way of a fresh constitutional complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27. As to the argument whether the applicant can still be considered a victim, the Court notes that at the time of the Constitutional Court's finding the proceedings on the applicant's appeal on points of law, of which the applicant exclusively complained, had been pending for three years and more than one month before the District Court. The  awarded the applicant the equivalent of EUR 243 as just satisfaction in respect of the proceedings examined by it and ordered the District Court to avoid any further delay in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The amount awarded by the Constitutional Court cannot be considered as providing adequate and sufficient redress to the applicant in view of the Court's established case-law (see Scordino v.  (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V, and Cocchiarella v.  [GC], no. 64886/01, §§ 65-107, ECHR 2006-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In view of the above, in respect of the proceedings up to the time of the 's finding, the Court concludes that the applicant did not lose his status as a victim within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Since the effects produced by the decision of the Constitutional Court did not satisfy the criteria applied by the Court, the applicant was not required, for the purposes of Article 35 § 1 of the Convention, to use the remedy under Article 127 of the Constitution again in respect of the proceedings subsequent to the Constitutional Court's finding (see the recapitulation of the relevant principles in Becová v. Slovakia (dec.), no. 23788/06, 18 September 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The proceedings on the applicant's appeal on points of law prior to its submission to the Supreme Court started on 2 October 2000 and lasted until 19 January 2006 when the District Court transmitted the file to the Supreme Court. They thus lasted five years and more than three months before the District Court, and during that period the appellate court decided two issues of a procedural nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "33.  The Government agreed with the 's finding that undue delays had occurred in the proceedings examined by it. As to the subsequent period the Government stated that the applicant's request for the appointment of an advocate, whose appointment had to be revoked twice, had prolonged the proceedings. They argued that the applicant had failed to eliminate formal shortcomings of his appeal on points of law and to cooperate with the advocate appointed to represent him. Furthermore, the subject matter of the dispute did not require “exceptional diligence”. The Government considered therefore the complaint about the length of the subsequent proceedings manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant disagreed with the statement that he had not eliminated formal shortcomings of his appeal on points of law. He further argued that he had not been obliged to cooperate with the advocate appointed to represent him. The applicant alleged that the Bardejov District Court had failed to appoint an appropriate advocate to represent him and it had thus contributed to the length of the proceedings. The applicant further argued that the subject matter of the dispute was of great importance for him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Having examined all the material submitted to it and having regard to its case-law on the subject, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. In particular, at the time of the 's finding the proceedings concerning the applicant's appeal on points of law had been pending for three years and more than one month before the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Following the 's finding the proceedings continued for two years and more than two months. The applicant contributed to the length of the subsequent period as he had refused to cooperate with the advocate appointed to him in order to eliminate formal shortcomings of his appeal on points of law. During that period two substantial delays of approximately eight months (between 12 October 2004 and 11 March 2005 and between 29 June and 10 October 2005) occurred due to the ineffective performance of the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the light of the above considerations, the Court concludes that the overall length of the period under consideration was incompatible with the applicant's right to a hearing within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant complained that the  had not provided him with appropriate redress as regards the complaint about the length of the proceedings, and that the ordinary courts had not appointed a suitable lawyer to represent him in the cassation proceedings. He relied on Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "42.  The Government argued that the applicant had an effective remedy at his disposal in respect of the above complaint.",
                                "elements": []
                            },
                            {
                                "content": "43.  The applicant disagreed.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court reiterates that the word “remedy” within the meaning of Article 13 does not mean a remedy which is bound to succeed, but simply an accessible remedy before an authority competent to examine the merits of a complaint (see, for example, Šidlová v. , no. 50224/99, § 77, 26 September 2006). In the light of this principle the Court finds that the fact that the redress obtained by the applicant from the Constitutional Court was not sufficient for Convention purposes does not render the remedy under Article 127 of the Constitution in the circumstances of the present case incompatible with Article 13 of the Convention (see also Solárová and Others v. Slovakia, no. 77690/01, § 56, 5 December 2006, with further references).",
                                "elements": []
                            },
                            {
                                "content": "45.  As to the applicant's complaint in respect of his request for the appointment of a lawyer, the Court notes that following the applicant's and the appointed lawyers' objections, the two appointed lawyers had been revoked. On 12 October 2004 another lawyer was appointed to represent the applicant, and this time he did not challenge the lawyer. Moreover, the applicant stated that he was not obliged to cooperate with the latter. In view of the above, this point of the complaint is unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "46.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Relying on Article 14 of the Convention the applicant further complained that the ordinary courts had discriminated against him when dealing with his request for a lawyer to be appointed to represent him.",
                                "elements": []
                            },
                            {
                                "content": "48.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the right guaranteed under Article 14 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "49.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed EUR 378 in respect of pecuniary damage and EUR 4,210 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government contested the pecuniary damage claimed by the applicant. They considered the claim for non-pecuniary damage exaggerated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, and bearing in mind the sum awarded by the , it awards the applicant EUR 1,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant claimed a lump sum for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government argued that the applicant had not supported his claim by any evidence and requested the Court to only grant the applicant compensation for reasonably incurred costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 100 for the applicant's out-of-pocket expenses incurred in the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 100 (one hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 October 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOMANICKY v. SLOVAKIA (No. 5)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-94961.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1013JUD003704603",
    "externalsources": [],
    "extractedappno": [
        "37046/03",
        "36813/97",
        "64886/01",
        "23788/06",
        "30979/96",
        "50224/99",
        "77690/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-94961",
    "judgementdate": "13/10/2009 00:00:00",
    "kpdate": "13/10/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "KOMANICKY",
        "SLOVAKIA"
    ],
    "rank": "697.170043945313",
    "representedby": [
        "N/A"
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "346538",
    "typedescription": "15"
}