{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "20213/05;4482/06;43519/06;49045/06;11213/07;12688/07;42174/07;39347/08",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-164945.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applications were communicated to the Russian Government (“the Government”).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the excessive length of criminal proceedings. The applicants also raised other complaints under the provisions of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE  6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The applicants complained principally that the length of the criminal proceedings in question had been incompatible with the “reasonable time” requirement. They relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "7.  The Government made two objections. They first asked the Court to strike out case no. 4482/06, given that the criminal proceedings in that case had been discontinued and the applicant had been awarded RUB 19,336 (approximately EUR 542) in non-pecuniary damage in respect of his unlawful prosecution. They insisted that he had therefore lost his victim status in connection with his length complaint.",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court observes in this respect that where domestic proceedings include an admission of the breach by the national authorities and the payment of a sum of money amounting to redress, the applicant can no longer claim to be a victim of a violation of the Convention (see, among many other authorities, Shcherbakov v. Russia, no. 23939/02, §§ 55-64, 17 June 2010).",
                                "elements": []
                            },
                            {
                                "content": "9.  In the light of the material in the case file and having regard to the particular circumstances of the case, the Court considers that the sum awarded to the applicant in case no. 4482/06 cannot be considered sufficient and therefore did not amount to appropriate redress for the violation suffered. The applicant therefore did not lose his status as a victim within the meaning of Article 34 of the Convention and the Government’s objection in this regard must therefore be rejected.",
                                "elements": []
                            },
                            {
                                "content": "10. The Government further argued that some applicants (cases nos.  20213/05, 4482/06, 43519/06, 11213/07, 42174/07, 39347/08) had failed to exhaust domestic remedies available to them before and after the adoption of the pilot judgement Burdov v. Russia (no. 2) (no. 33509/04, ECHR 2009).",
                                "elements": []
                            },
                            {
                                "content": "11.  As regards the domestic remedies existing prior to the adoption of the aforementioned pilot judgment, the Court reiterates its previous finding that at the time when the applicants brought their applications to Strasbourg there was no effective remedy under Russian law capable of affording redress for the unreasonable length of criminal proceedings (see Borzhonov v. Russia, no. 18274/04, §§ 36, 22 January 2009).",
                                "elements": []
                            },
                            {
                                "content": "12.  As regards the domestic remedy introduced in response to the aforementioned pilot judgment, the Court reiterates its position that it would be unfair to request the applicants whose cases have already been pending for many years in the domestic system and who have come to seek relief at the Court to bring again their claims before domestic tribunals (see, for similar reasoning, Fateyenkov and Others v. Russia, no. 44099/04 et al., 18 February 2016, with further references). In line with this principle, the Court decides to proceed with the examination of the present cases (see, mutatis mutandis, Utyuzhnikova v. Russia, no. 25957/03, §§ 48-52, 7 October 2010; compare with Fakhretdinov and Others v. Russia (dec.), no. 26716/09, § 32, 23 September 2010) and, accordingly, dismisses the Government’s non-exhaustion objection.",
                                "elements": []
                            },
                            {
                                "content": "13.  Proceeding further with the examination of the cases, the Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999II, and Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000VII).",
                                "elements": []
                            },
                            {
                                "content": "14.  In the leading case of Nakhmanovich v. Russia, no. 55669/00, 2 March 2006, the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "15.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion as to the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                "elements": []
                            },
                            {
                                "content": "16.  These complaints are therefore admissible and disclose a breach of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  Relying on Article 13 of the Convention, the applicants further complained of the lack of an effective venue in Russia to complain about the length of proceedings. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). It notes that the Government did not indicate any remedy that could have expedited the determination of the applicants’ cases at the time when they were pending before the Russian courts.",
                                "elements": []
                            },
                            {
                                "content": "19.  In view of the findings above and those made by the Court in paragraphs 11-13 above, the complaints under Article 13 of the Convention are declared admissible. The Court further concludes that in the present cases there has been a violation of Article 13 of the Convention on account of the lack of a remedy under domestic law whereby the applicants could have obtained a ruling upholding their right to have their cases heard within a reasonable time, as set forth in Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  REMAINING COMPLAINTS",
                        "elements": [
                            {
                                "content": "20.  Some applicants also raised other complaints under various Articles of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court has examined the applications listed in the appended table and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints either do not meet the admissibility criteria set out in Articles 34 and 35 of the Convention or do not disclose any appearance of a violation of the rights and freedoms enshrined in the Convention or the Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "22.  It follows that this part of the applications must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "24.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Kulida v. Russia, no. 44049/09, 17 June 2014, Dimov v. Russia, no. 7427/06, 23 September 2014; and Skrylev and Others v. Russia, no. 15754/06, 15 April 2014), the Court finds it reasonable to award the sums indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning the excessive length of criminal proceedings and the lack of an effective domestic remedy in this connection admissible and the remainder of the applications nos. 20213/05, 4482/06, 43519/06, 49045/06, 11213/07, 42174/07 and 39347/08 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that these complaints disclose a breach of Article 6 § 1 of the Convention concerning the excessive length of criminal proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention on account of the lack of an effective remedy to complain about the excessive length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Hasan Bakırcı Deputy Section Registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VAN AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-164945.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0721JUD002021305",
    "externalsources": [],
    "extractedappno": [
        "20213/05",
        "4482/06",
        "43519/06",
        "49045/06",
        "11213/07",
        "12688/07",
        "42174/07",
        "39347/08",
        "23939/02",
        "33509/04",
        "18274/04",
        "44099/04",
        "25957/03",
        "26716/09",
        "25444/94",
        "30979/96",
        "55669/00",
        "30210/96",
        "44049/09",
        "7427/06",
        "15754/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-164945",
    "judgementdate": "21/07/2016 00:00:00",
    "kpdate": "21/07/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "VAN AND OTHERS",
        "RUSSIA"
    ],
    "rank": "1573.71166992188",
    "representedby": [
        "SADOKHIN V.",
        "SIVOLDAYEV I.",
        "MARCHENKO A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "449722",
    "typedescription": "15"
}