{
    "__articles": "6;6-1;14+P1-1;14;P1-1;P1-1-2;41",
    "__conclusion": "Preliminary objection dismissed (non-exhaustion);Violation of P1-1;Violation of Art. 6-1;No violation of Art. 14+P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "36",
    "appno": "15919/89",
    "article": [
        "6",
        "41",
        "14",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "No violation of Art. 14+P1-1",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14+P1-1",
            "type": "no-violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-59060.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 15919/89) against Italy lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Italian national, Mr Edoardo Palumbo (“the applicant”), on 23 November 1989.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Michele Pazienza, a lawyer practising in Rome. The Italian Government (“the Government”) were represented first by their former Agent, Mr Luigi Ferrari Bravo, and subsequently by their Agent Mr Umberto Leanza and their Co-Agent, Mr Vitaliano Esposito. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the prolonged impossibility to recover possession of his flat, owing to the implementation of emergency legislative provisions on residential property leases, infringed his right under Article 1 of Protocol No. 1. Invoking Article 6 § 1 of the Convention, he further complained about the duration of the eviction proceedings. He finally complained under Article 14 in conjunction with Article 1 of Protocol No. 1 that he had suffered discrimination in respect of his tenant. ",
                        "elements": []
                    },
                    {
                        "content": "4.  On 5 April 1993, the Commission (First Chamber) decided to give notice of the application to the respondent Government and invited them to submit their observations on its admissibility and merits. The Government submitted their observations on 6 July 1993, to which the applicant replied on 30 July 1993. ",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 February 1995, the case was adjourned awaiting the judgments of the Court in the cases Spadea and Scalabrino v. Italy and Scollo v. Italy. The judgments having been delivered on 28 September 1995, on 13 March 1996 the parties were requested to submit their additional observations, which they did on 2 and 3 April 1996 respectively. ",
                        "elements": []
                    },
                    {
                        "content": "6.  On 4 September 1996, the Commission declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 28 May 1997, the Commission decided to adjourn the case pending the examination of the case of Immobiliare Saffi v. Italy. On 27 May 1998, the Commission resumed consideration of the case and invited the parties to submit further observations on the merits, which the applicant did on 17 June 1998 and the Government on 19 June 1998.",
                        "elements": []
                    },
                    {
                        "content": "8.  The application was transmitted to the Court on 1 November 1999 in accordance with Article 5 § 3, second sentence, of Protocol No. 11 to the Convention, the Commission not having completed its examination of the case by that date. ",
                        "elements": []
                    },
                    {
                        "content": "9.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. Mr B. Conforti, the judge elected in respect of Italy, withdrew from sitting in the case (Rule 28). The Government waived their right to appoint an ad hoc judge to sit in his place (Article 27 § 2 of the Convention and Rule 29 § 2).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "10.  The applicant is the owner of a flat in Rome, which he had let to Mrs A.B. The lease had been extended until 31 December 1983 by the operation of Law no. 392 of 12 July 1978.",
                                "elements": []
                            },
                            {
                                "content": "11.  In a writ served on the tenant on 13 October 1983, the applicant communicated his intention to terminate the lease and summoned the tenant to appear before the Rome Magistrate.",
                                "elements": []
                            },
                            {
                                "content": "12.  By a decision of 7 October 1983, which was made enforceable on 27 October 1983, the Magistrate upheld the validity of the notice to quit and ordered that the premises be vacated by 31 December 1984. ",
                                "elements": []
                            },
                            {
                                "content": "13.  On 6 March, 8 April, 9 May, 17 June, 22 July, 1 October and 5 November 1986, the bailiff unsuccessfully attempted to evict the tenant without police assistance.",
                                "elements": []
                            },
                            {
                                "content": "14.  Pursuant to Law no. 899 of 23 December 1986, the enforcement proceedings were suspended until 31 March 1987.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 6 March 1987 the applicant made a statutory declaration that he urgently required the premises as accommodation for himself.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 21 April and 28 May 1987, the bailiff made two other unsuccessful attempts to evict the tenant.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 24 June 1987 the applicant was granted police assistance in evicting his tenant; on that day, however, the latter claimed to be ill and no officially appointed doctor was available to check her allegations. The bailiff arranged to make his next visit to the premises on 14 July 1987. However, on this occasion the applicant was not granted the police assistance and the tenant refused to vacate the premises.",
                                "elements": []
                            },
                            {
                                "content": "18.  Pursuant to law-decree no. 551 of 30 December 1988 and to Laws no. 108 of 8 April 1988 and no. 61 of 21 February 1989 the enforcement of the order for possession was suspended until 31 April 1989. ",
                                "elements": []
                            },
                            {
                                "content": "19.  In June 1992, after a number of unsuccessful attempts by the bailiff, the applicant recovered possession of his flat.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "20.  The relevant domestic law is described in the judgment Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, ECHR 1999-V.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "21.  The Government maintained that the applicant had not exhausted domestic remedies, in that he had failed to issue proceedings in the administrative courts challenging the refusal of police assistance.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Court recalls that it has already dismissed this same objection in the Immobiliare Saffi case (see the Immobiliare Saffi judgment cited above, §§ 40-42). The Court sees no reason to depart from its previous finding in the present case. It therefore dismisses the preliminary objection.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "23.  The applicant complained about his prolonged impossibility of recovering possession of his apartment, owing to the implementation of emergency legislative provisions on residential property leases. He alleged a violation of Article 1 of Protocol No. 1 to the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": " “Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicable rule",
                                "elements": [
                                    {
                                        "content": "24.  Relying on its previous case-law, the Court considers that the interference with the applicant’s property rights amounted to control of the use of property and falls to be examined under the second paragraph of Article 1 (see the Immobiliare Saffi judgment cited above, § 46).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with the conditions in the second paragraph",
                                "elements": [
                                    {
                                        "content": "1.  Aim of the interference",
                                        "elements": [
                                            {
                                                "content": "25.  The Court has previously expressed the view that the impugned legislation had a legitimate aim in the general interest, as required by the second paragraph of Article 1 (see the Immobiliare Saffi judgment cited above, § 48).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proportionality of the interference",
                                        "elements": [
                                            {
                                                "content": "26.  The Court reiterates that an interference under the second paragraph of Article 1 of Protocol No. 1, must strike a “fair balance” between the demands of the general interest and the requirements of the protection of the individual's fundamental rights. There must be a reasonable relationship of proportionality between the means employed and the aim pursued. In determining whether this requirement is met, the Court recognises that the State enjoys a wide margin of appreciation with regard both to choosing the means of enforcement and to ascertaining whether the consequences of enforcement are justified in the general interest for the purpose of achieving the object of the law in question. In spheres such as housing, which plays a central role in the welfare and economic policies of modern societies, the Court will respect the legislature's judgment as to what is in the general interest unless that judgment is manifestly without reasonable foundation (see the Immobiliare Saffi judgment, cited above, § 49 and the Chassagnou and Others v. France judgment of 29 April 1999, § 75, to be published in the Court’s official reports).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The applicant contended that there was no reasonable relationship of proportionality between the general interest and his interests, in particular in light of the length of the interference. That was particularly true in his case, given the fact that he had made a statutory declaration that he urgently required the premises as accommodation for himself (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government pointed out that the interference with the applicant’s right to the peaceful enjoyment of his property was proportionate to the legitimate aim pursued. They concluded that, taking into consideration the interests of both the landlord and the tenant, the burden imposed on the applicant had not been excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court considers that, in principle, the Italian system of staggering of the enforcement of court orders is not in itself open to criticism, having regard in particular to the margin of appreciation permitted under the second paragraph of Article 1. However, such a system carries with it the risk of imposing on landlords an excessive burden in terms of their ability to dispose of their property and must accordingly provide certain procedural safeguards so as to ensure that the operation of the system and its impact on a landlord’s property rights are neither arbitrary nor unforeseeable (see, mutatis mutandis, the Immobiliare Saffi judgment cited above, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court must thus ascertain whether, in the instant case, the applicant was afforded sufficient guarantees as to be safeguarded against uncertainty and arbitrariness. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court observes that the applicant obtained an order for possession on 7 October 1983, which was enforceable as of 31 December 1984 (see paragraph 12 above). On account partly of the legislation suspending the enforcement of orders for possession and partly of the lack of police assistance, the applicant only recovered possession of his flat in June 1992, although on 6 March 1987 he had declared that he urgently needed the apartment. Only on one occasion, on 24 June 1987, had the applicant been granted police assistance in evicting his tenant but to no avail, given that the tenant had claimed to be ill and no officially appointed doctor was available to check her allegations. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  For over seven years, the applicant was thus left in a state of uncertainty as to when he would be able to repossess his apartment. The competent authorities do not seem to have taken any action whatsoever in response to the declaration of necessity made by the applicant on 6 March 1987. Even assuming that the tenant’s state of health was the reason for not granting the applicant police assistance after 24 June 1987, the Court is of the opinion that this circumstance could not in itself justify the lengthy restriction of the applicant’s use of his apartment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In the light of the foregoing, the Court considers that the system of staggering of the enforcement of orders for possession imposed, in the particular circumstances of this case, an excessive burden on the applicant and accordingly upset the balance that must be struck between the protection of the right of property and the requirements of the general interest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Consequently, there has been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant also alleged a breach of Article 6 § 1 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "35.  The Court observes that the applicant had originally relied on Article 6 in connection with his complaint regarding the length of the proceedings for possession. The Court nonetheless considers that the instant case must firstly be examined in connection with the more general right to a court.",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether Article 6 is applicable",
                                "elements": [
                                    {
                                        "content": "36.  The Government maintained that the arrangements for staggering police assistance were not part of the judicial process for enforcement of orders for possession, since police intervention was an administrative issue, entirely separate from and independent of the judicial process. They stressed in that connection that it was not in their capacity as officers of the court that prefects were empowered to stagger evictions, but as part of their duties as an administrative authority responsible for maintaining public order. Therefore that administrative phase could under no circumstances be said to come within the scope of Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant contested the Government’s allegations that Article 6 § 1 of the Convention is not applicable in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court has previously expressed the view that Article 6 § 1 of the Convention is applicable to the tenants’ eviction proceedings (see the Immobiliare Saffi judgment cited above, §§ 62-63). The Government’s objections must thus be rejected.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 6",
                                "elements": [
                                    {
                                        "content": "39.  The applicant complained about the length of the enforcement proceedings for possession. He stressed that despite the fact that his case deserved a priority treatment, the bailiff was granted police assistance only once and on that occasion he was not able to enforce the order for possession because the tenant pretended to be ill and no officially appointed doctor was available to check her allegations. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government maintained that the length of the proceedings was reasonable, taking into account the great number of orders for possession waiting to be enforced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes that a landlord cannot seek to enforce an order for possession against a tenant until the date which the magistrate, having regard to the special needs of both the landlord and the tenant and the reasons for the eviction, sets in the order. The maximum period for a stay of execution is statutorily fixed at six, or in exceptional cases twelve, months, after which the landlord must be allowed to enforce the order (see Immobiliare Saffi § 20). The Rome Magistrate had ruled that the applicant would be entitled to enforce his order as from 30 December 1984. This date, though, was postponed (on each occasion for several months at a time) by legislation passed between December 1984 and April 1989 (see Immobiliare Saffi §§ 23-26).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court reiterates that the right to a court as guaranteed by Article 6 also protects the implementation of final, binding judicial decisions, which, in States that accept the rule of law, cannot remain inoperative to the detriment of one party (see, mutatis mutandis, the Hornsby v. Greece judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, p. 510, § 40). Accordingly, the execution of a judicial decision cannot be unduly delayed. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  While a stay of execution of a judicial decision for such period as is strictly necessary to enable a satisfactory solution to be found to public-order problems may be justified in exceptional circumstances (see the Immobiliare Saffi judgment cited above, § 69), the present case does not concern, as the Government seem to suggest, an isolated refusal by the prefect to provide police assistance, owing to the risk of a serious disturbance of public order. The enforcement of the order issued in the applicant’s favour was stayed as a result of the intervention of the legislature, which reopened the Magistrate’s decision regarding the date by which the tenant was required to vacate the premises and conferred on the prefect, as the authority responsible for maintaining public order, a power and possibly a duty to intervene systematically in the enforcement of orders for possession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Although the applicant had made a statutory declaration that he urgently required the premises as accommodation for himself, the prefect accorded the police assistance only once. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The postponement of the date by which the premises had to be vacated rendered nugatory the Rome Magistrate’s decision on that point in his order of 7 October 1983. It should be pointed out that the decision on whether police assistance should be provided is made on the basis of the same factors – the situation of the landlord and tenant, and the grounds for eviction – as those the Magistrate takes into consideration under section 56 of Law no. 392/78. In addition, the prefect’s decisions refusing police assistance, which resulted in a de facto extension of the lease, were not subject to any effective review by the courts, since the scope of judicial review of these decisions was only possible as concerns whether he had complied with the criteria governing the order of priority. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In conclusion, while it may be accepted that Contracting States may, in exceptional circumstances and, as in this instance, by availing themselves of their margin of appreciation to control the use of property, intervene in proceedings for the enforcement of a judicial decision, the consequence of such intervention should not be that execution is prevented, invalidated or unduly delayed or, still less, that the substance of the decision is undermined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In the present case, the applicant was deprived of his right under Article 6 § 1 of the Convention to have his dispute (contestation) with his tenant decided by a court. That situation is incompatible with the principle of the rule of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  As to the complaint concerning the length of the proceedings, the Court considers that it must be regarded as having been absorbed by the preceding complaint.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "iv.  ALLEGED VIOLATION OF ARTICLE 14 IN CONJUNCTION WITH ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "49.  The applicant further maintained that Article 14 of the Convention, read in conjunction with Article 1 of Protocol No. 1, had been breached by the legislation in issue, in so far as it protected tenants to the detriment of landlords.",
                                "elements": []
                            },
                            {
                                "content": "50.  Article 14 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in the Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "51.  According to the Court’s case-law, Article 14 will be breached where, without objective and reasonable justification, persons in “relevantly” similar situations are treated differently. For a claim of violation of this Article to succeed, it has therefore to be established, inter alia, that the situation of the alleged victim can be considered similar to that of persons who have been better treated (see the Spadea and Scalabrino v. Italy judgment of 28 September 1995, Series A no. 315-B, § 45).",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court notes that the applicant seeks to compare himself to his tenant. In view of the fundamental differences between a landlord and a tenant, the Court does not find that these two situations can be compared as being analogous and considers therefore that no question of discrimination arises in the present case.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, there has been no breach of Articles 14 and 1 of Protocol No. 1 taken together.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "54.  The applicant sought reparation for the pecuniary damage he had sustained, which resulted from the difference between the rent paid by him for alternative premises and the rent paid to him by his tenant (21,930,000 Italian lire (ITL)) and an additional damage of 3,500,000 ITL. He also sought reimbursement of the legal costs incurred in the enforcement proceedings (which he put at 29,520,000 ITL, including, for each attempt to recover possession, the costs of the locksmith, of the bailiff, of the officially appointed doctor and lawyer’s fees). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government agreed that the difference between the rent paid by the applicant for his alternative premises and the rent he perceived from his tenant was a reasonable basis for calculating the pecuniary damage, but considered that an award should be made under this head only in relation to the delay in the eviction which exceeded what could be considered as proportionate to the legitimate aim pursued. As regards the costs incurred in the domestic proceedings, the Government pointed out that they should only be awarded insofar as they related to part of the enforcement proceedings exceeding a reasonable and acceptable duration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court recalls that under Article 41 of the Convention it will order reimbursement only of the costs and expenses that are shown to have been actually and necessarily incurred and reasonable as to quantum (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II). In the present case, it considers that the applicant must be awarded compensation for the pecuniary damage resulting from the difference between the rent paid by him and that paid to him by the tenant, and considers it appropriate to award 21,930,000 ITL under this head. Insofar as the legal costs in the domestic proceedings are concerned, the Court notes that the applicant submitted a bill of costs and a fee note for a total of 22,087,840 ITL: the Court decides to award this sum (see the Immobiliare Saffi judgment cited above, § 79).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non pecuniary damage ",
                                "elements": [
                                    {
                                        "content": "57.  The applicant also claimed reparation for the moral damage leaving it to the Court's discretion to assess the amount, although suggesting the amount of 50,000,000 ITL. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government submitted that a finding of a violation would in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court, having regard to its case-law (see, for example, G.L. v. Italy, no. 22671/93, 3.08.2000, § 49), decides to award 30,000,000 ITL under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Legal costs",
                                "elements": [
                                    {
                                        "content": "60.  The applicant claimed the legal costs in proceedings before the Strasbourg organs which he put at 62,749,704 ITL.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government left this matter to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court, taking into account the length and complexity of the proceedings before the Commission and the Court, decides to award 15,000,000 ITL under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  According to the information available to the Court, the statutory rate of interest applicable in Italy at the date of adoption of the present judgment is 2.5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Articles 14 of the Convention and 1 of Protocol No. 1 taken together;",
                        "elements": []
                    },
                    {
                        "content": "\n5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 2.5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 November 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF EDOARDO PALUMBO v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59060.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:1130JUD001591989",
    "externalsources": [],
    "extractedappno": [
        "15919/89",
        "22774/93",
        "392/78",
        "31195/96",
        "22671/93"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [
        "Law no. 899 of 23 December 1986",
        "Law-decree no. 551 of 30 December 1988",
        "Law no. 108 of 8 April 1988",
        "Law no. 61 of 21 February 1989"
    ],
    "itemid": "001-59060",
    "judgementdate": "30/11/2000 00:00:00",
    "kpdate": "30/11/2000 00:00:00",
    "kpthesaurus": [
        "369",
        "62",
        "167",
        "354",
        "238",
        "445",
        "7",
        "113",
        "41",
        "98",
        "101",
        "343",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-2",
        "14",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "EDOARDO PALUMBO",
        "ITALY"
    ],
    "rank": "407.644958496094",
    "representedby": [],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Chassagnou and Others v. France judgment [GC], nos. 25088/94, 28331/95, 28443/95, § 75, ECHR 1999-III",
        "G.L. v. Italy, no. 22671/93, 3.08.2000, § 49",
        "Hornsby v. Greece judgment of 19 March 1997, Reports 1997-II, p. 510, § 40",
        "Immobiliare Saffi v. Italy [GC], no. 22774/93, §§ 18-35, §§ 40-42, § 46, § 48, § 49, § 54, §§ 62-63, § 69, § 79, ECHR 1999-V",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II",
        "Spadea and Scalabrino v. Italy judgment of 28 September 1995, Series A no. 315-B, § 45"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "324095",
    "typedescription": "15"
}