{
    "__articles": "6;6+6-3-b;6-1;6-3-b;10;10-1;P7-2",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Impartial tribunal);Violation of Article 6+6-3-b - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-b - Adequate time;Preparation of defence);Violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression);Violation of Article 2 of Protocol No. 7 - Right of appeal in criminal matters (Article 2 of Protocol No. 7 - Review of conviction;Review of sentence;Criminal offence)",
    "applicability": "",
    "appno": "10644/08",
    "article": [
        "6",
        "10",
        "p7-2"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Impartial tribunal"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-3-b",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-b - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-b - Adequate time",
                "Preparation of defence"
            ],
            "type": "violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression-{general}",
            "type": "violation"
        },
        {
            "article": "p7-2",
            "base_article": "p7-2",
            "details": [
                "Article 2 of Protocol No. 7 - Review of conviction",
                "Review of sentence",
                "Criminal offence"
            ],
            "element": "Violation of Article 2 of Protocol No. 7 - Right of appeal in criminal matters",
            "type": "violation"
        }
    ],
    "content": {
        "001-181381.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 10644/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Olena Oleksandrivna Mikhaylova (“the applicant”), on 27 November 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A.A. Kristenko, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the court which had convicted her of contempt had not been impartial, that she had not had the time to prepare her defence, and that her right to legal assistance and to call and examine witnesses had not been respected. She also complained that her punishment had constituted an unlawful and unnecessary interference with her freedom of expression, in breach of Article 10 of the Convention, and that her conviction had not been subject to an appeal, contrary to Article 2 of Protocol No. 7.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 November 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1957 and lives in Nova Kakhovka.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background",
                                "elements": [
                                    {
                                        "content": "6.  Prior to the events of 1 June 2007 that are in issue in the present case the applicant, who is not a lawyer, had appeared before the Nova Kakhovka Court (hereinafter “the court”) in a number of cases, either as a party or as a representative. In particular she had been involved in litigation with the local municipal utilities company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In December 2006 B. – one of the judges of the court – ordered the applicant to pay damages to the municipal utilities company’s in-house lawyer Ms S. for defamation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Hearing before Judge M.",
                                "elements": [
                                    {
                                        "content": "8.  In 2007 the municipal utilities company instituted proceedings against the applicant, seeking recovery of utilities arrears.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 1 June 2007 a preliminary hearing in that case was held before Judge M., sitting in a single-judge formation; it was audio-recorded at the applicant’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant appeared before the court and, at the opening of the hearing, challenged the presiding judge, M., in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Applicant: Your Honour, I would like to challenge the composition of the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judge: Please proceed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Applicant: Your Honour, the grounds on which I challenge you are that, [when] sitting on the [bench of] the Nova Kakhovka Court, you have not given a single lawful decision in any case where I was a representative or a party. You have not even once protected my rights or the rights of the individuals I have been representing and helping ... Previously I used not to challenge you but lately I have started to do so. You do not allow my challenges, arguing that my arguments against you are supposedly made up and subjective. However, recently I have read an article [entitled] “Father for son, brother for brother” in the Delovye Novosti newspaper, which clearly and specifically states that you, on the basis of corporate solidarity among judges, have given a similarly unlawful judgment, as a result of which a person was falsely convicted and sentenced to eight years’ imprisonment. The newspaper article says that this issue has attracted the attention of the presidential administration and the General Prosecutor’s Office. I know that the case in question was examined by the Council of Judges and by a parliamentary commission, before which you appeared, before your appointment. This was the source of the problems you had in securing your appointment to the position of judge for life .... This article tells me unequivocally that you will only decide [this] case according to the instructions which you ... receive, and the law – including my rights as a consumer – will mean absolutely nothing to you. All the more so because I know from a court clerk that an instruction [has been given to] the Nova Kakhovka Court to decide cases [in which I am involved] against me.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In support of what I have said I can refer to the case where you considered my claim against [a prosecutor] and where you delivered a totally illegal judgment, even though there have been decisions of the Nova Kakhovka Court and of the Court of Appeal concerning the same situation, in which the actions of the prosecutor had been declared unlawful in that the prosecutor should have delivered not only letters in response to my complaints but formal decisions so that I could challenge those decisions. You, by your decision, deprived me of that right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For me this is another signal: if the fate of that young man did not mean anything to you, then mine would mean even less. So it is not just that I have serious doubts about your impartiality; I know of no case where you have given a lawful decision. When you came to the Nova Kakhovka Court, I told you that I had much hope in you – that you were a competent and good judge. I was mistaken. Especially since the time when I and [another person], waiting in the corridor, overheard you [discussing about me and laughing].",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judge [voice rising]: Olena Oleksandrivna, I am forced to interrupt you because you are making clearly false statements; this is grounds for drawing up a report of contempt of court! So please be balanced; you have just made so many false statements that are insulting the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Applicant: What I said ... [inaudible]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judge [voice rising]: Please substantiate it, substantiate it with evidence – substantiate it!",
                                        "elements": []
                                    },
                                    {
                                        "content": "Applicant: There is my complaint ... [inaudible]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judge [voice rising]: That complaint is just your subjective opinion! Please be balanced!",
                                        "elements": []
                                    },
                                    {
                                        "content": "Applicant [voice rising]: I am balanced. No, it is your subjective opinion. You prove that you haven’t done all of this! We stood there and heard ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judge: The judgments were upheld by the Court of Appeal: your case concerning K. – your case concerning elections. So please be balanced [inaudible] in [stating] your grounds for your challenge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Applicant: Your references to the Court of Appeal’s decisions ... [the applicant lists names, apparently of other judges]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judge: The hearing is adjourned!”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings against the applicant for contempt of court",
                                "elements": [
                                    {
                                        "content": "11.  According to the applicant, the hearing was adjourned at 9.30 a.m. Upon the adjournment Judge M. instructed her secretary, Ms P., to draw up an administrative-offence report in respect of the applicant for contempt of court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The report charged the applicant with contempt of court. The report stated that the applicant “on 1 June 2017 in the course of a court hearing ..., while challenging the presiding judge, accused [her] of delivering unlawful judgments [and undertaking] unlawful actions, uttered knowingly (завідомо) false statements detrimental to the judge’s honour and dignity, failed to react to the court’s admonishment to be balanced, [and] continued making statements which demonstrated her clear contempt for the court”, and in doing so committed an offence under Article 185-3 of the Code of Administrative Offences (hereinafter “the Code”) – see paragraph 22 below). The report stated that the applicant’s rights as a person accused of an administrative offence, as set out in Article 268 of the Code (see paragraph 25 below), had been explained to her and that her case would be examined on the same day. According to the applicant, the report was drawn up at 10.04 a.m. Having read it, she refused to sign it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The report was accompanied by written statements by Ms S. (see paragraph 7 above) and Ms Me. (according to the applicant, Ms Me. was Judge M.’s trainee), who had been present at the hearing and who affirmed the information in the report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to the applicant, the witness statements had not been in the file when it was transferred to Judge B., who examined her contempt case; rather, they were obtained subsequently under Judge B.’s direction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant alleged that the case file had been transmitted from Judge M.’s secretary to Judge B. directly, without being registered at the court registry and without being assigned by the court president in accordance with the usual procedure. She also alleged that she had not been given access to the case file before the contempt hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On the same day Judge B. held a hearing in the presence of the applicant. According to the applicant, the hearing commenced at 10.27 a.m. In the course of the hearing the applicant pleaded not guilty of the administrative offence of contempt of court and made oral submissions in respect of the charge against her. It appears that in the course of the hearing the applicant secretly audio-recorded the proceedings, producing a recording of a rather poor quality which she provided to the Court on a CD disc (see paragraph 48 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  At 11.46 Judge B. gave her judgment, by which the applicant was found guilty of contempt of court and sentenced to administrative detention for five days. Judge B. found that the applicant “in the course of a court hearing, in making a challenge, had accused Judge M. of adopting unlawful decisions [and undertaking] unlawful actions, had made false statements detrimental to the judge’s honour and dignity, had failed to react to the court’s admonishment to be balanced, and had continued making insulting statements which had demonstrated clear contempt for the court.” In convicting the applicant the court relied on the report (see paragraph 12 above), the statements of the witnesses Me. and S. (see paragraph 13 above), and the audio recording of the hearing (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant then spent five days in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 2 July 2007 the First Vice-President of the Kherson Regional Court of Appeal, acting on his own motion within the meaning of Article 294 of the Code (see paragraph 28 above), reviewed the case. He examined the case-file materials without holding a hearing and upheld Judge B.’s judgment (see paragraph 17 above). In his reasoning the First Vice-President noted in particular that the applicant had failed to lodge any application in her case, be it to be permitted to examine the case file, for evidence to be collected, or to be allowed to have the assistance of a lawyer.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Newspaper article to which the applicant referred in her speech",
                                "elements": [
                                    {
                                        "content": "20.  The article entitled “Father for son, brother for brother”, to which the applicant referred in her challenge of Judge M. (see paragraph 10 above), was published in the Delovye Novosti newspaper on an unspecified date. It described a criminal case concerning a bar brawl in which a person had been killed and a certain G. charged with murder. The article was apparently mainly based on the statements of G.’s father. It put forward a point of view according to which G. was innocent since he had not provoked the brawl but had simply been defending a friend whom the victim had supposedly humiliated. The article described, in caustic terms, the decisions of the courts in the case. It also described G.’s father’s and brother’s efforts to defend him. According to the article, G. had been convicted by Judge V. of the Nova Kakhovka Court and sentenced to eight years’ imprisonment. After the conviction had been quashed on appeal, a retrial had been conducted by Judge M. who, according to the article, had been driven to convict G. by “[judges’] esprit de corps and corporate solidarity”. The article reported that G’s conviction by Judge M. had again been quashed on appeal and the case remitted for retrial before a different district court and that G.’s relatives had apparently made sure that the case would be under the supervision of the presidential administration and other high State bodies.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Code of Administrative Offences",
                                "elements": [
                                    {
                                        "content": "21.  Article 32 § 1 of the Code provides that administrative detention for up to fifteen days shall be applied by courts only in exceptional cases for certain administrative offences. Article 32 § 2 of the Code bars the imposition of administrative detention on pregnant women, women with children under the age of twelve, persons under the age of eighteen and disabled persons suffering the first (most serious) degree of disability. Article 33 of the Code requires the sentencing authority, in determining sentence, to take into account the nature of the offence in question, the degree of culpability of the person concerned and his financial situation, and any attenuating and aggravating circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Article 185-3 of the Code provides for punishment in the form of a fine or administrative detention for up to fifteen days for contempt of court manifested by a repeated failure to comply with a summons to appear, failure to comply with the instructions of the presiding judge or disorderly conduct in the course of a hearing, or any other acts which demonstrate clear contempt for the court or the rules of conduct in court (дій, які свідчать про явну зневагу до суду або встановлених у суді правил).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Article 245 of the Code provides that the goals of administrative-offence proceedings are the timely, complete and objective establishment of the circumstances of every case and their resolution in accordance with the law. Article 248 provides that in examining administrative-offence cases the authorities shall be guided by the principle of equality of all citizens, regardless of race, religion, origin, and so on.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Article 250 provides that prosecutors can initiate administrative-offence proceedings, take part in the examination of such cases, lodge applications and exercise other procedural rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Article 268 of the Code provides, inter alia, the following rights of the person accused of an administrative offence:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person accused of an administrative offence shall be entitled to study the case material, to give explanations, to present evidence, to make requests, and to have the assistance of a lawyer ... during the examination of the case ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The right to a lawyer in administrative-offence proceedings is further guaranteed by Article 271 of the Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Under Article 277 of the Code, administrative-offence cases concerning contempt of court must be decided within twenty-four hours of the receipt of the administrative-offence report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Article 279 of the Code sets out the procedure for examination of administrative-offence cases. It provides that at the opening of the hearing the presiding judge announces which case is being examined and explains to the parties their rights and obligations. Then the administrative-offence report is read out, the parties are heard, evidence is examined and any applications presented by the parties are resolved. If a prosecutor participates in the hearing (see paragraph 24 above), his or her opinion is heard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  At the material time Article 294 of the Code provided that a court decision on an administrative offence could be reviewed by the judge who had adopted it, upon an extraordinary appeal lodged by a prosecutor, or by the president of a higher court of his or her own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  An amendment adopted in 24 September 2008 introduced an ordinary appeal procedure in administrative-offence cases (see Luchaninova v. Ukraine, no. 16347/02, § 33, 9 June 2011).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "30.  Article 20 of the Code of Civil Procedure (hereinafter “the CCP”), which applied to the proceedings in which the applicant challenged Judge M., provides that a judge cannot take part in the examination of a case and may be subject to a challenge where: (i) the judge previously took part in the case as, for example, a witness, representative, or expert; (ii) the judge has a direct or indirect interest in the outcome of the litigation; (iii) the judge is a family member or close relative of a party; and/or (iv) there are other grounds for doubting the judge’s objectivity and impartiality.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained of various violations of Article 6 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal established by law ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  Alleged violation of Article 6 § 1 on account of a lack of impartiality",
                                        "elements": [
                                            {
                                                "content": "32.  The applicant submitted that Judge B., who had tried her case, had not been independent and impartial. In particular, because of the absence at the hearing of any party for the prosecution, the judge had assumed this function and had acted as prosecuting authority, directing the collection of evidence against the applicant and thus undermining her own impartiality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Moreover, the case had been assigned to that judge in an irregular manner: despite the fact that under the relevant regulations an administrative-offence case file had to be entered into the records at the court’s registry and then transmitted to the court’s president to be then distributed to a judge (in accordance with objective criteria set out in the regulations – primarily on a first-come-first serve basis), in this instance it had been transmitted directly from Judge M. to Judge B. In support of this allegation the applicant stated that she had observed Judge M.’s secretary taking the case directly to Judge B.’s office and that the case file had had no number when Judge B. had examined the case (according to the applicant it had been added later but written in the wrong place on the case file’s front page). For the applicant, this had constituted proof that the case was being “rushed through”, in breach of applicable rules. The applicant believed that the case had been transferred to Judge B. because she had previously decided a defamation case against the applicant (see paragraph 7 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant further alleged that in the course of the hearing Judge B. had become involved in a dispute with the applicant and had referred to other cases over which she had presided and where the applicant had acted as a representative. The judge had remarked that it was habitual for the applicant to act in a contemptuous manner. When the applicant had tried to explain her reasons for challenging Judge M., Judge B. had interrupted her and had threatened her with another contempt charge. Finally, the statements of witnesses S. and Me. had not been enclosed with the administrative offence report but had been drawn up and added to the case on Judge B.’s instructions. The applicant had asked for a certain Mr D., allegedly Judge M.’s another trainee, to be called as a witness but Judge B. had failed to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Government referred to the legislative provisions guaranteeing objectivity and respect for equality in the examination of administrative-offence cases (see paragraph 23 above). They stressed that the court had examined the applicant’s case only on the grounds of the evidence already in the file – namely the offence report, witness statements and the audio recording of the preliminary hearing before Judge M. Therefore, the court had not taken over the duties of the prosecution. Moreover, the appropriateness of the decision in the applicant’s case had been confirmed by the Court of Appeal (see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Accordingly, the Government maintained that there had been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged violation of Article 6 §§ 1 and 3 (b)",
                                        "elements": [
                                            {
                                                "content": "37.  The applicant submitted that she had not had adequate time and facilities for the preparation of her defence, in violation of Article 6 §§ 1 and 3 (b) of the Convention. At 9.30 a.m Judge M. had adjourned the hearing and instructed her secretary to draw up the offence report; the hearing concerning that report had commenced at 10.27 a.m. – less than an hour later. The applicant alleged that she had not been notified of the contempt hearing. Even though she had been given the offence report to read at 10.04 a.m., she had refused to sign it until she had a chance to consult a lawyer. The reference in the report to the fact that the hearing would be held on the same day had been insufficient since the applicant had not been informed of the time of the hearing. She had not been able to obtain copies of documents in the case file prior to the hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government referred to the requirement of domestic law that administrative-offence cases concerning contempt of court be examined within twenty-four hours (see paragraph 26 above). The offence report which the applicant had read but had refused to sign had indicated that the case would be examined on the same day. Therefore, she had been informed of the day of the hearing. She could have applied for the case to be adjourned (in which case she would then have been allowed to study the case file) but, as the Court of Appeal had established, she had failed to do so. As a habitual representative in civil cases, where the scope of procedural rights was similar, the applicant must have been aware of that possibility. The case concerned events in which the applicant had herself participated. In view of this and the limited amount of material in the file, the applicant had had sufficient time and facilities for the preparation of her defence. Accordingly, the Government maintained that there had been no violation of Article 6 §§ 1 and 3 (b) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Alleged violations of Article 6 §§ 1 and 3 (c) and (d)",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant submitted that even though she had had a right to a lawyer under domestic law (see paragraph 25 above), the presiding judge had failed to ask her whether she required the assistance of a lawyer and she herself had not raised this issue because things had been moving so quickly that she had not been able adequately to react to what had been happening. She had not had sufficient time to examine the seriousness of the accusations against her or to make a decision on whether she needed legal representation. She argued, accordingly, that there had been a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant further alleged that her right to ask the court to call witnesses had not been explained to her. The witnesses for the prosecution and for the defence had not been examined at the hearing. Both witnesses for the prosecution had been biased against the applicant and in Judge M.’s favour, as Ms S. had been her opponent in previous defamation proceedings (see paragraph 7 above) and Ms Me. was Judge M.’s trainee (see paragraph 13 above). Despite being aware of this, Judge B. had failed to take that bias into account or to examine those persons at the hearing. Despite the applicant’s insistence, the court had refused to call and question a certain Mr D., who, she alleged, had been Judge M.’s other trainee, had witnessed the incident and had refused to testify against her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government submitted that domestic law had required that the applicant be informed of her rights at the opening of the hearing in respect of her case (see paragraph 27 above). Moreover, as a person with substantial experience in litigation, she must have been aware of her rights, including her right to legal assistance. Nevertheless, she had failed to ask for a lawyer. The case had not been complex and the applicant had not demonstrated that the interests of justice had required her to be represented.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Concerning the applicant’s complaint under Article 6 § 3 (d) the Government submitted, likewise, that the applicant, having been informed of her rights and having litigation experience, had failed to ask for any witnesses to be called. Moreover, the court had had direct access to the audio-recording of the hearing before Judge M. and had therefore been able to directly assess the applicant’s words and conduct; therefore, witnesses could not have furnished any additional information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Accordingly, the Government maintained that there had been no violation of Article 6 §§ 1 and 3 (c) or (d) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Other alleged violations of Article 6",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant further submitted that domestic law barred the imposition of administrative detention on women who had children under twelve (see paragraph 21 above). The court – having failed to verify whether the applicant fell under that category – had breached the requirements of a fair trial, even though the applicant in fact had not had any children at the time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The court had also failed to take into account any circumstances which could have extenuated the applicant’s responsibility – such as the fact that her statements about Judge M. had constituted value judgments – or to consider any alternative sanctions.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "46.  The Court notes at the outset that, by virtue of the severity of the sanction, administrative proceedings such as those directed against the applicant in the present case are to be considered “criminal” for the purposes of the Convention and its Protocols (see Gurepka v. Ukraine, no. 61406/00, § 55, 6 September 2005) and thus attract the full guarantees of Article 6 of the Convention and, consequently, those of Article 2 of Protocol No. 7. The Government did not contest this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In her submissions the applicant referred to certain statements supposedly made by her and by Judge B. in the course of the hearing on the charges of contempt of court on 1 June 2007. She alleged in particular that (i) Judge B. had supposedly ordered the statements of witnesses S. and Me. to be drawn up and added to the file, (ii) in the course of the hearing Judge B. had entered into a dispute with her and had criticised her conduct in the course of previous cases before Judge B. unrelated to the incident with Judge M., and (iii) the applicant had asked for one of Judge M.’s trainees, a certain Mr D., to be called as a defence witness (see paragraphs 34 and 40 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  To support those allegations, the applicant appeared to rely solely on the audio recording of the hearing before Judge B. on the CD disk she had submitted to the Court (see paragraph 16 above). She, however, failed to explain under what conditions the recording had been made and its legal status under domestic law. Moreover, the recording is of poor quality and incomplete and the applicant has failed to provide a transcript of the recording or even of the parts she purports to rely on. Under such conditions the Court does not consider it appropriate to take the recording into account in its assessment and establishment of the facts. In any case, the specificity of the Court’s task under Article 19 of the Convention – to ensure the observance by the Contracting States of their engagement to secure the fundamental rights enshrined in the Convention – conditions its approach to the issues of evidence and proof (see Baka v. Hungary [GC], no. 20261/12, § 143, ECHR 2016). As set out in paragraphs 61 to 70 below, the facts established by the Court on the basis of other evidence, without recourse to the recording mentioned in paragraph 16 above, are sufficient for the Court to resolve the applicant’s complaints under Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  As far as the applicant’s allegations concerning the assignment of the case to Judge B. are concerned, to support them the applicant relied on three elements: (i) she witnessed Judge M.’s secretary taking the physical case file to Judge B.’s office, (ii) Judge B. did not announce the number of the case at the opening of the hearing, (iii) the case-file number was written in the wrong place on the case file’s front page (see paragraphs 15 and 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As to the first of those elements, even if the applicant’s allegation is accepted as true, the fact that one judge’s secretary took the file to the other judge’s office does not mean by itself that prior to doing so the case had not been duly assigned to that latter judge in accordance with the established procedure. As to the second element, it appears to be exclusively based on the recording mentioned in paragraphs 16 and 48 above; in any case, the applicant did not cite any legislation or practice requiring judges to read case numbers at the opening of hearings. As to the third element, the applicant has failed to explain why she considered the place where the case file number was written to have been “incorrect” and has failed to cite any regulations or guidance documents in this respect. Finally, it does not appear that the applicant has attempted to obtain any information about the assignment of the case or has aired this matter domestically in any form.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Therefore, the Court considers the above allegations to be unsubstantiated. The same applies to the applicant’s allegation that the court did not enquire whether she had a child under twelve at the time (see paragraph 44 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  To the extent that the applicant’s complaint concerns the failure to examine witnesses S. and Me. at her trial (see paragraph 40 above), there is likewise no evidence that the applicant asked for the witnesses to be called. In any case, the court heard the full audio recording of the preliminary hearing before Judge M., which included the applicant’s speech and her exchange with Judge M. (see paragraphs 10 and 17 above), and the witnesses’ statements only concerned the witnesses’ own characterisation of the applicant’s statements, which was not binding on the court. Therefore, there is no indication that the evidence of those witnesses constituted the “sole or decisive” evidence on which the applicant’s conviction was grounded or that it carried such significant weight as to handicap the defence (see, for example, Cabral v. the Netherlands (dec.), no. 37617/10, §§ 18 and 23, 28 June 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Accordingly, the above-mentioned parts of the application should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  As to the applicant’s allegation under Article 6 that the domestic court failed to take into account any circumstances which could extenuate her responsibility – such as that her statements had constituted value judgments – or to consider any alternative sanctions (see paragraph 45 above), the Court, being the master of the characterisation to be given in law to the facts of the case (see Guerra and Others v. Italy, 19 February 1998, § 44, Reports of Judgments and Decisions 1998-I), considers that those arguments fall to be examined under Article 10 of the Convention (see paragraphs 77 to 97 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court notes that the remainder of the applicant’s complaints under Article 6 – that is to say the complaint under Article 6 § 1 in respect of the impartiality requirement (to the extent that it concerned the absence of a prosecuting party at the applicant’s trial – see paragraph 32 above) and the applicant’s complaints under Article 6 §§ (b) and (c) see paragraphs 37 and 39 above) – is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "56.  The Court reiterates that “impartiality” normally denotes the absence of prejudice or bias, and its existence or otherwise can be tested in various ways. According to the Court’s settled case-law, the existence of impartiality for the purposes of Article 6 § 1 must be determined according to both (i) a subjective test, where regard must be had to the personal conviction and behaviour of a particular judge (that is to say whether the judge held any personal prejudice or bias in a given case); and (ii) an objective test – that is to say by ascertaining whether the tribunal itself (and, among other aspects, its composition) offered sufficient guarantees to exclude any legitimate doubt in respect of its impartiality (see, for example, Morice v. France [GC], no. 29369/10, § 73, ECHR 2015, with further references). As to the objective test, it must be determined whether, quite apart from the judge’s conduct, there are ascertainable facts which may raise doubts as to his or her impartiality. This implies that, in deciding whether in a given case there is a legitimate reason to fear that a particular judge, or a body sitting as a bench, lacks impartiality, the standpoint of the person concerned is important but not decisive. What is decisive is whether this fear can be held to be objectively justified (ibid., § 76). The objective test mostly concerns hierarchical or other links between the judge and other protagonists in the proceedings. In this connection even appearances may be of a certain importance or, in other words, “justice must not only be done, it must also be seen to be done”. What is at stake is the confidence which the courts in a democratic society must inspire in the public (ibid., § 77 and 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court has examined the question of compliance with the principle of impartiality in a number of cases where the prosecuting authority was absent from part or the entirety of proceedings against the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In Thorgeir Thorgeirson v. Iceland (25 June 1992, §§ 52 and 53, Series A no. 239) the Court found no violation of Article 6 where the prosecutor had been absent from a part of the applicant’s criminal trial at which the court had not been called to conduct any investigation into the merits of the case, let alone to assume any functions which might have been fulfilled by the prosecutor had he been present. In Padovani v. Italy (26 February 1993, §§ 28 and 29, Series A no. 257-B) the issue before the Court was whether the fact that the pretore had performed the function of an investigating magistrate before the trial, in particular had questioned the applicant, and then acted as the trial judge, raised an issue of his impartiality. However, on the facts and based on the specific activities the pretore had performed, no violation was found.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In Ozerov v. Russia (no. 64962/01, §§ 53-58, 18 May 2010) and Krivoshapkin v. Russia (no. 42224/02, §§ 44-46, 27 January 2011) the Court found violations of the principle of impartiality where the prosecutor had been absent from the entirety of the applicants’ criminal trials but the courts had proceeded to examine evidence, including questioning defendants and witnesses, and convicted the applicants. The Court found that in such circumstances the courts confused the roles of prosecutor and judge and thus gave grounds for legitimate doubts as to their impartiality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In Karelin v. Russia (no. 926/08, §§ 51-84, 20 September 2016) the Court found a violation of the principle of impartiality in the course of administrative-offence proceedings against the applicant from which a prosecuting authority had been absent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court notes at the outset that, particularly in view of its conclusions in paragraphs 47 to 51 above, Judge B.’s impartiality cannot be put in doubt under the subjective test.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Turning to the objective test, the Court notes that the domestic court held an oral hearing at which only the applicant was present; at that hearing the domestic court examined the applicant and the evidence in the file. Despite the applicant pleading not guilty, the court convicted her (see paragraphs 16-17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The case was examined under rules of procedure which closely resembled those which the Court dealt with in the case of Karelin (cited above, §§ 61-67). The role of the authority which drew up the administrative offence report (in this case the judge’s secretary) was limited to transmitting the report and supporting evidence to the court. Once that function had been fulfilled, that authority had no role in the proceedings, and neither did the prosecution service. There was, in other words, no “prosecuting party” or “prosecuting authority” in the proceedings before the court. The victim was not represented in the proceedings either. While the prosecution service had a right to be present (see paragraph 24 above), it does not appear that it was indeed present or even informed of the proceedings. In that sense, there was nobody at the hearing to contradict the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In such circumstances the Court considers that the trial court had no alternative but to undertake the task of presenting – and, what is more pertinent, to carry the burden of supporting – the accusation during an oral hearing. The Court is not convinced that sufficient safeguards were in place to exclude legitimate doubts as to the adverse effect that such procedure had on the trial court’s impartiality (ibid., §§ 73 and 75).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In this context the Court reiterates that, as it held in the Karelin case, where (i) an oral hearing is held to determine a “criminal charge” against a defendant and (ii) having been afforded an adequate opportunity to attend, the defence has not validly waived it, the presence of a prosecuting party is, as a rule, appropriate in order to avert legitimate doubts that may otherwise arise in relation to the impartiality of the court (ibid., § 76).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The fact that the case was subsequently reviewed by the First Vice-President of the Court of Appeal (see paragraph 19 above) did not remedy the lack of impartiality of the court which convicted the applicant. Even assuming that that authority had the power to quash the applicant’s conviction on the grounds that the Nova Kakhovka Court had not been impartial, it did not do so and upheld the applicant’s conviction and her sentence (see, mutatis mutandis, Ozerov, cited above, § 56, and Krivoshapkin, cited above, § 45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  There has therefore been a violation of Article 6 § 1 of the Convention in respect of the impartiality requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In so far as the applicant complained about a violation of Article 6 § 3 (b) of the Convention (see paragraphs 37 above), the Court notes that, since the requirements of Article 6 § 3 constitute specific aspects of the right to a fair trial guaranteed under Article 6 § 1, the Court will examine the applicant’s complaint presented under Article 6 § 3 under these provisions taken together (see, for example, Gäfgen v. Germany [GC], no. 22978/05, § 169, ECHR 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court has already found violations of applicants’ rights under Article 6 §§ 1 and 3 (b) in administrative-offence cases where, as in the present case, the period between the drawing-up of the administrative offence reports and the examination of the applicants’ administrative cases was not longer than a few hours (see Kornev and Karpenko v. Ukraine, no. 17444/04, §§ 67 and 68, 21 October 2010, and Vyerentsov v. Ukraine, no. 20372/11, §§ 76 and 77, 11 April 2013). Having examined all the material before it, the Court has not found any argument capable of persuading it to reach a different conclusion in the present case. Even accepting that the applicant’s case was not a particularly complex one, the Court is not convinced that the circumstances in which the applicant’s trial was conducted were such as to enable her to familiarise herself properly with and to assess adequately the charge and evidence against her and to develop a viable defence strategy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  There has accordingly been a violation of Article 6 §§ 1 and 3 (b) of the Convention in that the applicant was not afforded adequate time for the preparation of her defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In view of its findings in paragraphs 67 and 70 above, the Court considers that no separate issue arises under Article 6 §§ 1 and 3 (c) of the Convention (see paragraph 39 above; see also, mutatis mutandis, Kyprianou v. Cyprus [GC], no. 73797/01, § 141, ECHR 2005-XIII, and Kornev and Karpenko, cited above, § 71).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The applicant complained of a violation of her right to freedom of expression under Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "73.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "74.  The applicant submitted that there had been disproportionate interference with her freedom of expression. The notion of “contempt of court” in domestic law was vague: in particular, the Code of Administrative Offences used the term “acts” in describing contempt of court (see paragraph 22 above). For the applicant, this meant that contempt could not be committed through words only. It had been inevitable that her challenge to the judge would lead to expression of opinions unpleasant to her, but the applicant had not used any words or expressions which might have offended the judge. The applicant believed that the judge had been biased against her and the article in the Delovye Novosti newspaper (see paragraph 20 above) had strengthened this opinion, which could not be considered insulting or degrading to the judge. The applicant’s conviction and in particular the punishment imposed risked creating a chilling effect for litigants in protecting their rights. As no members of the public had been present at the hearing, there had been no need to resort to extraordinary measures to maintain the authority of the court. It had to be taken into account that the applicant had only made her statements at the court hearing and not in the media.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Even if she had committed “contempt of court”, the punishment imposed had been grossly disproportionate to its purpose. Under domestic law administrative detention as punishment could be applied only in exceptional cases, and a number of factors had to be taken into account before it was imposed (see paragraph 21 above). Therefore, the court should have specifically justified the punishment it had chosen and considered alternative punishments, including a fine, but it had failed to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Government agreed that there had been an interference with the applicant’s freedom of expression. However, they submitted that it had been lawful, as it had been based on the provisions of the Code of Administrative Offences, and had pursued the legitimate aims of (i) maintaining the authority and impartiality of the judiciary and (ii) the prevention of crime. As to whether the interference had been “necessary in a democratic society”, the Government argued that the applicant, when raising her challenge, should have presented arguments regarding alleged bias with caution, rather than in a manner that had undermined the court’s authority; moreover she should have abstained from making offensive statements. However, the applicant had cited personal reasons for her distrust of Judge M., which had come across as disrespectful of the judge and the court in general. None of the reasons she had given for her challenge had been supported by any evidence – indeed, they had gone far beyond what had been needed to support the challenge and into general unproven allegations about the judge’s conduct. When the judge had warned the applicant that making false statements could constitute grounds for holding her in contempt, the applicant had not desisted but rather had continued making her statements, and had embarked upon a dispute with the judge. As to proportionality, although the maximum punishment possible had been fifteen days of imprisonment, the applicant had been sentenced to five days only. The appropriateness of this punishment had been confirmed by the First VicePresident of the Court of Appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "77.  The Court finds, and this is not in dispute between the parties, that the applicant’s conviction constituted an interference with her right to freedom of expression. Such interference will breach the Convention if it fails to satisfy the criteria set out in paragraph 2 of Article 10. The Court must therefore determine whether it was “prescribed by law”, whether it pursued one or more of the legitimate aims listed in that paragraph and whether it was “necessary in a democratic society” in order to achieve such aim or aims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court observes that the interference in question had a basis in domestic law, namely Article 185-3 of the Code of Administrative Offences (see paragraph 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The applicant appeared to argue, in substance, that the domestic courts’ interpretation of the relevant provision was too broad since, according to her, by its terms it covered only contempt committed through physical acts – not through words only (see paragraph 74 above). The Court observes that it is primarily for the national authorities, notably the courts, to interpret and apply domestic law (see, for example, Satakunnan Markkinapörssi Oy and Satamedia Oy v. Finland [GC], no. 931/13, § 144, 27 June 2017). Nothing indicates that the domestic court’s interpretation that the relevant provision applied to contemptuous speech, and not only to physical acts, was arbitrary or manifestly unreasonable. In particular, the applicant has failed to present any examples of the domestic case-law which would support her interpretation (compare Medžlis Islamske Zajednice Brčko and Others v. Bosnia and Herzegovina [GC], nos. 17224/11, § 71, 27 June 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Under these circumstances, the Court cannot but conclude that the interference complained of was “prescribed by law” within the meaning of Article 10 § 2 of the Convention. In any event, the applicant presented the argument concerning the distinction between “acts” and “speech” in support of her more general argument that the interference was disproportionate, which is part of the question of whether it was “necessary in a democratic society” and which the Court will examine below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court finds that the interference with the applicant’s freedom of expression pursued the legitimate aim of maintaining the authority of the judiciary within the meaning of Article 10 § 2 of the Convention (see Kyprianou, cited above, § 168, and Radobuljac v. Croatia, no. 51000/11, §§ 53 and 54, 28 June 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression, as protected by Article 10. The Court’s task, in exercising its supervisory jurisdiction, is not to take the place of the competent national authorities but rather to review under Article 10 the decisions they delivered pursuant to their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole and determine whether it was “proportionate to the legitimate aim pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they relied on an acceptable assessment of the relevant facts (see Morice, cited above, § 124, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  From another standpoint, whoever exercises his freedom of expression undertakes “duties and responsibilities”, the scope of which depends on his or her situation and the technical means he or she uses (see Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 4). As set forth in Article 10, this freedom is subject to exceptions, which must, however, be construed strictly, and the need for any restrictions must be established convincingly (see Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003V). Parties’ freedom of expression in the courtroom is not unlimited and certain interests, such as the authority of the judiciary, are important enough to justify restrictions on this right (see Mariapori v. Finland, no. 37751/07, § 62, 6 July 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  However, the Court has also held that it was only in exceptional circumstances that the restriction – even by way of a lenient criminal penalty – of defence counsel’s freedom of expression can be accepted as necessary in a democratic society (see Nikula, cited above, §§ 54-55, and Kyprianou, cited above, § 174). Similar considerations apply in respect of statements made by witnesses testifying before a court (see Mariapori, cited above, § 62).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court is mindful of the fact that an interference with freedom of expression in the course of a trial could also raise an issue under Article 6 of the Convention with regard to the right to a fair trial. Although parties’ freedom of expression should not be unlimited, “equality of arms” and other considerations of fairness can militate in favour of a free exchange of argument between parties (see Nikula, cited above, § 49, and Mariapori, cited above, § 63).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Finally, the nature and severity of the sanctions imposed are also factors to be taken into account when assessing the proportionality of the interference. As the Court has previously pointed out, interference with freedom of expression may have a chilling effect on the exercise of that freedom. Generally speaking, while it is legitimate for the institutions of the State, as guarantors of the institutional public order, to be protected by the competent authorities, the dominant position occupied by those institutions requires the authorities to display restraint in resorting to criminal proceedings (see, for example, Morice, cited above, § 127).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court must ascertain whether on the facts of the case a fair balance was struck between, on the one hand, the need to protect the authority of the judiciary and, on the other hand, the protection of the applicant’s freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In assessing statements addressed to judges, the Court in its case-law has emphasized that the courts, as with all other public institutions, are not immune from criticism and scrutiny. Therefore, while parties are certainly entitled to comment on the administration of justice in order to protect their rights, their criticism must not overstep certain bounds. In particular, a distinction should be drawn between criticism and insult. If the sole intent of any form of expression is to insult or attack the dignity of a court or its members, an appropriate sanction would not, in principle, constitute a violation of Article 10 of the Convention (see, for example, Skałka v. Poland, no. 43425/98, § 34, 27 May 2003; Saday v. Turkey, no. 32458/96, § 36, 30 March 2006; and Žugić v. Croatia, no. 3699/08, § 45, 31 May 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court considers that in the present case the applicant’s speech went beyond the mere expression of criticism of Judge M.’s decisions and doubts about her impartiality and developed into a personal attack on the judge, imputing to her highly improper conduct contrary to her judicial duties. In particular, the applicant stated that Judge M. “[had] not given a single lawful decision in any case where [the applicant] was a representative or a party”, had “not even once protected [the applicant’s] rights or the rights of the individuals [the applicant had] been representing”, was deciding a case “according to the instructions which [she] receive[d], and the law ... mean[t] absolutely nothing to [her]”. The applicant also added that she was mistaken in saying that Judge M. was “a competent and good judge” (see paragraph 10 above; compare Kincses v. Hungary, no. 66232/10, §§ 39-40, 27 January 2015, where an advocate called into question the professional competence of a judge dealing with his case; Rodriguez Ravelo v. Spain, no. 48074/10, § 46, 12 January 2016, where the applicant attributed blameworthy conduct to the district judge, such as willfully deciding to distort reality, unhesitatingly lying or, further, issuing an untruthful report containing false and malicious information; Saday, cited above, § 35, where the accused had described the Turkish judiciary as “executioners dressed in gowns”; and Žugić, cited above, § 47, where the applicant’s notice of appeal had used language implying that the judge as a person was ignorant and incompetent; and also contrast Radobuljac, cited above, § 66, where the Court considered that the comments of an advocate were aimed at the manner in which the judge was conducting the proceedings and thus were strictly limited to the judge’s performance in his client’s case, and distinct from criticism focusing on his general qualities, professional or otherwise).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The applicant argued that her speech had been mainly inspired by and based on the article published in the Delovye Novosti newspaper and mentioning Judge M. (see paragraph 20 above). However, in fact, the applicant’s critique of the judge was very broad (compare Saday, cited above, § 35) and only a part of it could be reasonably seen as being based on the article. In addition, the article concerned Judge M. only tangentially and, even to the extent that it did concern her, did not contain any specific factual information, as opposed to vague and apparently equally unsubstantiated statements about her motives. The applicant did not refer to any other factual grounds for her statements about Judge M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Therefore, the Court finds no reason to question the domestic court’s findings that the applicant’s statements were untrue. For the same reason, the Court finds that, even if some of the applicant’s statements could be seen as constituting value judgments rather than statements of fact, no sufficiently accurate and reliable factual basis proportionate to the nature of the applicant’s allegations has been established (see, for the relevant principle, Jerusalem v. Austria, no. 26958/95, § 43, ECHR 2001-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Even though the judge warned the applicant repeatedly of the need for her to be measured in her statements (otherwise she could risk facing a possible contempt of court charge), the applicant held to her statements (contrast Mariapori, cited above, § 64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  At the same time the gravity of the applicant’s statements was mitigated by several circumstances. As to the nature of her remarks, while they were indeed very critical, sweeping and emotional, the applicant limited herself to rather formal expressions and did not resort to indecent, belittling or highly sarcastic language (contrast Skałka, cited above, § 10, and Rodriguez Ravelo, cited above, § 46), Moreover, it is an important consideration that the statements were made in the courtroom, where the principle of fairness militates in favour of a free and even forceful exchange of arguments between parties (see Morice, cited above, § 137). While the hearing was in principle open to the public, the applicant alleged, and the Government did not contest, that only the court staff, trainees and Ms S. (the adverse party’s lawyer) had been present (compare, for example, Raichinov v. Bulgaria, no. 47579/99, § 48, 20 April 2006). Moreover, the impugned remarks had not been repeated outside the courtroom (see Morice, cited above, § 137). It follows that all those present were, by virtue of their position and training, unlikely to have been susceptible to the applicant’s sweeping and emotional criticism of the judge; therefore, it is unlikely that a less severe reaction to the applicant’s statements would have been gravely damaging to the courts’ authority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  In such circumstances the Court finds decisive the unexplained gravity of the sanction imposed on the applicant, combined with the deficiencies it found in the procedure against her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court observes that the applicant was not a lawyer (see paragraph 6 above) and so could not have been subjected to disciplinary measures; this limited the range of sanctions available to the domestic court in respect of her misconduct. It remains the case, however, that a less severe sanction, a fine, was available to the court (see paragraph 22 above; see also Kyprianou, cited above, §§ 178 and 180), but the court did not specifically address the question of why it considered a custodial sentence to be the most appropriate sanction, even though it appeared to be its duty to do so under domestic law (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court considers, therefore, that the penalty imposed on the applicant was disproportionately severe and was thus capable of having a “chilling effect” on individuals (including lawyers) conducting representation in court proceedings. The Court’s findings of procedural unfairness in the proceedings against the applicant (see paragraphs 67 and 70 above) serve to compound this lack of proportionality (see, mutatis mutandis, Kyprianou, cited above, §§ 171 and 181, and Morice, cited above, § 155).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  There has, accordingly, been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL NO. 7",
                        "elements": [
                            {
                                "content": "98.  The applicant complained that she had been deprived of the right to appeal against the judgment in her criminal case. She relied on Article 2 of Protocol No. 7, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone convicted of a criminal offence by a tribunal shall have the right to have his conviction or sentence reviewed by a higher tribunal. The exercise of this right, including the grounds on which it may be exercised, shall be governed by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  This right may be subject to exceptions in regard to offences of a minor character, as prescribed by law, or in cases in which the person concerned was tried in the first instance by the highest tribunal or was convicted following an appeal against acquittal.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "99.  The Court notes that this complaint is not manifestly ill-founded, within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "100.  The applicant submitted that, as established by the Court in previous judgments, at the material time there had been no ordinary appeal procedure in administrative offence cases. The extraordinary appeal procedure which had existed did not satisfy the requirements of Article 2 of Protocol No. 7. The offence for which the applicant had been convicted was serious and did not fall into exceptions provided in the second paragraph of Article 2 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Government submitted that the applicant had a right to appeal, under Article 294 of the Code, which she had exercised by asking that the case be reviewed. This had effectively been done by the First Vice-President of the Regional Court of Appeal (see paragraphs 28 and 19 above respectively).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "102.  The Court has already found violations of Article 2 of Protocol No. 7 because (i) Ukrainian law, prior to the amendments adopted in 2008 (see paragraph 29 above), did not provide for a right of appeal, within the meaning of paragraph 1 of that provision, in administrative-offence cases (see Gurepka, cited above, §§ 59-62), and (ii) the administrative offence of contempt of court could not be considered an “offence of a minor character” within the meaning of paragraph 2 of that provision (see Gurepka v. Ukraine (no. 2), no. 38789/04, §§ 32 and 33, 8 April 2010). The Court also stated that the procedure under Article 294 of the Code, invoked by the Government (see paragraph 101 above), did not provide at the material time for a right to appeal within the meaning of Article 2 of Protocol No. 7 (see Gurepka, cited above, §§ 60 and 61, and, mutatis mutandis, Luchaninova v. Ukraine, no. 16347/02, § 70, 9 June 2011, where, despite that finding, eventually no violation was found on the facts because the applicant had been convicted of an “offence of a minor character”). The Court has also reached similar conclusions in its case-law concerning other countries (see Galstyan v. Armenia, no. 26986/03, §§ 12427, 15 November 2007, and Kakabadze and Others v. Georgia, no. 1484/07, §§ 97 and 98, 2 October 2012). Having examined all the material before it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  There has, accordingly, been a violation of Article 2 of Protocol No. 7.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.   ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "104.  Lastly, the applicant complained under Article 7 of the Convention that her expressions could not be considered as constituting contempt of court and that the latter offence was not formulated in the domestic law with sufficient precision.",
                                "elements": []
                            },
                            {
                                "content": "105.  Having regard to the facts of the case, the submissions of the parties and its findings under other provisions of the Convention, the Court considers that it has examined the main legal questions raised in the present application and that there is no need to give a separate ruling on the admissibility and merits of the present complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "106.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "107.  The applicant claimed 30,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court, ruling on an equitable basis, awards the applicant EUR 3,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "110.  The applicant claimed 117,220.80 hryvnias (UAH – approximately EUR 10,168) for legal fees incurred before the Court and UAH 164.31 (approximately EUR 14) for postal expenses incurred before the Court, to be paid directly to her representative’s bank account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government considered the claim excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above-mentioned criteria, the Court considers it reasonable to award the sum of EUR 5,200 under this head, to be paid directly into the applicant’s representative’s bank account (see, mutatis mutandis, Khlaifia and Others v. Italy [GC], no. 16483/12, § 288, ECHR 2016 (extracts), and Oleksandr Volkov v. Ukraine, no. 21722/11, § 219, ECHR 2013).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "113.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 6 § 1 concerning compliance with the impartiality requirement (to the extent that it concerned the absence of a prosecuting party at the applicant’s trial), Article 6 §§ 3 (b) and (c), Article 10 of the Convention and Article 2 of Protocol No. 7 admissible the remainder of the complaints under Article 6 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that it is not necessary to examine the admissibility and merits of the complaint under Article 7 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the impartiality requirement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 §§ 1 and 3 (b) of the Convention in that the applicant was not afforded adequate time and facilities to prepare her defence;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that no separate issue arises under Article 6 §§ 1 and 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 2 of Protocol No. 7;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 March 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MIKHAYLOVA v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-181381.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0306JUD001064408",
    "externalsources": [],
    "extractedappno": [
        "10644/08",
        "16347/02",
        "61406/00",
        "20261/12",
        "37617/10",
        "29369/10",
        "64962/01",
        "42224/02",
        "926/08",
        "22978/05",
        "17444/04",
        "20372/11",
        "73797/01",
        "931/13",
        "17224/11",
        "51000/11",
        "48898/99",
        "37751/07",
        "43425/98",
        "32458/96",
        "3699/08",
        "66232/10",
        "48074/10",
        "26958/95",
        "47579/99",
        "38789/04",
        "26986/03",
        "1484/07",
        "16483/12",
        "21722/11"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-181381",
    "judgementdate": "06/03/2018 00:00:00",
    "kpdate": "06/03/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "136",
        "180",
        "12",
        "315",
        "149",
        "148",
        "443",
        "548",
        "436",
        "439"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P7-2",
        "6-3-b",
        "10",
        "10-1",
        "6-1",
        "6"
    ],
    "parties": [
        "MIKHAYLOVA",
        "UKRAINE"
    ],
    "rank": "2274.38745117188",
    "representedby": [
        "KRISTENKO A.A."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "472954",
    "typedescription": "15"
}