{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "2914/02",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-88529.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2914/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Boris Prepeliţă (“the applicant”), on 26 November 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Chitic, from Lawyers for Human Rights, a non-governmental organisation based in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent at the time, Mr V. Pârlog.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained that the failure to enforce a final judgment in his favour had violated his right to have his civil rights determined by a court as guaranteed by Article 6 of the Convention and his right to peaceful enjoyment of his possessions, guaranteed by Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1933 and lives in Orhei.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant was a victim of deportation by the Soviet authorities in the 1940s. In 1941 his family’s house was confiscated by the State. In 1992 the Moldovan Parliament enacted Law No. 1225-XII which allowed the victims of Soviet repression to claim back their confiscated property.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1998 the applicant brought an action against the local council, claiming the return of his family’s house. On 27 November 1998 the Orhei District Court found for the applicant. It confirmed his property right over the house and ordered the local council to evict the current tenants and provide them with alternative accommodation. The judgment became final. One of the two families concerned by the eviction included a person with a first-degree disability.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant obtained an enforcement warrant which the bailiff failed to enforce. On 14 March 2002, the applicant wrote a letter to the bailiff of the Orhei District Court asking him to enforce the decision of 27 November 1998. The bailiff replied by a letter dated 3 April 2002, stating that the local council did not have the means to execute the judgment.",
                                "elements": []
                            },
                            {
                                "content": "10.  In view of the long period during which the judgment had not been enforced, the applicant on 10 January 2003 proposed to the council that it pay him the monetary value of the house, which he estimated at 80,000 Moldovan lei (MDL), (approximately 5,465 euros (EUR)) at the relevant time. By a letter of 28 January 2003 the council rejected his offer on the ground that the house was worth MDL 15,514 according to the real estate register.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 20 February 2004 the local council informed the applicant that it had modified its budget for 2004 and had provided for MDL 80,000 to be paid to him in lieu of the house. No offer of compensation for pecuniary or non-pecuniary damage was made. The applicant rejected the offer. Subsequently the Republican Institute for Judiciary and Criminal Expertise (“the RIJCE”) determined the market value of the house at MDL 81,570 (EUR 5,400). The applicant again rejected the offer.",
                                "elements": []
                            },
                            {
                                "content": "12.  At the Government’s request, a second valuation of the applicant’s house was carried out by experts from the National Centre for Expert Analysis (“the NCEA”, attached to the Ministry of Justice) on 16 July 2007. The experts concluded that the market value of the house was MDL 162,000 (EUR 9,674).",
                                "elements": []
                            },
                            {
                                "content": "13.  According to the applicant, an expert hired by him did not have access to the house or the documents relating to it. He could not, accordingly, determine its market value. At the applicant’s request, an estate agency certified on 16 January 2008 that houses in the centre of Orhei were worth between EUR 25,000 and EUR 150,000, while apartments cost EUR 450-500 per square metre. The cost of renting a house varied between EUR 50 and EUR 100 a month.",
                                "elements": []
                            },
                            {
                                "content": "14.  The judgment of 27 November 1998 has not been enforced to date.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  The relevant domestic law is set out in Prodan v. Moldova (no. 49806/99, § 31, ECHR 2004III (extracts)).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "16.  The applicant complained that the non-enforcement of the final court judgment in his favour had violated his rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Article 6 § 1 of the Convention, in so far as relevant, reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair hearing ... within a reasonable time by a tribunal ....”",
                        "elements": []
                    },
                    {
                        "content": "Article 1 of Protocol No. 1 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                        "elements": []
                    },
                    {
                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                        "elements": []
                    },
                    {
                        "content": "I.  THE GOVERNMENT’S REQUEST TO STRIKE OUT THE APPLICATION UNDER ARTICLE 37 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The Government, in their additional observations of 30 July 2007, submitted a unilateral declaration similar to that in the case of Tahsin Acar v. Turkey ((preliminary objection) [GC], no. 26307/95, ECHR 2003VI) and informed the Court that they were ready to accept that there had been a violation of the applicant’s rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention as a result of the failure to enforce the final judgment in his favour. In respect of pecuniary damage, the Government proposed to pay him MDL 162,000 (EUR 9,674 at the time), representing the market value of the applicant’s house (see paragraph 12 above). In respect of non-pecuniary damage, the Government proposed to award the applicant the equivalent in MDL of EUR 2,000. An additional amount of EUR 600 was offered to cover the applicant’s legal costs, and an undertaking was given to reimburse any additional communications expenses if proved by the relevant receipts. The Government invited the Court to strike out the application in accordance with Article 37 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant did not agree with the Government’s proposal. He referred to the fact that the judgment in his favour provided for the return of his family’s house and that a change in the manner of enforcement was allowed, under domestic law, only with his agreement. In any event, the house had been undervalued by the experts, who worked for the same employer as the Government’s Agent (the Ministry of Justice) and who could not be trusted to be completely objective in their assessment of an object of litigation against the State. The information from the estate agency (see paragraph 13 above) confirmed his doubts. The applicant also referred to the experts’ failure to take into account the value of the land around the house (500 square metres), as well as the loss of revenue (amounting to between EUR 5,400 and EUR 10,800) which he could have received had he rented the house out over the period of more than nine years during which the judgment in his favour had not been enforced. Finally, he disagreed as to the amount offered to compensate him for the non-pecuniary damage suffered, referring to his advanced age (he is 75) and the exceptional duration of the nonenforcement. He claimed EUR 100,000 for non-pecuniary damage and EUR 1,835 for costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Government contested the applicant’s calculation of his lost rental income, since he had relied on the current value of real estate in Orhei rather than on rental prices. The estate agency contacted by the applicant had existed only since 2006 and could not provide information on rental prices for the period before its creation. Based on the above, the Government offered an additional sum of EUR 4,000 for the applicant’s loss of revenue for the entire period during which he had been unable to offer the house for rental.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court refers to the principles established in its case-law (see, for instance, Melnic v. Moldova, no. 6923/03, §§ 20-31, 14 November 2006) regarding the examination of unilateral declarations. It recalls, in particular, that it will “depend on the particular circumstances whether the unilateral declaration offers a sufficient basis for finding that respect for human rights as defined in the Convention does not require the Court to continue its examination of the case (Article 37 § 1 in fine)”.",
                                "elements": []
                            },
                            {
                                "content": "21.  As to whether it would be appropriate to strike out the present application on the basis of the unilateral declaration made by the Government, the Court notes in the first place that the applicant mainly complained about the non-enforcement of the final judgment of 27 November 1998 given in his favour, which awarded him his family’s house. The Government conceded that there had been a violation of Article 6 § 1 and of Article 1 of Protocol No. 1 to the Convention on account of the failure to enforce the judgment in the applicant’s favour.",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government also offered to pay the applicant the monetary value of the house, in view of the difficulty in finding alternative accommodation for one of the families living in the house due to their specific needs. The Court considers that such a solution may, in principle, constitute an acceptable basis for settling the present case, given also that the applicant himself first proposed this (see paragraph 10 above).",
                                "elements": []
                            },
                            {
                                "content": "23.  However, the Court notes that there is significant disagreement between the parties as to the market value of the house awarded to the applicant. The Court considers that the applicant’s concerns regarding the independence of the NCEA (see paragraph 12 above) are not without basis, given that the expert centre comes under the authority of the Ministry of Justice and that the State is a party to the present proceedings. Moreover, in rejecting the applicant’s submissions concerning his lost revenue from rental, the Government did not challenge the validity of the information submitted by the estate agency on the market value of real estate in Orhei (see paragraph 19 above). The fact that the NCEA did not include in its calculations the value of the land around the house supports the Court’s opinion that the applicant was not offered a sufficient level of compensation.",
                                "elements": []
                            },
                            {
                                "content": "24.  On the facts and for the reasons set out above, the Court finds that the Government failed to submit a statement offering a sufficient basis for finding that respect for human rights as defined in the Convention and its Protocols does not require the Court to continue its examination of the case (see, by contrast, Akman v. Turkey (striking out), no. 37453/97, §§ 23-24, ECHR 2001VI).",
                                "elements": []
                            },
                            {
                                "content": "25.  This being so, the Court rejects the Government’s request to strike the application out under Article 37 of the Convention and will accordingly pursue its examination of the admissibility and merits of the case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ADMISSIBILITY OF THE APPLICATION",
                        "elements": [
                            {
                                "content": "27.  The Court considers that the applicants’ complaints under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of their merits. No grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of the complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL NO. 1 IN RESPECT OF THE NON-ENFORCEMENT OF THE FINAL JUDGMENT OF 27 NOVEMBER 1998",
                        "elements": [
                            {
                                "content": "28.  The applicant complained about a violation of his rights guaranteed under the above Articles as a result of the failure to enforce the final court judgment in his favour.",
                                "elements": []
                            },
                            {
                                "content": "29.  The Court has found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention in numerous cases concerning delays in enforcing final judgments (see, among other authorities, Prodan v. Moldova, cited above, and Lupacescu and Others v. Moldova, nos. 3417/02, 5994/02, 28365/02, 5742/03, 8693/03, 31976/03, 13681/03 and 32759/03, 21 March 2006).",
                                "elements": []
                            },
                            {
                                "content": "30.  Accordingly, the Court finds, for the reasons given in those cases, that the failure to enforce the judgment of 27 November 1998 within a reasonable time constitutes a violation of Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "32.  The applicant requested the return of his house in accordance with the final judgment of 27 November 1998. In reply to the unilateral declaration made by the Government, he relied on information from an estate agency regarding the value of houses in Orhei, which varied between EUR 25,000 and EUR 150,000, and referred to the land attached to the house without, however, specifying its market value. He also claimed the loss of the profit which he could have made had he been able to offer his house for rent during the period of more than nine years since the judgment given in his favour had become final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government submitted that it was difficult to find suitable alternative accommodation for one of the families which had to be resettled from the applicant’s house, due to their special needs resulting from a disability. Moreover, the applicant himself had initially been ready to accept MDL 80,000 instead of the house, but later refused to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court considers that the applicant suffered pecuniary damage as a result of the failure to enforce the final judgment in his favour. It notes that in accordance with that judgment the applicant was to obtain his parents’ house. The Court considers that the house and the land attached to it should be transferred to the applicant, with vacant possession, within three months from the date on which the present judgment becomes final. The Court accepts that this may prove to be difficult, having regard to the need to find suitable accommodation for one of the families living in the house. In that event, and in view of the materials submitted to it (see paragraph 23 above), the Government should pay the applicant, within the same three months, EUR 25,000 in lieu of the house and the land attached to it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court also awards EUR 4,500 to compensate for the applicant’s loss of revenue.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicant claimed EUR 100,000 for non-pecuniary damage, referring to his advanced age and the long period during which he had been unable to enjoy possession of his parents’ house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government disagreed and referred to the objective impediments to enforcing the judgment, as well as to the applicant’s refusal to accept the sum which he himself had initially claimed. In any event, the amount claimed was exaggerated in comparison with awards in other similar cases examined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court considers that the applicant must have been caused nonpecuniary damage as a result of the failure to enforce the judgment of 27 November 1998 for more than nine years. Deciding on an equitable basis, it awards him EUR 3,000 in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "39.  The applicant claimed EUR 1,835 representing his legal costs. He submitted the copy of a contract with his two lawyers concerning his representation before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government submitted that the amount claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court reiterates that in order for costs and expenses to be included in an award under Article 41, it must be established that they were actually and necessarily incurred and were reasonable as to quantum (see, for example, Amihalachioaie v. Moldova, no. 60115/00, § 47, ECHR 2004III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court notes that, although the case is of a repetitive nature, the applicant’s representatives submitted observations on the admissibility and the merits of the case and additional observations in response to the Government’s unilateral declaration. It decides to award the applicant EUR 1,200 in respect of legal costs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Rejects the Government’s request to strike the application out of the list;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to return to the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the house and the land attached to it. Failing such restitution, the respondent State is to pay the applicant, within the same period of three months, EUR 25,000 (twenty-five thousand euros) in lieu of the house and the land attached to it, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within the same three months, the following amounts, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 September 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": " and Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PREPELITA v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-88529.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0923JUD000291402",
    "externalsources": [],
    "extractedappno": [
        "2914/02",
        "49806/99",
        "26307/95",
        "6923/03",
        "37453/97",
        "3417/02",
        "5994/02",
        "28365/02",
        "5742/03",
        "8693/03",
        "31976/03",
        "13681/03",
        "32759/03",
        "60115/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-88529",
    "judgementdate": "23/09/2008 00:00:00",
    "kpdate": "23/09/2008 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "PREPELITA",
        "MOLDOVA"
    ],
    "rank": "642.176086425781",
    "representedby": [
        "CHITIC A."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "350819",
    "typedescription": "15"
}