{
    "__articles": "5;5-1;5-3;5-4;29;29-3;35;35-1;35-3;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Preliminary objection dismissed (ratione personae);Remainder inadmissible;Violation of Art. 5-1;Violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "35231/02",
    "article": [
        "29",
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "details": [
                "ratione personae"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-89859.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35231/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Dmitriy Viktorovich Svershov (“the applicant”), on 11 August 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. V. Lesovoy, a lawyer practising in . The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that some periods of his detention on remand had not been covered by a valid court order, that his detention on remand was excessively long and that the domestic courts had failed to consider his complaints about the unlawfulness of his detention in due time.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 November 2007 the Court declared the application partly inadmissible and decided to communicate the above complaints under Article 5 §§ 1, 3, and 4 of the Convention to the Government. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1985 and is currently detained in prison no.105, the  region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 19 January 2002 the applicant, a minor at the time, was arrested on suspicion of having killed his grandmother and robbed her apartment together with a Mr G.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 22 January 2002 the applicant was formally charged with murder and aggravated robbery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The  (Керченський міський суд – “the ”) held a hearing on 22 January 2002, in the presence of the applicant and his lawyer. It ordered the applicant’s pre-trial detention on the ground that he might abscond if released because he was suspected of having committed serious crimes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 15 March 2002 the  extended the applicant’s pre-trial detention for up to a total of four months. It found that there was sufficient evidence on which to found a reasonable suspicion that the applicant had committed serious offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In April 2002 the applicant’s lawyer requested the investigator to replace the applicant’s detention with a less restrictive preventive measure. By a ruling of 28 April 2002, the request was rejected on the ground that the applicant was suspected of having committed serious crimes and might prevent the establishment of the truth in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 13 May 2002 the Kerch Prosecutor (Прокурор міста Керч) sent the case file, together with the bill of indictment, to the  for the trial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 27 May 2002 the judge of the Kerch Court held a committal hearing at which the applicant’s lawyer lodged a new request for release, stating that the applicant was a minor; had no previous convictions; could not obstruct the collection of evidence or destroy it; had positive aspects to his character; permanently resided in Kerch; did not – and could not – try to abscond due to the lack of resources or relatives in other parts of the country; and, lastly, that there was no indication that he would reoffend if released. The  committed the applicant for trial on charges of murder and aggravated robbery. In its committal order the court also rejected the applicant’s request for release and extended his detention during the trial proceedings without giving any grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 23 August 2002 the applicant’s lawyer lodged another request with the  for the applicant’s release on the same grounds as the one of 27 May 2002. According to the Government, it was considered and rejected on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 16 October 2002 the  referred the case back for additional pre-trial investigation. The court also rejected the applicant’s request for release, noting that he was suspected of having committed serious crimes and there were no grounds for applying a less restrictive preventive measure to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In December 2002 the applicant’s lawyer lodged two requests with the investigator for the applicant’s release. Both requests were rejected on the ground that the applicant was suspected of having committed serious crimes and might prevent the establishment of the truth in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 28 December 2002 the Crimea Court of Appeal (“the ”) considered the investigator’s request for the applicant’s further detention. The court decided that further investigative actions were required in respect of the applicant and his co-accused and, given that the applicant was accused of serious crimes, there were sufficient grounds for his further detention. The court accordingly extended the applicant’s detention to 10 March 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 23 February 2003 the applicant’s lawyer submitted a request to the investigator for the applicant’s release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 February 2003 the request was rejected on the ground that the applicant was suspected of having committed serious crimes and might prevent the establishment of the truth in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In March 2003 the investigation was completed and the case was referred to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 27 March 2003 the applicant’s lawyer requested the  to replace the applicant’s detention with an obligation not to abscond as there was not enough evidence on which to found a reasonable suspicion that the applicant had committed a crime. He also reiterated the arguments in support of the applicant’s release set out in his previous requests of 27 May and 23 August 2002 (see paragraphs 12 and 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  At a committal hearing of 3 April 2003, the  rejected the request on the ground that the reasonableness of the suspicion could be verified only during the trial proceedings. It committed the applicant for trial on charges of aggravated murder and aggravated robbery and maintained his detention during the trial proceedings, noting that there were no grounds for replacing the applicant’s detention by a different preventive measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 7 May 2003 the Crimea Court convicted the applicant and Mr G. of aggravated murder and aggravated robbery and sentenced them to thirteen and ten years’ imprisonment respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 2 October 2003 the Supreme Court quashed that judgment and remitted the case to the Kerch Prosecutor’s Office for further investigation. The court did not make any ruling on the applicant’s further detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In December 2003 the applicant’s lawyer submitted a request to the investigator for the applicant’s release. The request was rejected on the ground that the applicant was suspected of having committed serious crimes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 12 January 2004 the  committed the applicant for trial. The court further maintained the applicant’s detention without giving any grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 12 January 2004 the applicant lodged a request for his release with the , based on the same arguments as in his requests of 27 May and 23 August 2002 and 27 March 2003. His request was rejected by the  on the same day without any reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 6 February 2004 the Crimea Court found the applicant and Mr G. guilty of aggravated murder and aggravated robbery and sentenced them to thirteen and ten years’ imprisonment respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 13 May 2004 the Supreme Court upheld the judgment of 6 February 2004.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings against the  Pre-Trial Detention Centre",
                                "elements": [
                                    {
                                        "content": "29.  On 20 May 2002 the applicant’s lawyer filed a request for the applicant’s release with the Governor of the Simferopol Pre-Trial Detention Centre (the Simferopol SIZO). The request was based on the argument that the term of the applicant’s detention pending trial, as authorised by the  in the detention order of 15 March 2002, had expired on 19 May 2002 (four months after his arrest) and that no new decision had been taken extending this term.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In a letter of 30 May 2002 the Governor of the Simferopol SIZO informed the applicant’s lawyer that the applicant had been moved to the  temporary detention centre (“the Kerch ITU”) on 20 May 2002. He further stated – referring to Article 156 of the Code of Criminal Procedure – that in any event there were no grounds for the applicant’s release as the time-limit referred to in the above request was applicable only to pretrial proceedings. However, as from 13 May 2002, the date when the bill of indictment was sent to the court (see paragraph 11 above), the applicant’s detention had been classified as detention during trial. Consequently, the applicant could not be released on the ground of the expiry of the four-month time-limit referred to.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 29 May 2002 the applicant lodged two administrative complaints: one with the Simferopol Zheleznodorozhny District Court against the Simferopol SIZO and the other with the  against the Kerch ITU in respect of his allegedly unlawful detention after 19 May 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Proceedings in the Simferopol Zheleznodorozhny District Court",
                                        "elements": [
                                            {
                                                "content": "32.  On 1 October 2002 the Simferopol Zheleznodorozhny District Court rejected the applicant’s administrative complaint against the administration of the Simferopol SIZO about his allegedly unlawful detention after 19 May 2002 on the ground that a complaint of that nature should be considered in the criminal proceedings and not in administrative proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 26 March 2003 the  upheld the decision of the first-instance court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 26 September 2007 the  quashed the decisions of the lower courts and remitted the case to the first-instance court for consideration on the merits on the ground that criminal procedural law did not provide for the possibility of challenging the failure of a prison administration to release a suspect or accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The proceedings are still pending.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings in the ",
                                        "elements": [
                                            {
                                                "content": "36.  On 10 October 2003 the  considered the administrative complaint brought by the applicant against the Kerch Police Department for being held in their temporary detention centre (“the Kerch ITU”) from 20 to 27 May 2002. The court found in part for the applicant, having established that his detention there without a valid court order was contrary to Article 29 of the Constitution and Article 5 of the Convention and therefore unlawful. The court rejected the applicant’s request for release, however, stating that at the time of consideration of the case the applicant’s detention was maintained by a court order and that it could not decide the issue in civil (administrative) proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 12 July 2004 the  set aside the decision of the first-instance court on the ground that Article 156 of the Code of Criminal Procedure obliged the head of a penitentiary institution to free a detainee only if no decision on continued detention was made during the pre-trial investigation. It further noted that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The law does not require the head of the pre-trial detention facility to free an accused in respect of whom the term of pre-trial detention has expired but no decision of the court has arrived imposing a preventive measure in the form of detention during the trial proceedings in the case.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court concluded that the administration of the Kerch ITU could act only within its competence and had done so. The court further noted that the reference by the first-instance court to a violation of Article 5 of the Convention was unsubstantiated and that the applicant’s detention between 20 and 27 May had not been contrary to Article 29 of the Constitution and Article 5 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 30 November 2007 the Zaporizhzhzya Court of Appeal, acting as a court of cassation, upheld the decision of the .",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "1.  Constitution of  1996",
                                "elements": [
                                    {
                                        "content": "39.  The relevant provision of the Constitution reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 29",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every person has the right to freedom and personal inviolability.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one shall be arrested or held in custody other than pursuant to a reasoned court decision and only on grounds and in accordance with a procedure established by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the event of an urgent necessity to prevent or stop a crime, bodies authorised by law may hold a person in custody as a temporary preventive measure, the reasonable grounds for which shall be verified by a court within seventy-two hours. The detained person shall be released immediately if he or she has not been provided, within seventy-two hours of the moment of detention, with a reasoned court decision in respect of the holding in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Everyone who has been arrested or detained shall be informed without delay of the reasons for his or her arrest or detention, apprised of his or her rights, and from the moment of detention shall be given the opportunity to personally defend himself or herself, or to have the legal assistance of defence counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Everyone who has been detained has the right to challenge his or her detention in court at any time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Relatives of an arrested or detained person shall be informed immediately of his or her arrest or detention.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Code of Criminal Procedure of 28 December 1960 (as amended on 21 June 2001)",
                                "elements": [
                                    {
                                        "content": "40.  The pertinent provisions of the Code provide, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 156 (in the wording prior to 3 April 2003)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Periods of detention during an investigation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Detention during pre-trial investigation shall not exceed two months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In cases in which it is impossible to complete the investigation of the case within the period provided for by Part One of this Article and there are no grounds for discontinuing the preventive measure or replacing it with a less restrictive measure, the period of detention may be extended:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  up to four months - ...by a judge of the court which issued the order for the application of the preventive measure;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  to nine months - in cases of serious and especially serious crimes ... by a judge of an appellate court;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  to eighteen months - in particularly complex cases involving especially serious crimes ... by a judge of the Supreme Court of Ukraine;...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...The period of detention during pre-trial investigations shall expire on the day the court receives the case file; however, the time taken by the accused and his representatives to study the criminal case file shall not be included in the calculation of the period of detention...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...In the event that the case is returned by the court to the Prosecutor for a supplementary investigation the period of detention shall be calculated from the moment the case is received by the Prosecutor and shall not exceed two months. The period specified shall be further extended by taking into account the time the accused was held in detention before the referral of the case to the court, in accordance with the procedure and within the time-limit prescribed by Part Two of this Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Save where the period has been extended pursuant to the procedure established by this Code, in the event of the expiry of the maximum period for detention as a preventive measure allowed by Parts One and Two of this Article, the body of inquiry, the investigator, or the prosecutor shall be obliged to release the person from custody without delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Governors of pre-trial detention centres shall promptly release from custody any accused in respect of whom a court order extending the period of detention has not been received by the time the period of detention allowed by Parts One, Two and Six of this Article expires. They shall notify the person or body before whom the case is pending and the prosecutor supervising the investigation”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 241",
                                        "elements": []
                                    },
                                    {
                                        "content": "Terms of committal proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A committal hearing shall be held within ten days or, in complex cases, thirty days of receipt of the case file by the court.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant complained that his detention during the judicial proceedings was unlawful; in particular, some periods of his detention (from 20 to 27 May 2002 and from 10 March to 3 April 2003) had not been covered by any valid court order. He relied on Article 5 § 1 of the Convention, which reads – in so far as relevant – as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Government’s preliminary objections",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a) Incompatibility ratione personae",
                                "elements": [
                                    {
                                        "content": "42.  The Government objected that in his original application the applicant had complained of the unlawfulness of his detention between 20 and 27 May 2002 but not about the period from 10 March to 3 April 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The applicant observed that he had complained of the unlawfulness of the whole period of his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court notes that in his original application the applicant complained of the unlawfulness of his detention and clearly indicated that he considered the part of his detention without any valid court order to be unlawful. This application was lodged in 2002 and could not contain a reference to any subsequent period of his detention. Reiterating this complaint in his later submissions lodged in November 2004, the applicant referred to both periods of the same overall period of detention during judicial proceedings. The Court considers that by lodging his complaint when he was still in detention prior to conviction, the applicant interrupted the running of the six-month period stated in Article 35 § 1 of the Convention and it was open to him to submit any additional arguments in support of his original complaint about the alleged unlawfulness of his detention without any court order. In the Court’s opinion, the applicant could and did claim to be a victim of a violation in respect of both periods of his uninterrupted detention which were not covered by any court order. The Court therefore rejects this preliminary objection of the Government.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b) Non-exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "45.  The Government submitted, in the alternative, that the applicant’s complaint about the period of his pre-trial detention between 10 March and 3 April 2003 should be declared inadmissible for non-exhaustion of domestic remedies since the applicant had raised before the domestic authorities only the issue of the unlawfulness of his detention between 20 and 27 May 2002, but not the period from 10 March to 3 April 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The applicant observed that the Government had not supported that argument with any evidence that such effective domestic remedies existed in practice. He further maintained that proceedings regarding the lawfulness of an arrest usually took several months and therefore could not be considered effective and that in his particular case those proceedings had lasted several years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court finds that the Government’s contentions concerning non-exhaustion are so closely linked to the merits that they should be joined to and considered with them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court therefore joins to the merits the Government’s contentions about the availability of effective remedies for the applicant’s complaint under Article 5 § 1. The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "49.  The applicant considered that being held in custody for the periods after the previous judicial order for his detention had expired and no new one was made for several days or even weeks meant that he had been detained during those periods without any valid judicial order, in violation of Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government referred to the decision of the Crimea Court of Appeal of 12 July 2004 which found that the applicant’s detention during the impugned period had not been in breach of the law (see paragraph 34 above). They noted that receipt of the criminal case file by the trial court marked the end of the pre-trial investigation and signified the beginning of the next stage – the judicial proceedings in the case (Article 156 of the Code of Criminal Procedure). Under Article 241 of the Code, upon receipt of the case file the trial court had up to one month to decide on the applicant’s committal for trial and his further detention during trial. As the domestic court had acted within the time-limits established by the law, it could not be said that there had been no legal grounds for the applicant’s detention between 20 and 27 May 2002. They reiterated that they considered the applicant’s complaint about the period between 10 March and 3 April 2003 to be inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to national law and lay down an obligation to conform to the substantive and procedural rules thereof. While it is for the national authorities, notably the courts, to interpret and apply domestic law, the Court may review whether national law has been observed for the purposes of this Convention provision (see, among other authorities, Assanidze v. Georgia [GC], no. 71503/01, § 171, ECHR 2004II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  However, the “lawfulness” of detention under domestic law is the primary, but not always the decisive element. The Court must, in addition, be satisfied that the detention, during the period under consideration, was compatible with the purpose of Article 5 § 1 of the Convention, which is to prevent persons from being deprived of their liberty in an arbitrary manner. Moreover, the Court must ascertain whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein (see Winterwerp v. the Netherlands, judgment of 24 October 1979, Series A no. 33, pp. 19-20, § 45).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Turning to the circumstances of the present case, the Court notes that, as the Government asserted, the domestic authorities did not act contrary to the criminal procedure law. This was ultimately confirmed by the courts’ decisions in the applicant’s case against the Kerch ITU (see paragraphs 37 and 38 above). However, in the Court’s view the domestic courts and the Government have failed to demonstrate the existence of legal grounds for the applicant’s detention between 20 and 27 May 2002, and for the period between 10 March and 3 April 2003 during which he was detained for the same reason: awaiting the court’s committal hearing. Furthermore, the relevant domestic law referred to by the Government does not appear to provide for such grounds either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court has already examined and found a violation of Article 5 § 1 of the Convention in a number of cases concerning the practice of holding defendants in custody solely on the basis of the fact that a bill of indictment has been submitted to the trial court. It has held that the practice of keeping defendants in detention without a specific legal basis or clear rules governing their situation is incompatible with the principles of legal certainty and the protection from arbitrariness, which are common threads throughout the Convention and the rule of law (see Korchuganova v. Russia, no. 75039/01, § 57, 8 June 2006; Nakhmanovich v. Russia, no. 55669/00, §§ 67-68, 2 March 2006; and Khudoyorov v. Russia, no. 6847/02, §§ 146-148, ECHR 2005X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court concludes that the Ukrainian practice of keeping a person in detention solely on the basis of the fact that a bill of indictment has been submitted to the trial court is not based on clear and foreseeable legal provisions. In these circumstances, the Government’s preliminary objection about the applicant’s failure to challenge the unlawfulness of his detention between 10 March and 3 April 2003 must be rejected as the Government have failed to demonstrate that the applicant had an effective and accessible domestic remedy for his complaint about the lack of clear and foreseeable legal grounds for his detention during the above-mentioned period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The foregoing considerations are sufficient to enable the Court to dismiss the Government’s preliminary objections and to conclude that there has been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "The applicant further complained that his detention during the judicial proceedings had been unreasonably long. He referred to Article 5 § 3 of the Convention, which reads – in so far as relevant – as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "57.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "58.  The Government maintained that the applicant’s detention during the judicial proceedings consisted of two periods: between 19 January 2002 and 7 May 2003 and between 2 October 2003 and 6 February 2004. The total length was one year and seven months. In their view, the length of the applicant’s pre-trial detention had been reasonable given the complexity of the case and the large number of investigative measures that had had to be taken. They concluded that the proceedings had been conducted with due diligence, even taking into account that the applicant had been a minor at the time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicant maintained that the domestic authorities had failed to give sufficient reasons for his continued detention. He also disagreed with the breakdown of his detention into two periods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court reiterates that, in view of the essential link between Article 5 § 3 of the Convention and paragraph 1 (c) of that Article, a person convicted at first instance cannot be regarded as being detained “for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence”, as specified in the latter provision, but is in the position provided for by Article 5 § 1 (a), which authorises deprivation of liberty “after conviction by a competent court” (see Kudła v. Poland [GC], no. 30210/96, § 104, ECHR 2000XI, and Panchenko v. Russia, no. 45100/98, § 93, 8 February 2005). Accordingly, the applicant’s detention from 7 May 2003, the date of his original first-instance conviction, to 2 October 2003, the date on which that conviction was quashed and his case remitted, cannot be taken into account for the purposes of Article 5 § 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court concludes that the applicant’s detention during the judicial proceedings lasted from 19 January 2002 to 7 May 2003 and from 2 October 2003 to 6 February 2004 and totalled one year, seven months and twenty days in length.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court reiterates that it is necessary, when examining the question whether Article 5 § 3 has been observed, to consider and assess the reasonableness of the grounds which persuaded the judicial authorities to decide, in the case brought before the Court, on this serious departure from the rules of respect for individual liberty and of the presumption of innocence which is involved in every detention without a conviction (see Stogmüller v. Austria, judgment of 10 November 1969, Series A no. 9, § 4).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  It is implicit in Article 5 § 3 that after a certain lapse of time the persistence of a reasonable suspicion does not in itself justify deprivation of liberty and the judicial authorities should give other grounds for continued detention (see Jabłoński v. Poland, no. 33492/96, § 80, 21 December 2000, and I.A. v. France, no. 28213/95, Reports of Judgments and Decisions 1998-VII, § 102). Those grounds, moreover, should be expressly mentioned by the domestic courts (see Iłowiecki v. Poland, no. 27504/95, § 61, 4 October 2001). With two exceptions (the risk of him absconding, referred to on 22 January 2002, and the risk of collusion, referred to on 24 February 2003), no such reasons were given by the courts in the present case. Furthermore, at no stage did the domestic courts consider any preventive measures alternative to detention, and by relying essentially on the gravity of the charges, the authorities extended the applicant’s detention on grounds which cannot be regarded as “relevant and sufficient”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  It is also noted that, although the applicant’s lawyer brought to the attention of the authorities the fact that the applicant was a minor, it appears that the authorities never took the applicant’s age into consideration when ordering his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The applicant also complained that he had been unable to take court proceedings affording him a speedy review of the lawfulness of his detention. He relied on Article 5 § 4 of the Convention, which reads – in so far as relevant – as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "67.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "68.  The Government noted that in so far as the applicant had complained about the judicial proceedings against the Pre-Trial Detention Centre, these proceedings could not be considered as review proceedings for the purposes of Article 5 § 4 as the complaints were lodged on the date when the period complained of had finished. As to the applications for release lodged by the applicant, they had been considered by the courts without delay on 27 May and 23 August 2002, 2 April 2003 and 12 January 2004. Furthermore, during the pre-trial investigation a review of the lawfulness of the applicant’s detention had been carried out automatically in March and December 2002, when the court extended the applicant’s detention during the judicial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The applicant maintained that his complaints about unlawful detention lodged with the Zheleznodorozhny and  courts had not been considered within reasonable time. In one case the proceedings had lasted for more than five years and six months; in the other they had been pending since May 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court reiterates that Article 5 § 4 of the Convention entitles arrested or detained persons to a review bearing upon the procedural and substantive conditions which are essential for the “lawfulness”, in Convention terms, of their deprivation of liberty. This means that the competent court has to examine not only compliance with the procedural requirements of domestic law but also the reasonableness of the suspicion underpinning the arrest, and the legitimacy of the purpose pursued by the arrest and the ensuing detention (see Butkevičius v. Lithuania, no. 48297/99, § 43, ECHR 2002II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court notes that in the circumstances of the present case the lawfulness of the applicant’s detention was considered by the domestic courts on many occasions. Even assuming that, as the Government submitted, the applicant’s administrative proceedings against the detention facilities could not be considered as review proceedings, and bearing in mind that the court could not in those proceedings order the applicant’s release (see paragraph 36 above), the remainder of the court decisions on the applicant’s detention also do not fully satisfy the requirements of Article 5 § 4. It is true that all requests for the applicant’s release lodged with the courts were considered speedily. The Court notes, however, that on 27 May 2002 the applicant’s lawyer provided a number of arguments in support of the applicant’s release (see paragraph 12 above), in particular that the applicant was a minor; had no previous convictions; could not obstruct the collection of evidence or destroy it; had positive aspects to his character; permanently resided in Kerch; did not – and could not – try to abscond due to lack of resources or relatives in other parts of the country; and that there was no indication that he would reoffend if released. The lawyer repeated those arguments in further requests for his client’s release. However, the domestic courts did not address any of those points in their decisions maintaining the applicant’s detention. In the Court’s opinion, the domestic courts, by ignoring those arguments altogether, despite the fact that they were specific, pertinent and important, fell short of their obligation under Article 5 § 4 of the Convention to review the lawfulness of the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court considers that there has accordingly been a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER COMPLAINT",
                        "elements": [
                            {
                                "content": "73.  The applicant further complained that the decisions to keep him in detention were couched in terms suggesting that he was guilty of committing the crimes of which he was suspected. The Court notes that this complaint was first raised by the applicant in his submissions of 12 November 2004, that is, more than six months after the last refusal of the applicant’s request for release had been given by the domestic authorities on 12 January 2004. It follows that this complaint has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "75.  The applicant claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government invited the Court, in case of a finding of a violation, to determine the amount on an equitable basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court takes the view that the applicant has suffered non-pecuniary damage as a result of the violations found. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards him the amount claimed in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "78.  The applicant also claimed EUR 1,000 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government maintained that this claim was not supported by any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects this claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "81.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.   Joins to the merits the Government’s contention concerning the exhaustion of domestic remedies in respect of the applicant’s complaint under Article 5 § 1 of the Convention, and rejects it after an examination on the merits;",
                        "elements": []
                    },
                    {
                        "content": "2.  Dismisses the remainder of the Government’s preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the complaints concerning the applicant’s detention without a valid court order (Article 5 § 1 (c) of the Convention), the excessive length of his detention on remand (Article 5 § 3 of the Convention) and the failure of the courts to consider the applicant’s complaints about the unlawfulness of his detention (Article 5 § 4 of the Convention) admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable to the applicant, in respect of non-pecuniary damage, to be converted into Ukrainian hryvnyas at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 November 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Rait Maruste",
            "role": "president"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Volodymyr Butkevych",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SVERSHOV v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-89859.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1127JUD003523102",
    "externalsources": [],
    "extractedappno": [
        "35231/02",
        "71503/01",
        "75039/01",
        "55669/00",
        "6847/02",
        "30210/96",
        "45100/98",
        "33492/96",
        "28213/95",
        "27504/95",
        "48297/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-89859",
    "judgementdate": "27/11/2008 00:00:00",
    "kpdate": "27/11/2008 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "400",
        "448",
        "220",
        "227",
        "337",
        "404",
        "438",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "5-3",
        "5-4",
        "35-1",
        "35-3",
        "41",
        "35",
        "5-1",
        "5",
        "29",
        "29-3"
    ],
    "parties": [
        "SVERSHOV",
        "UKRAINE"
    ],
    "rank": "651.807373046875",
    "representedby": [
        "LESOVOY A. V."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Assanidze v. Georgia [GC], no. 71503/01, § 171, ECHR 2004-II",
        "Butkevicius v. Lithuania, no. 48297/99, § 43, ECHR 2002-II",
        "I.A. v. France, no. 28213/95, Reports of Judgments and Decisions 1998-VII, § 102",
        "Ilowiecki v. Poland, no. 27504/95, § 61, 4 October 2001",
        "Jablonski v. Poland, no. 33492/96, § 80, 21 December 2000",
        "Khudoyorov v. Russia, no. 6847/02, §§ 146-148, ECHR 2005-X",
        "Korchuganova v. Russia, no. 75039/01, § 57, 8 June 2006",
        "Kudla v. Poland [GC], no. 30210/96, § 104, ECHR 2000-XI",
        "Nakhmanovich v. Russia, no. 55669/00, §§ 67-68, 2 March 2006",
        "Panchenko v. Russia, no. 45100/98, § 93, 8 February 2005",
        "Stogmüller v. Austria, judgment of 10 November 1969, Series A no. 9, § 4",
        "Winterwerp v. the Netherlands, judgment of 24 October 1979, Series A no. 33, pp. 19-20, § 45"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "351818",
    "typedescription": "15"
}