{
    "__articles": "35;41;P7-4",
    "__conclusion": "Remainder inadmissible;Violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general} (Article 4 of Protocol No. 7 - Acquittal;Right not to be tried or punished twice);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "7356/10",
    "article": [
        "p7-4",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "p7-4",
            "base_article": "p7-4",
            "details": [
                "Article 4 of Protocol No. 7 - Acquittal",
                "Right not to be tried or punished twice"
            ],
            "element": "Violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general}",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-148184.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7356/10) against the Kingdom of Sweden lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Swedish national, Mrs Lucky Dev (“the applicant”), on 21 January 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr B. Leidhammar and Mr C. Crafoord, lawyers practising in Stockholm. The Swedish Government (“the Government”) were represented by their Agents, Ms I. Kalmerborn, Ms H. Kristiansson and Mr. A. Rönquist, Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the imposition of tax surcharges and the conviction for an aggravated booking offence involved a double punishment for the same offence, in breach of Article 4 of Protocol No. 7 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 February 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1961 and lives in Hässelby, Sweden.",
                                "elements": []
                            },
                            {
                                "content": "A.  Tax proceedings",
                                "elements": [
                                    {
                                        "content": "6.  By a decision of 1 June 2004 the Tax Agency (Skatteverket), noting that the applicant ran two restaurants together with her husband, Mr Shibendra Dev (who also lodged an application before the Court; no. 7362/10), found that they should each declare half of the proceeds and the costs of that business. As the applicant, in her tax return, had not declared all her income and had, moreover, not declared it in the correct manner, the Agency revised upwards her income for 2002 (i.e. the taxation year 2003), finding her liable to pay tax on undeclared business income (inkomst av näringsverksamhet) amounting to 764,945 Swedish kronor (SEK; approximately 83,000 euros (EUR)). It also increased her liability to value-added tax (mervärdesskatt; “VAT”) for 2002 by SEK 379,365 (approximately EUR 41,000). Finally, as the information supplied by the applicant in her tax return was found to be incorrect and the revision had had to be made under a discretionary assessment procedure, given the business’s deficient accounting, the Agency ordered her to pay tax surcharges (skattetillägg), amounting to 40% and 20%, respectively, of the increased income tax and VAT.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Following the applicant’s appeal, the Tax Agency, on 18 March 2005, made an obligatory review of its decision but did not change it.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 10 January 2007 and 29 October 2008, respectively, the  (länsrätten) in Stockholm and the Administrative Court of Appeal (kammarrätten) in  upheld the Tax Agency’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a decision of 20 October 2009 the  (Regeringsrätten) refused leave to appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": ".  Criminal proceedings were initiated against the applicant on 5 August 2005 in regard to the above conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a judgment of 16 December 2008 the Stockholm District Court (tingsrätt) convicted the applicant of an aggravated bookkeeping offence (grovt bokföringsbrott). She was given a suspended sentence and ordered to perform 160 hours of community service. The offence concerned the same period as the above-mentioned tax decisions, that is, the year 2002. The District Court found that the bookkeeping of the restaurant business had been seriously deficient and that the applicant and her husband had been responsible for failing to account for considerable proceeds and VAT, which had involved large profits for them. In regard to the public prosecutor’s claim that the applicant was guilty also of an aggravated tax offence (grovt skattebrott), the court considered that it could not be ruled out that, as she claimed to have relied on her husband running the business properly and their accountant having entered the correct figures in her tax return, she had been unaware that her tax return contained false information. Thus, it had not been shown that she had intended to give incorrect information, for which reason the indictment was dismissed in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant did not appeal against the District Court’s judgment, which consequently acquired legal force on 8 January 2009.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Provisions on taxes and tax surcharges",
                                "elements": [
                                    {
                                        "content": "13.  The rules on taxes and tax surcharges relevant to the present case were primarily laid down in, as far as income tax was concerned, the Tax Assessment Act (Taxeringslagen, 1990:324) and, with respect to VAT, the Tax Payment Act (Skattebetalningslagen, 1997:483). Both laws have since been replaced by the Tax Procedure Act (Skatteförfarandelagen; 2011:1244).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  A tax surcharge could – and still can – be imposed on a taxpayer in two situations: if he or she, in a tax return or in any other written statement, has submitted information of relevance to the tax assessment which is found to be incorrect (Chapter 5, section 1 of the Tax Assessment Act, and Chapter 15, section 1 of the Tax Payment Act) or if, following a discretionary assessment, the Tax Agency decides not to rely on the tax return (Chapter 5, section 2, and Chapter 15, section 2, respectively). It is not only express statements that may lead to the imposition of a surcharge; concealment, in whole or in part, of relevant facts may also be regarded as incorrect information. A discretionary tax assessment is made if the taxpayer has submitted information which is so inadequate that the Tax Agency cannot base its tax assessment on it or if he or she has not filed a tax return despite the obligation to do so. In certain circumstances, the tax surcharges may be exempted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal law provisions",
                                "elements": [
                                    {
                                        "content": "1.  Tax offences",
                                        "elements": [
                                            {
                                                "content": ".  A person who intentionally furnishes incorrect information to an authority or fails to file a tax return or other required information, thereby causing a risk that taxes will be withheld from the public treasury or wrongly credited or repaid to him or her, is criminally liable under sections 2-4 of the Tax Offences Act (Skattebrottslagen, 1971:69). The possible sentence ranges from a fine for a tax misdemeanour (skatteförseelse) to imprisonment for a maximum of six years for an aggravated tax offence. Section 5 provides that a person who is not considered to have furnished incorrect information with intent but to have been grossly negligent in doing so (vårdslös skatteuppgift) may be sentenced to a fine or a maximum of one year in prison. The term “incorrect information” in the Tax Offences Act is considered to have the same meaning as in the above provisions on tax surcharges (Government Bill 2010/11:165, p. 1110).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Bookkeeping offences",
                                        "elements": [
                                            {
                                                "content": ".  A person who intentionally or by negligence disregards bookkeeping obligations under the Accountancy Act (Bokföringslagen, 1999:1078) by, inter alia, failing to enter business events in the books or save relevant documentation or by giving incorrect information in the books is convicted for a bookkeeping offence under Chapter 11, section 5 of the Penal Code (Brottsbalken) if, as a consequence thereof, the running of the business or its financial result or status cannot be assessed mainly on the basis of the books. A bookkeeping offence carries a prison sentence of no more than two years or, if the offence is of a minor character, a fine or imprisonment of up to six months. If the offence is deemed aggravated, the offender is sentenced to imprisonment between six months and four years.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Tax surcharges and tax offences and the Convention in Swedish case-law",
                                "elements": [
                                    {
                                        "content": ".  In a judgment of 29 November 2000 the Supreme Court considered whether a person could be convicted of a tax offence in criminal proceedings following the imposition of a tax surcharge in tax proceedings (published in Nytt juridiskt arkiv (NJA) 2000, p. 622). Having noted that, under internal Swedish law, a surcharge is not considered a criminal penalty and does not prevent trial and conviction for a tax offence relating to the same act, the Supreme Court went on to examine the matter under the Convention. It first considered, in the light of the Court’s case-law, that there were weighty arguments for regarding Article 6 as being applicable under its criminal head to proceedings involving a tax surcharge. Even assuming this to be the case, it held, however, that the principle of ne bis in idem, as set forth in Article 4 of Protocol No. 7 to the Convention presupposed that the initial conviction or acquittal had been delivered in accordance with the penal procedure of the State. Therefore the principle did not prevent criminal proceedings from being brought against someone for an act in respect of which a surcharge had already been levied. This view was confirmed in later judgments delivered by the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 17 September 2009 the Supreme Administrative Court examined the reverse situation, that is, where the question of imposition of tax surcharges arose after a criminal conviction for a tax offence (judgment published in Regeringsrättens årsbok (RÅ) 2009, ref. 94). In assessing whether there was a violation of the prohibition on double punishment under Article 4 of Protocol No. 7 to the Convention, the court referred to the fact that the relevant Swedish provisions aimed at ensuring that the combined sanctions – criminal conviction and imposition of tax surcharges – were in reasonable proportion to the conduct for which the individual had been found liable. It further noted that the Swedish legal system contained the special feature of separate general courts and administrative courts. In the court’s opinion, Article 4 of Protocol No. 7 had to be interpreted in the light of such special features in the national legal systems. While acknowledging that the European Court’s recent judgments in Sergey Zolotukhin v. Russia ([GC], no. 14939/03, judgment of 10 February 2009, ECHR 2009) and Ruotsalainen v. Finland (no. 13079/03, judgment of 16 June 2009) suggested a change in the Strasbourg case-law, the Supreme Administrative Court noted that they did not relate to the Swedish legal system and concluded that this system, allowing for both a conviction for a tax offence and an imposition of tax surcharges, was in conformity with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a decision of 31 March 2010 the Supreme Court examined the issue anew (NJA 2010, p. 168). It found again, by a majority of 3 votes to 2, that there was no reason generally to invalidate the Swedish system with double proceedings by virtue of Article 4 of Protocol No. 7. The court considered that, following Sergey Zolotukhin v. Russia (cited above) and later judgments concerning the issue, it could be excluded that the European Court would find that proceedings concerning sanctions for the submission of identical statements would involve different “offences” because of the differing subjective prerequisites for the imposition of tax surcharges and the conviction for tax offences; instead, it was now clear that the question of whether two proceedings concerned the same offence had to be examined on the basis of the circumstances of the case. If the later proceedings concerned identical or essentially the same facts as the earlier proceedings, it was a matter of proceedings concerning the same offence. However, the Supreme Court noted that the Strasbourg case-law left some room for several punishments for the same offence that could be decided by separate organs at different times and mentioned by way of example, inter alia, the conviction for a traffic offence and the resultant withdrawal of the offender’s driving licence. The Supreme Court further found that the invalidation of a Swedish system regulated by domestic law with reference to the Convention required that either the Convention itself or the European Court’s jurisprudence provided clear support for that conclusion and considered that neither Article 4 of Protocol No. 7 nor the jurisprudence provided such support in the matter at hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a plenary decision of 11 June 2013 (NJA 2013, p. 502) the Supreme Court overturned its previous conclusions. In line with its 2010 decision, the court held that the imposition of tax surcharges and the conviction for a tax offence based on the same information supplied in a tax return are founded on identical factual circumstances and the relevant proceedings thus concern the same offence within the meaning of Article 4 of Protocol No. 7. However, where the court in 2010 had found that the invalidation of the Swedish system required clear support in the Convention itself or in Strasbourg case-law, the court now noted that the judgment of the European Court of Justice in the case of Åkerberg Fransson (26  February 2013, case no. C-617/10) already prohibited double proceedings and punishments with respect to VAT. As the Swedish system had thereby been partially invalidated, the legal and practical consequences of further changes were not so radical as to require the intervention of the legislature. The court also took into account that no legislative amendments had been made despite the developments in Strasbourg case-law since 2009 and that it would be inexpedient and difficult to apply different rules on similar contraventions within a system meant to be coherent. Consequently, the court held that there was sufficient support for concluding that the Swedish system of tax surcharges and tax offences was incompatible with Article 4 of Protocol No. 7. This conclusion applied not only to VAT, but also to income tax, employer’s contributions and similar payments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Supreme Court further found that the protection under Swedish law against double proceedings and punishments was valid also in cases where the state exacted personal liability on an individual for tax surcharges imposed on a legal person. Having regard to the strong and systematic connection in Swedish law between the principles of res judicata and lis pendens, the court also held, although the Court’s jurisprudence was unclear on this point, that ongoing, not finalised proceedings on tax surcharges precluded a criminal indictment concerning the same factual circumstances. The procedural hindrance against an indictment materialised when the Tax Agency took its decision to impose surcharges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, whereas the imposition of tax surcharges and the conviction for a tax offence based on the same factual circumstances concerned the same offence and were thus prohibited, the situation was different when the criminal conviction concerned a bookkeeping offence. According to the Supreme Court, which had regard to the case-law of the Court, the concrete factual circumstances forming the basis of a bookkeeping offence could normally not be considered inextricably linked to the factual circumstances leading to the imposition of tax surcharges. In addition to the breach of bookkeeping obligations under the Accountancy Act, the imposition of a tax surcharge involved a further factual element, namely the submission of incorrect information in a tax return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the case at hand, which involved the imposition of tax surcharges against an individual in November 2009 and the criminal indictment of him in June 2010 for, inter alia, aggravated tax offences and an aggravated bookkeeping offence, the Supreme Court quashed the appealed judgment of the Court of Appeal in so far as it concerned the tax offence relating to his personal income tax and dismissed the indictment in that respect. However, nothing prevented the examination of the bookkeeping offence or the tax offences concerning VAT and employer’s contributions. In the latter respect, the conclusion was due to the tax surcharges relating to VAT and employer’s contributions having been imposed on the appellant’s limited liability company and not on him personally.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In a further decision, taken on 16 July 2013 (NJA 2013, p. 746), the Supreme Court examined the question whether a former defendant could be granted a re-opening of criminal proceedings (resning) under Chapter 58, section 2 of the Code of Judicial Procedure (Rättegångsbalken) if he or she had been convicted of an offence under the Tax Offences Act in a manner incompatible with Article 4 of Protocol No. 7, as interpreted by the decision of 11 June 2013. The court concluded that, on the basis of the Convention, in particular Article 13, a Swedish court may decide, in certain situations, that a case is to be re-opened notwithstanding the special conditions specified in Chapter 58, section 2. The court also took the position that the incompatibility of Swedish legislation regarding sanctions for tax-related offences with Article 4 of Protocol No. 7 had arisen by virtue of the Sergey Zolotukhin judgment (cited above), thus on 10 February 2009. The Supreme Court’s decision led to criminal proceedings being re-opened in respect of an individual’s conviction for an offence under the Tax Offences Act. As a result, the possibility of being granted a re-opening of criminal proceedings applies retroactively to judgments having been delivered in criminal proceedings as from 10 February 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 25 July 2013 the Supreme Court took another decision of relevance (NJA 2013, p. 780). It stated therein that, if criminal proceedings have commenced before the Tax Agency has decided to impose tax surcharges, the prohibition against ne bis in idem cannot result in a criminal judgment that has become final being re-opened and quashed. Instead, it is the second set of proceedings to be commenced – the tax proceedings involving surcharges – that are contrary to the law. The violation of the right not to be tried or punished twice for the same offence is therefore in this situation a matter for the administrative courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  By a plenary judgment of 29 October 2013 (HFD 2013 ref. 71), the Supreme Administrative Court (now Högsta förvaltningsdomstolen) reversed the position taken in its judgment of 17 September 2009 and confirmed in a judgment of 21 December 2010 (RÅ 2010 ref. 117). Agreeing with the conclusions drawn by the Supreme Court, the Supreme Administrative Court found that the same principles should apply when the order of the tax and criminal proceedings is different, that is, when the tax proceedings are commenced later. Accordingly, a criminal indictment constitutes a procedural hindrance against imposing tax surcharges based on the same submission of incorrect information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the case at hand, where the individual had been indicted in February 2005 and surcharges had been imposed by the Tax Agency in April 2005, the Supreme Administrative Court concluded that the latter decision violated Article 4 of Protocol No. 7. The appeal made against the appellate court’s judgment on tax surcharges was accordingly granted and the surcharges set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Supreme Administrative Court has since examined several petitions for the re-opening of tax proceedings in which tax surcharges had been imposed. In a decision of 2 December 2013 (cases nos. 5850-13 and 5851-13) it rejected the petition, stating that the earlier criminal proceedings had not led to an indictment of the individual but to a decision by the prosecutor to discontinue the preliminary investigation and that, accordingly, no violation of the prohibition against double proceedings had occurred. In a judgment of 5 June 2014 (cases nos. 1112-14 and 1113-14) it granted a re-opening, noting that, pursuant to the Supreme Court’s decision of 16 July 2013, the applicant would have had a right of re-opening of the criminal proceedings if the tax surcharge decision had preceded the indictment and finding that the situation at hand, which was the reverse, should not be treated differently. The Supreme Administrative Court accordingly re-opened the tax proceedings and quashed the tax surcharges in question. The latter case had already been examined by the Supreme Administrative Court as part of the original tax proceedings in December 2010 – prior to the recent developments in Swedish case-law – and had then been considered not to involve a breach of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In a judgment of 19 June 2014 (cases nos. 7110-13 and 7111-13) the Supreme Administrative Court examined a different situation where tax surcharges had been imposed on a person by a decision of the Tax Agency in May 2011, upheld by the County Administrative Court in February 2012. During the subsequent examination before the Administrative Court of Appeal, the person in question was, in separate criminal proceedings, indicted for a tax offence but acquitted thereof by a judgment of the District Court in April 2013 which soon afterwards acquired legal force. As a consequence, the Administrative Court of Appeal, in September 2013, quashed the surcharges that had been imposed. The Supreme Administrative Court agreed with this course of action, noting that the Court had established in several judgments (including Nykänen v. Finland, no. 11828/11, 20 May 2014) that, in the event that one of two concurrent sets of proceedings becomes final, Article 4 of Protocol No. 7 required that the other set of proceedings be discontinued. The Supreme Administrative Court’s judgment was delivered in ordinary proceedings which had not involved any re-opening. Furthermore, all the decisions and judgments in the case were delivered after the Sergey Zolotukhin judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Following the above judicial changes, the Prosecutor-General (Riksåklagaren) and the Economic Crime Authority (Ekobrotts-myndigheten) decided to examine all tax cases where there may have been double punishments in accordance with the conclusions by the two supreme courts. Whenever the conditions were met, the prosecutor would file a petition for the criminal proceedings to be re-opened, provided that the individual agreed to this course of action and had not already sought a re-opening him- or herself. The undertaking, expected to be finalised by mid-March 2014, was to cover all cases ending with a judgment, an order of summary punishment (strafföreläggande) or a decision not to prosecute (åtalsunderlåtelse) since 10 February 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 April 2014 the Swedish newspaper Dagens Nyheter, basing itself on information provided by the Economic Crime Authority, reported that close to 3,000 cases concerning tax offences had been examined. Out of more than 110 individuals who were serving prison sentences, 42 had been released. Those who had not been released had been convicted also for other crimes than tax offences. A further number of persons who were about to start serving prison sentences did not have to do so. 800 individuals who had already served their sentences had been asked whether they wished assistance in filing petitions for re-opening of proceedings and, so far, 541 of them had accepted and 128 cases had been re-opened. In some re-opened cases the convictions had been quashed in their entirety; in others, involving several offences, the proceedings had to be repeated.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Provisions on monetary compensation",
                                "elements": [
                                    {
                                        "content": "27.  Section 4 of the Act on Compensation for Deprivation of Liberty and Other Coercive Measures (Lagen om ersättning vid frihetsberövande och andra tvångsåtgärder; 1998:714) stipulates that a person who has served a prison sentence is entitled to compensation if, following an appeal or a re-opening of proceedings, he or she is acquitted or given a less severe sentence or the judgment containing the conviction is quashed. Under section 7 of that Act, compensation is awarded for costs, loss of income, interference in business activities and suffering. Normally, in accordance with the practice of the Chancellor of Justice (Justitiekanslern), compensation for suffering is set at a rate of SEK 30,000 (approximately EUR 3,300) for the first month, SEK 20,000 (EUR 2,200) for each additional month up to and including the sixth month and SEK 15,000 (EUR 1,600) per month after that. Certain circumstances can lead to a higher rate of compensation. This is primarily the case if the suspicions have concerned a particularly serious crime or if the matter has attracted extensive media attention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  An action for damages can also be based on the Tort Liability Act (Skadeståndslagen, 1972:207). Under Chapter 3, section 2 of that Act, compensation is awarded for damage caused by fault or negligence on the part of a public authority. Requests can be lodged with the Chancellor of Justice. If dissatisfied with the Chancellor’s decision, the individual has the option of bringing an action for damages against the State in the general courts. He or she may also institute such proceedings directly without having made a request to the Chancellor.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In addition, the Supreme Court has developed case-law which provides that, in order to provide redress for victims of Convention violations, compensation may be awarded without direct support in Swedish law. Based on this case-law, the Chancellor of Justice has awarded compensation in many cases following requests from individuals. The Court has had regard to this development and has concluded that, following a Supreme Court judgment of 3 December 2009 (NJA 2009 N 70), there is an accessible and effective remedy of general applicability, capable of affording redress in respect of alleged violations of the Convention (see, for example, Eriksson v. Sweden, no. 60437/08, §§ 48-52, 12 April 2012, and Marinkovic v. Sweden (dec.), no. 43570/10, § 43, 10 December 2013, and – in regard to the domestic case-law developments – the latter decision, §§ 21-31).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 4 OF PROTOCOL No. 7 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that, through the imposition of tax surcharges and the trial for a tax offence and a bookkeeping offence, of which she was convicted of the latter, she had been tried and punished twice for the same offence. She invoked Article 4 of Protocol No. 7 to the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of the preceding paragraph shall not prevent the reopening of the case in accordance with the law and penal procedure of the State concerned, if there is evidence of new or newly discovered facts, or if there has been a fundamental defect in the previous proceedings, which could affect the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The Government pointed out that the applicant had not appealed against the District Court’s judgment of 16 December 2008 in the criminal proceedings and asserted that she had therefore failed to exhaust domestic remedies. In this connection, they further drew the Court’s attention to the fact that she had not raised any objection related to the principle of ne bis in idem, not even in substance, in her appeal to the Supreme Administrative Court in the tax proceedings or in any other part of the national proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Furthermore, in the Government’s opinion, the application was manifestly ill-founded as the last set of proceedings against the applicant, namely the criminal proceedings relating to an aggravated bookkeeping offence and a tax offence, became finally adjudicated on 8 January 2009 and thus one month before the Court’s judgment in the case of Sergey Zolotukhin (cited above). Prior to this judgment, the imposition of tax surcharges and a conviction for tax fraud had been found not to violate the principle of ne bis in idem; rather, such a complaint had been declared inadmissible as manifestly ill-founded in the case of Rosenquist v. Sweden (no. 60619/00, 14 September 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Finally, the Government contended that, in so far as the bookkeeping offence was concerned, the two sets of proceedings were neither identical nor substantially the same. The tax surcharges imposed and the conviction for a bookkeeping offence did not refer to the same offence. This part of the complaint under Article 4 of Protocol No. 7 should thus be declared inadmissible as being manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant asserted that she had exhausted domestic remedies. She pointed out that, as she had been acquitted of the tax offence by the District Court, she could not have appealed against the court’s judgment in that respect. In regard to the Government’s submission that she had not raised any objection related to the principle of ne bis in idem in the tax proceedings, she maintained that this had been unnecessary as the courts are supposed to know the law. In any event, given established Swedish caselaw at the time, as confirmed by the judgment of the Supreme Administrative Court of 17 September 2009, delivered before its decision to refuse leave to appeal in the applicant’s case, it would have been fruitless for her to invoke the principle of ne bis in idem.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant further contended that, while the Sergey Zolotukhin judgment (cited above) had aimed at harmonising Strasbourg case-law on the issue of ne bis in idem, it had not changed the legal situation. Furthermore, even if it had, the change had not necessarily taken place at the time of delivery of the judgment as the factual circumstances of the case had occurred several years before that delivery. In this connection, she also pointed out that the proceedings against her had continued until 20 October 2009 when the Supreme Administrative Court refused leave to appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Moreover, the applicant maintained her position that her conviction for a bookkeeping offence was based on substantially the same facts as the decision to impose surcharges on her. In this respect, she noted that the Supreme Court had in its decision of 11 June 2013 (see paragraph 20 above) stated that the fact that tax surcharges had been imposed on an individual “normally” did not hinder prosecution and conviction of him or her for a bookkeeping offence. It was thus unclear under what circumstances there could be such a hindrance in a case concerning a bookkeeping offence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "38.  The Court reiterates that the purpose of the requirement of exhaustion of domestic remedies under Article 35 § 1 of the Convention is to afford the Contracting States the opportunity to prevent or put right the violations alleged against them before those allegations are submitted to the Court. Consequently, States are dispensed from answering for their acts before an international body before they have had an opportunity to put matters right through their own legal system. That rule is based on the assumption, reflected in Article 13 of the Convention – with which it has close affinity –, that there is an effective remedy available in the domestic system in respect of the alleged breach. In this way, it is an important aspect of the principle that the machinery of protection established by the Convention is subsidiary to the national systems safeguarding human rights (see Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The only remedies which should be exhausted are those that relate to the breach alleged and are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness: it falls to the respondent State to establish that these conditions are satisfied (see, among many other authorities, McFarlane v. Ireland [GC], no. 31333/06, § 107, 10 September 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the circumstances of the present case, it is first to be noted that tax surcharges were imposed on the applicant by the Tax Agency on 1 June 2004 and that criminal proceedings were initiated against her on 5  August 2005. Subsequently, the applicant was tried in two parallel proceedings, in accordance with Swedish law and established practice. Independently of the fact that the applicant may have been ready to accept the criminal conviction for the bookkeeping offence and therefore chose not to appeal against the District Court’s judgment, such an appeal could not effectively address the alleged breach of Article 4 of Protocol No. 7. Similarly, given the clear national case-law, which did not change until June 2013, even if the applicant had expressly invoked the principle of ne bis in idem in her appeals in the tax proceedings, she would have had no prospects of success with such an objection. Furthermore, the applicant’s case does not appear to fall within the scope of the new remedy created by the changes in national case-law as from June 2013, because the second set of proceedings – that is, the criminal proceedings, which commenced later in time – was concluded on 8 January 2009 when the District Court’s judgment acquired legal force and thus before 10 February 2009, the date of the Sergey Zolotukhin judgment. In conclusion, the applicant did not fail to exhaust the domestic remedies available to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  For these reasons, the present complaint is not inadmissible for failure to exhaust domestic remedies within the meaning of Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government also submitted two objections purporting that the complaint was manifestly ill-founded. The applicant contested this.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court finds that these objections should be examined on the merits. The present complaint must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "44.  Referring, inter alia, to the judgments in Sergey Zolotukhin v. Russia and Ruotsalainen v. Finland (both cited above), the applicant submitted that the two proceedings conducted against her and the punishments imposed (the tax surcharges and the criminal conviction for a bookkeeping offence) were criminal in nature and based on identical or substantially the same facts and were thus in breach of the principle of ne bis in idem. As regards the “bis” part of that term, she argued that, whereas Strasbourg case-law left some room for multiple punishments for the same offence being decided by separate organs at different times, a fundamental prerequisite for this was that the later proceedings and punishments did not involve a complete and renewed examination of the offence. In contrast to Swedish cases concerning traffic offences, where the authority imposing the second sanction – the withdrawal of a driving licence – did not make a renewed examination of the offence but was bound by the conviction decided by the general court, the situation was different in tax-related cases, where the criminal and administrative courts were not bound by each other’s judgments but made separate and complete examinations of the offence in question. Thus, in order not to violate Article 4 of Protocol No. 7, the second set of proceedings would have to be terminated or annulled as soon as the first set of proceedings had been finalised. Concern for the specific structure of a national system was arguably not a reason to find otherwise, in particular since it had been possible for Sweden to amend its system and bring it in conformity with Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant asserted that the second set of proceedings against her should have been terminated or annulled when the first set of proceedings had been finalised and the matter had become res judicata. She further submitted that the Court’s jurisprudence was not unequivocal as to whether Article 4 of Protocol No. 7 also prohibited dual pending proceedings, that is, whether it ruled out situations of lis pendens. She maintained that, if charges were tried in two parallel sets of proceedings, they would be compatible with that provision only if the judgments were delivered at the same time.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Finally, in the applicant’s view, her conviction for a bookkeeping offence was based on substantially the same facts as the decision to impose tax surcharges on her. Consequently, also this part of her criminal conviction was in breach of Article 4 of Protocol No. 7. She maintained that the same incomplete information that had been accounted for in the bookkeeping had later been presented in the tax return. According to her, the grounds for liability for the bookkeeping offence had been nothing else than the omission to account for the exact income accrued; the same income had been withheld in the tax return, leading to the imposition of tax surcharges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Having regard to the Court’s case-law in Swedish tax-related cases, the Government acknowledged that the imposition of tax surcharges involved a “criminal charge” and that the proceedings concerning the surcharges were thus criminal in nature. They further did not dispute that the facts underlying that imposition and the indictment for a tax offence in the present case were substantially the same for the purposes of Article 4 of Protocol No. 7. However, while the judgment in Sergey Zolotukhin had established that the element of “idem” was referring to the factual circumstances of the case and not to the legal requisites, the Court’s case-law was allegedly not clear when it came to the issue of “bis”. In several cases, it had been taken into account that two proceedings had a sufficiently close connection in substance and in time. Moreover, Article 4 of Protocol No. 7 did not seem to contain any general prohibition against parallel proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government further argued that regard should be had to the structure of the national system, as in the present situation where both the general and the administrative courts, with their accumulated skills and expertise, were examining the issues in question. The criminal and administrative proceedings were allegedly co-ordinated and it was foreseeable for an individual that a serious case of submission of incorrect information to the Tax Agency would normally lead to both the imposition of tax surcharges and prosecution for a tax offence. In the present case, the proceedings had been closely connected and conducted in parallel since the criminal proceedings against the applicant had been initiated at a time when no final decision had been taken in regard to the tax surcharges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Moreover, as they had argued in regard to the admissibility of the present complaint (see paragraphs 33 and 34 above), the Government submitted that it revealed no violation of Article 4 of Protocol No. 7. Firstly, the second set of proceedings commenced against the applicant, that is, the criminal proceedings, had been finalised before the judgment in the case of Sergey Zolotukhin (cited above), thus at a time when the Swedish system was considered as not violating the principle of ne bis in idem, according to the 2004 decision in Rosenquist v. Sweden (cited above). Secondly, in so far as the conviction for a bookkeeping offence was concerned, it did not refer to an offence that was identical or substantially the same as the tax surcharges.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "50.  The Court will first deal with the Government’s submission that the complaint revealed no violation of Article 4 of Protocol No. 7 as the criminal proceedings had been finalised a month before the Sergey Zolotukhin judgment (cited above) and thus at a time when the Court’s case-law indicated that the Swedish system was in conformity with this provision. In this regard, the Court would point out that the Zolotukhin case was introduced with the Court in April 2003 and concerned events that had taken place in 2002 and 2003. Accordingly, in so far as the Court changed or modified its approach on issues concerning ne bis in idem when it delivered its judgment in February 2009, it did so in relation to factual circumstances which, by then, were six to seven years old. Generally, if events in the past are to be judged according to jurisprudence prevailing at the time when the events occurred, virtually no change in case-law would be possible. While the Court acknowledges that, at the time of the criminal proceedings against the applicant, there had been an earlier decision relating to double proceedings in Swedish tax matters which concluded that a complaint concerning similar circumstances was manifestly ill-founded (Rosenquist, cited above), the present case must nevertheless be determined with regard to the case-law existing at the time of the Court’s examination. In any event, bearing in mind that Article 4 of Protocol No. 7 prohibits the repetition of proceedings after the date on which a first set of proceedings has been finally examined, it should be reiterated that the tax proceedings continued until 20 October 2009, well beyond the date of delivery of the judgment in the Zolotukhin case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court has found in several judgments concerning Sweden that the imposition of tax surcharges involves the determination of a “criminal charge” within the meaning of Article 6 of the Convention and that that provision is therefore applicable to tax proceedings in so far as they concern tax surcharges (see, for instance, Janosevic v. Sweden, no. 34619/97, §§ 6471, ECHR 2002-VII). Moreover, the notion of “penalty” does not have different meanings under different provisions of the Convention (Göktan v. France, no. 33402/96, § 48, ECHR 2002-V). Accordingly, in the decision on admissibility in the case of Manasson v. Sweden (no. 41265/98, 8 April 2003), it was concluded that proceedings involving tax surcharges were “criminal” not only for the purposes of Article 6 of the Convention but also for the purposes of Article 4 of Protocol No. 7. Accordingly, noting that the parties do not dispute this, the Court concludes that both sets of proceedings in the present case were “criminal” for the purposes of Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court acknowledged in the case of Sergey Zolotukhin v. Russia (cited above, §§ 78-84) the existence of several approaches to the question whether the offences for which an applicant was prosecuted were the same. Finding that this situation created legal uncertainty, the Court went on to provide a harmonised interpretation of the notion of the “same offence” – the idem element of the ne bis in idem principle – for the purposes of Article 4 of Protocol No. 7. It considered that an approach which emphasised the legal characterisation of the offences in question was too restrictive on the rights of the individual and risked undermining the guarantee enshrined in that provision. Accordingly, it took the view that Article 4 of Protocol No. 7 had to be understood as prohibiting the prosecution or trial of a second “offence” in so far as it arises from identical facts or facts which are substantially the same. The Court’s inquiry should therefore focus on those facts which constitute a set of concrete factual circumstances involving the same defendant and which are inextricably linked together in time and space, the existence of which must be demonstrated in order to secure a conviction or institute criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In the criminal proceedings in the present case, the applicant was indicted for an aggravated tax offence and an aggravated bookkeeping offence. The District Court acquitted her of the former offence but convicted her of the latter. Both parties submitted that the facts underlying the indictment for the tax offence were at least substantially the same as those leading to the imposition of tax surcharges. The Government contended that there was no such congruence in so far as the bookkeeping offence was concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In so far as the tax offence is concerned, the Court agrees with the parties. The applicant’s indictment and the imposition of tax surcharges were based on the same failure to declare business proceeds and VAT. Moreover, the tax proceedings and the criminal proceedings concerned the same period of time and essentially the same amount of evaded taxes. Consequently, in this respect, the idem element of the ne bis in idem principle is present.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  However, the situation is different with regard to the bookkeeping offence. As has been observed by the Court on previous occasions (see Manasson v. Sweden (dec.), cited above, at pp. 22-23, and Carlberg v. Sweden, no. 9631/04, §§ 69-70, 27 January 2009) the obligation of a businessperson to enter correct figures in the books is an obligation per se, which is not dependent on the use of bookkeeping material for the determination of tax liability. In other words, the applicant, while not having fulfilled the legal bookkeeping requirements, could later have complied with the duty to supply the Tax Agency with sufficient and accurate information by, for instance, correcting the information contained in the books or by submitting other material which could adequately form the basis of a tax assessment. Accordingly, the applicant’s submission of the incorrect bookkeeping material to the agency in support of the claims and statements made in her tax return and her failure to provide the agency with other reliable documentation on which it could base its tax assessment constituted important additional facts in the tax proceedings which did not form part of her conviction for a bookkeeping offence. In these circumstances, the two offences in question were sufficiently separate to conclude that the applicant was not punished twice for the same offence. Thus, the applicant’s trial and conviction for an aggravated bookkeeping offence do not disclose any failure to comply with the requirements of Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court reiterates that the aim of Article 4 of Protocol No. 7 is to prohibit the repetition of criminal proceedings that have been concluded by a “final” decision. According to the Explanatory Report to Protocol No. 7, which itself refers back to the European Convention on the International Validity of Criminal Judgments, a “decision is final ‘if, according to the traditional expression, it has acquired the force of res judicata. This is the case when it is irrevocable, that is to say when no further ordinary remedies are available or when the parties have exhausted such remedies or have permitted the time-limit to expire without availing themselves of them’”. This approach is well entrenched in the Court’s case-law (see, for example, Nikitin v. Russia, no. , § 37, ECHR 2004-VIII). Decisions against which an ordinary appeal lies are excluded from the scope of the guarantee contained in Article 4 of Protocol No. 7 as long as the time-limit for lodging such an appeal has not expired. On the other hand, extraordinary remedies such as a request for re-opening of the proceedings or an application for extension of the expired time-limit are not taken into account for the purposes of determining whether the proceedings have reached a final conclusion. Although these remedies represent a continuation of the first set of proceedings, the “final” nature of the decision does not depend on their being used. It is important to point out that Article 4 of Protocol No. 7 does not preclude the re-opening of the proceedings, as stated clearly by the second paragraph of Article 4 (see Sergey Zolotukhin v. Russia, cited above, §§ 107-108, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In the present case, there was a final decision on 16 December 2008 when the District Court, inter alia, acquitted the applicant of the charges relating to a tax offence. As the applicant did not lodge an appeal against that judgment, it acquired legal force on 8 January 2009. Thus, she was finally acquitted of the tax offence on the latter date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Article 4 of Protocol No. 7 is not confined to the right not to be punished twice but extends to the right not to be tried twice (see Franz Fischer v. Austria, no. 37950/97, § 29, 29 May 2001). Were this not the case, it would not have been necessary to add the word “punished” to the word “tried” since this would be mere duplication. Article 4 of Protocol No. 7 applies even where the individual has merely been prosecuted in proceedings that have not resulted in a conviction. The provision contains three distinct guarantees and provides that no one shall be (i) liable to be tried, (ii) tried or (iii) punished for the same offence (see Sergey Zolotukhin v. Russia, cited above, § 110, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  As is clear from the above, further criminal proceedings against an individual are prohibited when a decision concerning the same offence is final; Article 4 of Protocol No. 7 does not, however, preclude that several concurrent sets of proceedings are conducted before that final decision has been issued. In such a situation it cannot be said that the individual is prosecuted several times “for an offence for which he has already been finally acquitted or convicted” (see Garaudy v. France (dec.), no. 65831/01, ECHR 2003-IX (extracts)). There is no issue under the Convention when, in a situation of two parallel sets of proceedings, the second set of proceedings is discontinued when the first set of proceedings has become final (see Zigarella v. Italy (dec.), no. 48154/99, ECHR 2002-IX (extracts)). However, when no such discontinuation occurs, the Court has found a violation (see Tomasović v. Croatia, no. 53785/09, §§ 30-32, 18 October 2011; and Muslija v. Bosnia and Herzegovina, no. 32042/11, § 37, 14 January 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Accordingly, the Court would emphasise that Article 4 of Protocol No. 7 does not provide protection against lis pendens. In the Swedish context, simultaneous tax proceedings determining tax surcharges and criminal proceedings examining a corresponding tax offence would thus not be incompatible with Article 4 of Protocol No. 7. A violation of this provision would occur, however, if one set of proceedings continued after the date on which the other set of proceedings was concluded with a final decision. That final decision would require that the other set of proceedings be discontinued. The Court notes that the Swedish supreme courts have concluded, having regard to Swedish legal tradition, that also ongoing, not finalised proceedings preclude the commencement of other proceedings concerning the same offence and have taken the view that the procedural hindrance materialises when the Tax Agency decides to impose tax surcharges or when a criminal indictment is brought against an individual, whichever comes first (see paragraphs 20 and 23 above). However, this guarantee against multiple proceedings cannot be derived from Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Notwithstanding the existence of a final decision, the Court has found in some cases (see R.T. v. Switzerland (dec.), no. 31982/96, 30 May 2000; and Nilsson v. Sweden (dec.), no. 73661/01, 13 December 2005) that although different sanctions (suspended prison sentences and withdrawal of driving licences) concerning the same matter (drunken driving) have been imposed by different authorities in different proceedings, there has been a sufficiently close connection between them, in substance and in time. The conclusion in those cases was that the individuals were not tried or punished again for an offence for which they had already been finally convicted and that there was thus no repetition of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the facts of the present case, it is true that both the applicant’s indictment for a tax offence and the tax surcharges imposed on her form part of the actions taken and sanctions imposed under Swedish law for the failure to provide accurate information in a tax return and that the two actions were foreseeable. However, they were examined by different authorities and courts without the proceedings being connected; both sets of proceedings followed their own separate course and they became final at different times. Moreover, the Supreme Administrative Court did not take into account the fact that the applicant had been acquitted of the tax offence when it refused leave to appeal and thereby made the imposition of tax surcharges final. Thus, in accordance with the Swedish system as it stood at the relevant time, the applicant’s conduct as well as her criminal guilt under the Tax Offences Act and her liability to pay tax surcharges under the relevant tax legislation were determined in proceedings that were wholly independent of each other. It cannot be said that there was a close connection, in substance and in time, between the criminal proceedings and the tax proceedings. This contrasts with the Court’s earlier cases R.T. v. Switzerland and Nilsson v. Sweden (cited above) where the decisions on withdrawal of a driving licence were directly based on an expected or final conviction for a traffic offence and thus did not contain a separate examination of the offence or conduct at issue (see further Nykänen v.Finland, cited above, § 51).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Accordingly, the present case concerns two parallel and separate sets of proceedings of which the tax proceedings commenced on 1 June 2004 and were finalised on 20 October 2009 and the criminal proceedings were initiated on 5 August 2005 and became final on 8 January 2009. The two proceedings were thus pending concurrently for almost three and a half years. This duplication of proceedings did not involve a breach of Article 4 of Protocol No. 7. However, the tax proceedings were not terminated and the tax surcharges were not quashed after the criminal proceedings had become final but continued for a further nine and a half months until 20 October 2009. Therefore, the applicant was tried “again” for an offence for which she had already been finally acquitted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  For these reasons, there has been a violation of Article 4 of Protocol No. 7 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  The applicant complained that she had not had a fair hearing in the tax proceedings and that she had not been presumed innocent. She relied on Article 6 §§ 1 and 2 of the Convention, the relevant parts of which provide the following:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                "elements": []
                            },
                            {
                                "content": "66.  The applicant alleged that where, as in the present case, the tax liability had been determined through a discretionary assessment, the Tax Agency only had to make it probable (sannolikt) that the tax could not be adequately fixed based on the information supplied by the individual. In reality, therefore, the level of proof required for the Tax Agency’s imposition of tax surcharges was merely “probable”. Given that tax surcharges corresponded to a penal sanction, this level of proof was too low; to comply with the requirements of Article 6 it should rather be “beyond reasonable doubt”.",
                                "elements": []
                            },
                            {
                                "content": "67.  The Court has examined similar complaints in previous Swedish cases on tax-related matters (see, for instance, Janosevic, cited above, §§ 99104, and Carlberg, cited above, §§ 56-57). It has concluded that the Swedish system operates with a presumption – which is acceptable in principle, if applied reasonably proportionate to the aim – that inaccuracies found during a tax assessment are due to an inexcusable act attributed to the taxpayer and that it is not manifestly unreasonable to impose tax surcharges as a penalty for that act. The individual is not left without means of defence. He or she may lodge a challenge against the Tax Agency’s tax assessment in court which, if successful, will have an automatic effect on the surcharges. He or she may also put forward grounds for a reduction or exemption of the surcharges themselves. Furthermore, regard must be had to the financial interests of the State in tax matters. A system of taxation principally based on information supplied by the taxpayer would not function properly without some form of sanction against the provision of incorrect or incomplete information, imposed according to standardised rules. In the Court’s view, provided that the courts make a nuanced assessment in the individual case as to the grounds for imposing as well as exempting the surcharges, the fact that the level of proof required for the imposition of surcharges is the same as the level required for the fixing of the tax itself does not involve a breach of Article 6.",
                                "elements": []
                            },
                            {
                                "content": ".  Moreover, there is no indication on the facts of the present case that the applicant did not have a fair hearing in the tax proceedings.",
                                "elements": []
                            },
                            {
                                "content": "69.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "71.  The applicant claimed EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government contended that the finding of a violation constituted sufficient reparation for the applicant. Should the Court find that some monetary compensation was to be awarded, the amount should not exceed EUR 1,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court finds that it is justified to award the applicant compensation for the violation found. It considers that the amount claimed is reasonable and accordingly awards her EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "74.  The applicant did not make any claim for costs and expenses. Consequently, no award is made under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "75.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning Article 4 of Protocol No. 7 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 4 of Protocol No. 7 to the Convention due to the fact that the tax proceedings determining the tax surcharges continued after the criminal proceedings had become final, to the extent that the latter involved the determination of a tax offence, but not in respect of the bookkeeping offence;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable to the applicant, in respect of non-pecuniary damage, the amount to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 November 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Villiger, Nussberger and De Gaetano is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "While we have voted with the majority in finding a violation of Article 4 of Protocol No. 7 in line with the judgment in Nykänen v. Finland (no. 11828/11, 20 May 2014), we think it is worth mentioning our disagreement with the majority’s approach to the retroactive application of the Court’s case-law after it has undergone a fundamental change.",
                        "elements": []
                    },
                    {
                        "content": "Legal change and flexibility are essential for a modern human rights protection system. Thus the Convention has always been considered as a living instrument taking up and responding to changes in European societies. At the same time it cannot be ignored that a radical change in the Court’s case-law – as in the present case – upsets legal certainty and, more specifically, the interaction between the national courts and the Court. It is disruptive for national courts following the Court’s case-law faithfully to find themselves – without any warning – accused of a breach of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "It is therefore necessary to find a good balance between change and flexibility on the one hand and legal certainty on the other hand.",
                        "elements": []
                    },
                    {
                        "content": "In the Marckx v. Belgium judgment (13 June 1979, Series A no. 31) the Court gave a subtle answer to the problem and decided to apply the new interpretation of the Convention only to the case that was brought before it, but at the same time to limit further retroactive application. Thus the date of the judgment reversing the existing case-law is the watershed between the old and the new interpretation of the Convention:",
                        "elements": []
                    },
                    {
                        "content": "In the present case the Swedish courts followed this approach and took the date of adoption of the judgment in Sergey Zolotukhin v. Russia ([GC], no. 14939/03, ECHR 2009), reversing the previous case-law (Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004), as the starting-point for the change in the Swedish case-law. They thus took the erga omnes effect of the Court’s rulings seriously while at the same time setting a clear time-frame.",
                        "elements": []
                    },
                    {
                        "content": "On this basis the Swedish Government argued that there had been no violation of Article 4 Protocol No. 7 “as the criminal proceedings had been finalised a month before the Sergey Zolotukhin judgment ... and thus at a time when the Court’s case-law indicated that the Swedish system was in conformity with this provision” (see paragraph 50 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "The majority of the Chamber, however, rejected this approach based on very general assumptions directly contradicting Marckx:",
                        "elements": []
                    },
                    {
                        "content": "In our view this general statement is contradicted by the regulation on the ex nunc effects of Constitutional Court judgments alluded to in the Marckx judgment. A much more differentiated approach is necessary.",
                        "elements": []
                    },
                    {
                        "content": "The only direct answer given by the Convention itself is the six-month rule, which naturally limits the retroactive effects of new case-law in time.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, there is a long-standing position on the part of the Court concerning cases in which the applicants have already lodged a complaint with the Court at the time of the reversal of the case-law. As they are in exactly the same situation as the successful applicant they should be treated in the same way (see, for example, Dovguchits v. Russia, no. 2999/03, § 24, 7 June 2007; Redka v. Ukraine, no. 17788/02, § 25, 21 June 2007; Rizhamadze v. Georgia, no. 2745/03, § 27, 31 July 2007; Ştefanescu v. Romania, no. 9555/03, § 20, 11 October 2007; and Vanjak v. Croatia, no. 29889/04, § 32, 14 January 2010).",
                        "elements": []
                    },
                    {
                        "content": "The open question concerns applications – such as the present one – lodged after the reversal of the case-law when the national courts’ judgments based on the previous approach have already acquired res judicata. In those cases there are clearly conflicting interests: on the one hand the trust of the national courts in the reliability and persistence of the Court’s case-law, and on the other hand the applicants’ trust in the application of the new case-law.",
                        "elements": []
                    },
                    {
                        "content": "In this context it is necessary to be aware of the fact that every change in the case-law will inevitably bring about situations of inequality as “new” applications are treated differently from “old” ones. This inequality cannot be avoided wherever the dividing line is drawn.",
                        "elements": []
                    },
                    {
                        "content": "Therefore we would argue that it is perfectly legitimate for national courts to apply the Court’s new approach only ex nunc, unless there are compelling reasons to decide otherwise (which would have to be clearly indicated by the Court in its judgment revising the case-law). This is all the more true when the national courts agree to change their own case-law because of the erga omnes effects of the Court’s judgments. ",
                        "elements": []
                    },
                    {
                        "content": "National courts are required to implement the Court’s judgments, but not to anticipate changes in the case-law.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, however, the proceedings continued after the date of the Zolotukhin judgment (cited above), so that the national courts did have a chance to implement the new approach.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, we think that the scope of the retroactive effect of the Court’s judgments deserves heightened attention and should be dealt with very carefully in order not to undermine the national courts’ trust in the validity of the Court’s authoritative findings.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LUCKY DEV v. SWEDEN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-148184.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1127JUD000735610",
    "externalsources": [
        "European Convention on the International Validity of Criminal Judgments"
    ],
    "extractedappno": [
        "7356/10",
        "7362/10",
        "2010/11",
        "14939/03",
        "13079/03",
        "617/10",
        "11828/11",
        "60437/08",
        "43570/10",
        "60619/00",
        "25803/94",
        "31333/06",
        "34619/97",
        "33402/96",
        "41265/98",
        "9631/04",
        "50178/99",
        "37950/97",
        "65831/01",
        "48154/99",
        "53785/09",
        "32042/11",
        "31982/96",
        "73661/01",
        "58853/00",
        "2999/03",
        "17788/02",
        "2745/03",
        "9555/03",
        "29889/04",
        "34406/97",
        "3545/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-148184",
    "judgementdate": "27/11/2014 00:00:00",
    "kpdate": "27/11/2014 00:00:00",
    "kpthesaurus": [
        "14",
        "216",
        "572",
        "9",
        "442"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "P7-4",
        "41",
        "35"
    ],
    "parties": [
        "LUCKY DEV",
        "SWEDEN"
    ],
    "rank": "1204.3076171875",
    "representedby": [
        "LEIDHAMMAR B.",
        "CRAFOORD C."
    ],
    "respondent": "SWE",
    "respondentOrderEng": "45",
    "scl": [
        "Carlberg v. Sweden, no. 9631/04, 27 January 2009",
        "Fischer v. Austria, no. 37950/97, § 29, 29 May 2001",
        "Garaudy v. France (dec.), no. 65831/01, ECHR 2003-IX (extracts)",
        "Göktan v. France, no. 33402/96, § 48, ECHR 2002-V",
        "Janosevic v. Sweden, no. 34619/97, ECHR 2002-VII",
        "Manasson v. Sweden, no. 41265/98, 8 April 2003",
        "McFarlane v. Ireland [GC], no. 31333/06, § 107, 10 September 2010",
        "Muslija v. Bosnia and Herzegovina, no. 32042/11, § 37, 14 January 2014",
        "Nikitin v. Russia, no. 50178/99, § 37, ECHR 2004-VIII",
        "Nilsson v. Sweden (dec.), no. 73661/01, 13 December 2005",
        "Nykänen v. Finland, no. 11828/11, 20 May 2014",
        "R.T. v. Switzerland (dec.), no. 31982/96, 30 May 2000",
        "Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004",
        "Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V",
        "Sergey Zolotukhin v. Russia, [GC], no. 14939/03, 10 February 2009, ECHR 2009",
        "Tomasović v. Croatia, no. 53785/09, §§ 30-32, 18 October 2011",
        "Zigarella v. Italy (dec.), no. 48154/99, ECHR 2002-IX (extracts)"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "445481",
    "typedescription": "15"
}