{
    "__articles": "14;14+P1-2;35;35-1;41;46;46-2;P1-2",
    "__conclusion": "Remainder inadmissible;Violation of Article 14+P1-2 - Prohibition of discrimination (Article 14 - Discrimination) (Article 2 of Protocol No. 1 - Right to education;Right to education-{general});Respondent State to take individual measures (Article 46-2 - Individual measures);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "59608/09",
    "article": [
        "p1-2",
        "46",
        "35",
        "14",
        "41"
    ],
    "conclusion": [
        {
            "article": "p1-2",
            "base_article": "p1-2",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+P1-2 - Prohibition of discrimination",
            "mentions": [
                "Article 2 of Protocol No. 1 - Right to education",
                "Right to education-{general}"
            ],
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+P1-2 - Prohibition of discrimination",
            "mentions": [
                "Article 2 of Protocol No. 1 - Right to education",
                "Right to education-{general}"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 46-2 - Individual measures"
            ],
            "element": "Respondent State to take individual measures",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-115493.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originates in an application (no. 59608/09) against the Greek Republic in which one hundred and forty nationals of this State whose names are listed in the annex (“the applicants”), approached the Court on 7 October 2009 in virtue of Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by the Greek Helsinki Monitor, a non-governmental organisation based in Glyka Nera. The Greek Government (“the Government”) was represented by the delegates of its agent, Ms V Pelokou, Assessor at the State Legal Council, and Mr I. Bakopoulos, Auditor at the State Legal Council.",
                        "elements": []
                    },
                    {
                        "content": "3.  Before the Court, the applicants allege in particular a violation of Article 14 of the Convention, in conjunction with Article 2 of Protocol No. 1, and of Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 25 March 2011, the application was communicated to the Government. As permitted by Article 29 § 1 of the Convention, it was also decided that the Chamber would decide on the admissibility and the merits of the case at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The evolution of the situation of the Aspropyrgos primary school since the events of the Sampanis and Others v. Greece judgment of June 5th, 2008",
                                "elements": [
                                    {
                                        "content": "5.  The applicants, all of Romani origin, living, at the time of the facts, in Psari, near Aspropyrgos. Ninety-eight applicants were school-aged children between the ages of five and a half and twelve in 2008-2009 and 2009-2010. Forty-two applicants were adults, parents or guardians of other applicants. The applicants belong to thirty-eight families. Some of them were applicants in the case which gave rise to the judgment Sampanis and others v. Greece (no. 32526/05, 5 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  The applicants refer to the factual circumstances of that judgment for the period up to October 2007 and in particular to the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“29.  On 20 June 2006, the third constituency of the West Attica Primary Education Council sent a letter to the director of Attica periphery. She informed him that for the 2005-2006 school year, fifty-four students of Romani origin had been enrolled in the 10th primary school of Aspropyrgos. She stated that “preparatory classes [were] provided for the Romani students, in order to assure their adaptation to the schooling environment, given the deficiencies from which they suffered and various other reasons making it impossible for them to integrate into ordinary classes.” She added that “despite the progress made by Romani students in the preparatory classes, all of these students are not yet fit to integrate into ordinary classes.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 5 April 2007, prefabricated rooms of the 10th primary school were set on fire by unknown people. It appears from the file that in September 2007, the two rooms were replaced but because of infrastructure problems, they were not operational. In September 2007, a 12th primary school was created in Aspropyrgos, to which Romani children were transferred. The record shows that in October 2007, this school was not yet operational, because of the infrastructure problems. The Government alleges that the establishment of the 12th primary school in Aspropyrgos was intended only to relieve congestion at the 10th primary school.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  By Decision No. 10781/D4/2008 of 25 January 2008, published in the Official Gazette of 30 January 2008, the Ministers of Education and Finances created the 12th primary school of Aspropyrgos, which was supposed to welcome Romani and non-Romani students without distinction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  During the 2007-2008 school year, the Romani students were still educated in an annex of the main building of the 10th school. During Christmas vacation, the rooms of the annex building were damaged. On 8 January 2008, following a complaint lodged by the school principal, the police assured that she would approach the prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  According to the information provided by the 12th primary school, at the end of the 2008 school year, sixty students were enrolled at the beginning of the school, eighteen had taken occasional courses, nine had finished the school year with many absences and, after a test, three of them had been considered as having the age and level necessary to be integrated into ordinary classes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 3 March 2008, the mayor of Aspropyrgos convened the directors of the primary schools and invited them to redraw the school map and the school district zones. They attributed the same recruiting area to the 9th, 10th and 12th schools.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 11 March 2008, a meeting took place at the 10th school, organised by the Ombudsman, between the direction of this school, the prefecture, the association of parents of (non-Romani) students and the Ombudsman. The point was to convince the parents to renounce their opposition to the integration of Romani students in ordinary classes. However, an intervention by the mayor of Aspropyrgos did not permit this meeting to succeed nor was it possible to enrol the three Romani students who had a sufficient level of education into ordinary classes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 8 April 2008, the Western Attica Primary Education Division defined the area of recruitment for each of the twelve schools in the region. The area of Psari, where the applicants resided, was attached to the 12th school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 24 June 2008, following a report by the committee responsible for checking of the conformity of school buildings with the provisions in force, the prefect of West Attica decided to use temporarily, for the premises of the 12th school, the prefabricated building next to the 10th school, which had been used in 2005 to host remedial classes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  These premises of the 12th school suffered damage again during the summer holidays of 2008, where all the equipment was stolen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 8 September 2008, the director of the 12th school reported in detail to the regional authorities of the Ministry of Education the damages inflicted upon the building and concluded that it was not in a state to welcome students. He confirmed that the state of the facilities did not meet the basic needs of the school and imperilled the safety of the students and teaching staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  However, on 10 September 2008, on the eve of the first day of school, Romani families were informed that the 12th school opened its doors, on the premises next to the 10th school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 22 September 2008, a delegation of the European Commission against Racism and Intolerance (ECRI) of the Council of Europe visited, among others, the Romani community of Psari and to the 12th school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 September and 8 October 2008, the services of the Ministry of Education invited the mayor of Aspropyrgos and the prefect of West Attica to authorise the merging of the 12th and 11th schools, attracting attention to the fact that this case was supported by European institutions as a result of complaints lodged against Greece.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  A letter sent on 26 September 2008 to the Ministry of Education by the mayor of Aspropyrgos and the parents of non-Romani students reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The creation of the 12th primary school did not aim to (...) segregate Romani students from other students in the district schools. It has, however, become an inevitable necessity because Gypsies living in tents have chosen to live a nomadic life, in dumps they have created themselves, without worrying about basic standards of hygiene, and indulging in illegal activities which have a negative impact on vulnerable social groups and, more generally, on the inhabitants of Aspropyrgos. (...) in spite of all this, [the Romani children] dare to demand to share the same classrooms as the other students of Aspropyrgos, a considerable percentage of whom are sensitive social groups or children of economic immigrants (...)”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 17 October 2008, the prefect of West Attica refused the demanded authorisation (paragraph 18 above) on the grounds that he wished to avoid creating social, cultural and educational problems. He also noted that the 12th school was closer to the homes of the Romani students than the 11th.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 8 December 2008, the Ombudsman of the Republic addressed the Prefect of West Attica a letter urging him to reconsider his decision of 17 October 2008. He stated, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The 12th school of Aspropyrgos has a history of arson and vandalism which is not important to remember. However, we would like to draw your attention to the state of this school as described in the letter of 8 September 2008 sent by the director of this school to the head of the First Regional Education Office of West Attica, because this document was not submitted to you before you made your decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The sombre aspects of the facilities include, among other things: with respect to the school yard: the fence in some places can be dangerous for children. In addition, swings and basketball hoops are destroyed. Regarding toilets: there are currently no functioning toilets in the schools. These were all looted: faucets, light fixtures, cables, door handles, and a part of the door were stolen. With regard to classrooms: doors, windows, cables, electrical panels, lighting fixtures, benches and chairs were stolen. There is no longer any air-cooling or heating apparatus. Regarding the teachers’ room: everything that existed in this room was stolen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In light of this, I consider that the facilities of the 12th elementary school of Aspropyrgos, as they present themselves today, are not able to cover even the basic needs of a school unit and endanger the safety of students and teachers.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Ombudsman stresses that, despite the fact that the recruitment zone of the 12th school included the relevant school population, all the students enrolled for the 2008-2009 school year belonged to the Romani community, while the Presidential Decree no. 201/1998 required that it was mandatory to transfer all students living in the recruitment zone from a school to the school in question and that the transfer should take place even in the absence of a request from the parents. The Ombudsman acknowledged that the prefecture was not responsible for the non-application of the decree, but he urged the prefecture to take into consideration, in the exercise of its functions, the fact that the non-application of the decree had had the effect of turning the 12th school into a “ghetto school,” given the fact that not a single non-Romani student from the region were enrolled there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Ombudsman also pointed out that the Ministry of Education was in favour of integrating Romani students into the mainstream education system and that a newsletter of 10 September 2008, titled “Registration and Schooling of Romani” recommended that in each class, the percentage of students from another culture did not exceed 50%.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Ombudsman stated that there were problems of intolerance on the part of the non-Romani population and that the association of parents of non-Romani students had created problems in 2005. He admitted that the annex of the 10th school, renamed the 12th school, had been created under the pressure of incidents which had been caused by the parents of non-Romani students and which had led to the conviction of Greece in the judgment of the Court Sampanis and others (cited above). He pointed out that the continued refusal to authorise the merging of the 12th and of the 11th school constituted an unjustified discrimination against Romani students, as it prevented them from blending into the cultural environment of the region and was motivated solely by the prefect’s concern to avoid new incidents, this time on the part of the parents of students of the 11th school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 17 March 2009, the director of the 12th school wrote to the mayor of Aspropyrgos, inviting him to equip the Romani camp with running water because, according to him, the absence of facilities had a negative effect on the health and safety of the children, and consequently on their ability to pursue their education. By a response of 31 March 2009, the Mayor rejected this on the grounds that the owners of the land on which the Romani were living were trying to obtain the expulsion of the latter and threatened him with prosecution if he accepted the request in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 30 May and 20 July 2009, the applicants address two letters to the competent services of the Ministry of Education and to the Minister himself, inviting them to allow Romani children to attend the 10th school and to establish a program for them which would have been designed for the Muslim Romani of Thrace and which would have proved effective. They received no answer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 11 June 2009, the director of the 12th school informed the services of the Minister of Education that the school books were inappropriate for the Romani whose maternal language was not Greek.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 23 July 2009, the Ombudsman wrote again to the Ministry of Education. He informed him that the prefect, which had, on 17 October 2008, refused to authorise the merging of 12th and 11th schools, did not wish to revisit this decision. He stressed that the operation of this ghetto school for Romani students was contrary to the position of the ministry, which was unfavourable to schools “exclusively reserved for Gypsy students.” He availed himself of the letter of 8 September 2008 from the Director of the 12th school, according to which the state of the facilities would not have covered the basic needs of a school and would have jeopardised the safety of students and teaching staff. He added that the needs could not be met by the mayor of Aspropyrgos, who openly declared on 26 September 2008, that the Romani children “dare to demand to share the same classrooms as the other students of Aspropyrgos”. He pointed out that the mayor had ignored an invitation from the regional authorities of the ministry to “do what is necessary for the immediate rehabilitation” of the 12th school. He drew attention to the fact that Greece was “under control” in executing the judgment of Sampanis and others and that it had not made any progress so far in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 1 August 2009, the applicants lodged a complaint against the 10th and 12th schools with respect to the duties of the office. The examination of the complaint was still pending as of the date of submission to the Court, on 10 October 2011, of their observations in response to those of the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The documents in the file show that between October 2008 and June 2009, the director of the 12th school sent several letters to regional education authorities, the prefect and the mayor of Aspropyrgos to alert them to the shortcomings which the school would have faced, including the school bus route, the construction of a playground, the installation of additional heating and toilets, the construction of two additional classrooms, and the creation of a kindergarten and the abandonment of classes by some students from April 2009.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  General situation of the 12th Aspropyrgos School",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s argument",
                                        "elements": [
                                            {
                                                "content": "31.  According to the Government, the prefabricated building in which the 12th school had been installed had four classrooms, a teacher’s office, four toilets, two shower rooms, a cafeteria, and a landscaped courtyard. Three classes had been created while the official capacity of the school would be six classes. It appears from a document prepared by the Ministry of Education on 12 July 2011 and submitted by the Government that during the period of operation of the 12th school (2008-2011), two students had obtained their diploma for finishing primary school.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  From 2009, the school would have had a fax machine, a photocopier, a computer and a library. There would have been five teachers: four teachers and a gymnastics teacher. The number of students enrolled at the material time (2008-2009) would have been 226. The school attendance of the students would have been irregular, the number of people present varying from thirty to sixty per day because of the way of life of these students’ families, frequently traveling for seasonal work.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The fact that all students of the 12th school were of Romani origin was due to the attitude of local society and not to the Greek state. The Ministry of Education reportedly asked the school administration to proceed with the immediate registration of non-Romani children whose homes were in the school’s recruitment zone, even in the absence of a request on the part of the parents concerned, but it would have been found out that these children were already enrolled in other schools, private or public.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants’ argument",
                                        "elements": [
                                            {
                                                "content": "34.  On the basis of the official documents in the file, the applicants challenge several of the Government’s assertions, particularly those concerning the configuration and the size of the school as well as the number of classes in service. According to their version, the extension of the school to its current size took place in December 2009, but its capacity was still insufficient for the approximately 200 students who would have been enrolled. By a letter of 29 September 2009, the director of the 12th school had informed the competent authorities of the Ministry of Education that only two novice teachers, without any experience, were assigned to the school. However, according to the applicants who refer to a ministerial decision of 25 September 2006, the school should have provided, in addition to the director, at least four teachers for the 2008-2009 school year for the number of 226 students provided by the Government, which would be incorrect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The absenteeism of Romani students would have been due to the location of the bus stop, far from the school, and to the impossibility for Romani students to walk in the cold and rain without suitable clothing. In addition, they should have crossed the area where the racist incidents in 2004-2005 led to the creation of the prefabricated annex of the 10th school reserved for Romani students.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  According to the applicants, following the establishment of the school map, in April 2008, the administration of the 10th school should have provided the 12th school the names of the students enrolled in the 10th grade and who, according to the new demarcation were to be transferred to the 12th school for the 2008-2009 school year. The applicants state that, if this transfer had taken place, the 12th school would have had from the beginning of its operation, hundreds of non-Romani students and thus would have been an ordinary school. This would never have happened because the new school would have been designed to work only with Romani students.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Individual situation of the applicants",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s argument",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  The 2008/2009 school year",
                                "elements": [
                                    {
                                        "content": "37.  According to the Government, the applicants Zografo Sampani, Andreas Sampanis, Georgia Sampani, Ionna Sampani and Thomas Christakis had an education which was considered “sufficient” from the point of view of their participation in the courses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicants Ionnis Sampanis, Christos Sampanis, Kyprianos Velios, Christina Veliou, Panayotis Liakopoulos, Kyriakos Sampanis, Panayota Passio, Ekias Bantis, Ako Passiou, Kyriaki Karahaliou, Vasilios Sampanis, Maria Sampani, Ako Sampani, Giannoula Sampani, Nikolaos Mouratis, Ako Tsakiris, Ako Tsakiri and Antonios Karagounis were said to have had an “occasional” schooling: they would have gone to class from time to time, so that their schooling would have been interrupted by long periods of absence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The other child applicants, that is 75 out of 98 children, would not have been enrolled in school and would not have had the quality of students at the 12th school.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  The 2009/2010 school year",
                                "elements": [
                                    {
                                        "content": "40.  On the intervention of the Greek Helsinki Monitor and of its executive director acting as the parents’ representative, the 12th school would have registered all the child applicants, except Ako Sampani, Vasiliki Sampani, Ako Pasios and Paraskevi Sampani. Paraskevi Sampani had completed her primary education in 2008 in a school other than the 12th Aspropyrgos school. Among the students enrolled, 59 reportedly dropped out of school during the year. The schooling of the 35 others would have been occasional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The applicants’ argument",
                                        "elements": [
                                            {
                                                "content": "41.  In the first place, the applicants allege that the disclosure by the Government of the above elements concerning them personally constitutes a violation of the law No. 2472/1997 on the protection of personal data and of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In second place, they indicate that these elements are not reliable: the terms employed by the Government such as “sufficient” and “occasional” schooling, were vague, which indicated that the authorities of the 12th school did not have a precise insight as to the education of the applicants but that they were based on impressions. Moreover, the information provided by the Government concerning some of the student applicants had contradicted those produced by the Government in the execution of the Sampanis and others v. Greece judgment (cited above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "43.  The relevant articles in this case of Legislative Decree No. 18/1989 on the codification of the provisions of the laws on the State Council read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 45",
                                "elements": []
                            },
                            {
                                "content": "Acts which may be challenged",
                                "elements": []
                            },
                            {
                                "content": "« 1.  An action for annulment alleging abuse of authority or a violation of the law is admissible only against enforceable decisions of the administrative authorities and legal persons of public law which are not subject to appeal before any other jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": " (...)",
                                "elements": []
                            },
                            {
                                "content": "4.  In cases where the law requires an authority to settle a particular question by enacting an enforceable act subject to the provisions of paragraph 1, the action for annulment is admissible even against the failure of that authority to enact such an act.",
                                "elements": []
                            },
                            {
                                "content": "The authority is presumed to refuse to enact the act either when the special period of time fixed by the law expires or after the expiry of a period of three months from the filing of the petition with the court which is required to issue an acknowledgment of receipt (...) indicating the day of the deposit. The action for annulment before the expiry of the aforementioned periods is inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "An action for annulment validly lodged against an implied refusal [of the administration] is also an appeal against the negative act which, if need be, is subsequently adopted by the administration; however, this act my also be attacked separately.”",
                                "elements": []
                            },
                            {
                                "content": "Article 48",
                                "elements": []
                            },
                            {
                                "content": "“The grounds for an action for annulment are:",
                                "elements": []
                            },
                            {
                                "content": "1.  the incompetence of the administrative authority issuing the administrative act;",
                                "elements": []
                            },
                            {
                                "content": "2.  the defect of form;",
                                "elements": []
                            },
                            {
                                "content": "3.  excess of power;",
                                "elements": []
                            },
                            {
                                "content": "4.  misuse of powers, where the administrative act has all the elements of legality, but has a purpose other than that for which it was adopted.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  INTERNATIONAL TEXTS",
                        "elements": [
                            {
                                "content": "A.  Resolution CM / ResDH (2011) 119, adopted by the Committee of Ministers of the Council of Europe on 14 September 2011 at the 1120th meeting of the Ministers’ Deputies",
                                "elements": [
                                    {
                                        "content": "44.  In supervising the execution of the aforementioned Sampanis and others judgment, the Committee of Ministers adopted the Resolution which closed the examination of the case in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Committee of Ministers, by virtue of Article 46, paragraph 2, of the Convention for the Protection of Human Rights and Fundamental Freedoms, which provides that the Committee shall supervise the execution of the final judgments of the European Court of Human Rights (hereinafter referred to as “the Convention” and “the Court”);",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the judgment delivered by the Court to the Committee once final;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recalling that the violations of the Convention found by the Court in this case concern the non-enrolment of the applicants’ Romani children, then their schooling in special preparatory classes, as well as the lack of an effective remedy to obtain redress for this (violation of Article 14 in conjunction with Article 2 of Protocol No. 1 and violation of Article 13)) (see details in Annex);",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having invited the government of the respondent State to inform it of the measures which it has taken to comply with the judgment of the Court in accordance with its obligation under Article 46, paragraph 1, of the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having examined the information transmitted by the government in accordance with the Rules of the Committee for the application of Article 46, paragraph 2 of the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having satisfied itself that, within the prescribed time limit, the respondent State paid the applicant the just satisfaction provided in the judgment (see details in the Annex),",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recalling that the finding of a violation by the Court requires, in addition to the payment of the just satisfaction awarded by the Court in judgments, the adoption by the respondent State, if necessary:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  individual measures putting an end to the violations and erasing the consequences, if possible by restitutio in integrum; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  general measures to prevent similar violations;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recalling that the decisions of the Committee of Ministers under Article 46, paragraph 2 of the Convention do not anticipate the Court’s examination of other cases currently pending before it;",
                                        "elements": []
                                    },
                                    {
                                        "content": "Declares, after having examined the measures taken by the respondent State (see Annex), that it has performed its function in virtue of Article 46, paragraph 2 of the Convention in the present case and",
                                        "elements": []
                                    },
                                    {
                                        "content": "Decides to close the examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Annex to Resolution CM/ResDH(2011)119",
                                        "elements": []
                                    },
                                    {
                                        "content": "Information on the measures taken to comply with the judgment in Sampanis and others v. Greece",
                                        "elements": []
                                    },
                                    {
                                        "content": "Introductory summary of the case",
                                        "elements": []
                                    },
                                    {
                                        "content": "The case concerns the non-enrolment of the applicants’ children for the 2004-2005 school year and their schooling in 2005 in special preparatory classes. In particular, the Court concluded that despite the authorities’ willingness to enrol the Romani children, the conditions for enrolling these children in school and their assignment in special preparatory classes – in an annex to the main building of the school – ultimately resulted in discrimination (violation of Article 14 in conjunction with Article 2 of Protocol No. 1). The case also concerns the lack of an effective remedy for redress in this regard. In particular, the Court noted that the Greek Government had not produced any case law demonstrating that the use of such a remedy could have led to the annulment of the alleged failure of the administration to proceed with the registration of the children (violation of Article 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the non-enrolment of children in 2004-2005, the Court noted that the Greek law recognises the particularity of the Romani situation, facilitating the procedure of registering the students in school. In this case, the authorities should have recognised the particularity of the situation of the Romani community and facilitated their enrolment in the primary school. However, even if the authorities did not explicitly refuse to enrol the students, they failed to execute as such, despite the explicit wish of the parents for them to be enrolled in school, to the competent school authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As for the special preparatory classes in an annex to the 10th primary school of Aspropyrgos, in which the applicants’ children had been placed in 2005, the Court found that the competent authorities had not relied on a unique and clear criterion for the children’s placement. It noted in particular that the authorities had not performed adequate tests to which the children concerned would have been subjected in order to assess their aptitudes or potential learning disabilities. Moreover, even if the objective ascribed to these classes was so that the students concerned could achieve a level to integrate in due course into ordinary classes, not a single example was cited (among the 50 students concerned) who had integrated into ordinary classes of the primary school of Aspropyrgos. In addition, it had not been established that there were tests of evaluation to which the Romani students were periodically subjected to allow the school authorities to apprehend their aptitude to integrate into ordinary classes, on the base of objective data and not on rough estimates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "I.  Payment of just satisfaction and individual measures",
                                        "elements": []
                                    },
                                    {
                                        "content": "(...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "b)  Individual measures",
                                        "elements": []
                                    },
                                    {
                                        "content": "Special preparatory classes in an annex of the 10th primary school of Aspropyrgos have been discontinued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Greek authorities have adopted measures to facilitate the enrolment of the applicants’ children in an ordinary school following the judgment of the Court. A new ordinary primary school (the 12th primary school of Aspropyrgos) has been created in virtue of the ministerial decision No. 10781/D4/2008. The school which is supposed to welcome as many Romani children as non-Romani children, covers the area in which the Romani community of Aspropyrgos resides. These measures were thus intended to assure the schooling of the applicants’ children in an ordinary school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "II.  General measures",
                                        "elements": []
                                    },
                                    {
                                        "content": "1)  On the violation of Article 14 in conjunction with Article 2 of Protocol No. 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Greek authorities have provided much information as part of their consolidated action plan (DH-DD(2011)52) as well as additional information thereafter. This information is summarised below:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Measures concerning the registration and schooling of Romani children",
                                        "elements": []
                                    },
                                    {
                                        "content": "Specific measures have been adopted to facilitate the registration of Romani children in the primary school. In contrast to other students, Romani children are enrolled in the primary school according to a simplified process based on a simple declaration, without the need to provide certificates. The authorities have published several circulars with the intent of instructing the school administrations on the simplified registration of Romani children and to verify that they regularly attend classes (nos F.1.T.Y./1073/117052/G1/23-9-2009, F.3/960/102679/G1/20-8-2010, 114893/G2/14-9-2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Greek authorities have also adopted a number of measures to integrate Romani children into national education and to put an end to the discrimination to which they are subject in this area. These measures include in particular the establishment of a new education policy based on the French model of “priority education zones”. These zones – including the region of Aspropyrgos – aim to reinforce the integration of the most vulnerable social groups (Romani, migrants, etc.) through a number of actions and through education (Ministerial Decision AF.821/3412P/157476/Z1/31-12/2010). In addition, the awareness campaign Dosta! promoted by the Council of Europe to combat stereotypes and prejudices against Romani was also launched in Greece by the Minister of Education in February 2011. The Greek campaign focuses on primary and secondary education.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Additionally, the authorities have begun, as of the 2010-2011 school year, a specific program for active participation of Romani children in national education, which will be implemented by two major Greek universities. In compliance with this program, the authorities have put into place special intermediaries who speak Romani fluently, in order to help Romani families with their children’s schooling. They have thus recruited 15 intermediaries in the Attica region, with one in the Aspropyrgos region. The Council of Europe is in the process of organising a number of training courses for them as part of its European Romani Intermediary Training Program (ROMED). In accordance with the program “Education for Romani Children”, the authorities have also set up social workers to provide psychological support to Romani families. One of the tasks for the social workers is to go to schools with Romani students and in Romani communities in order to identify Romani children who should go to school and to encourage their parents to send them there. School support is offered to Romani children with learning difficulties, through extracurricular support activities (supplementary classes and remedial school activities), including in the Aspropyrgos region. The authorities have also provided special training on intercultural education to teachers. At the beginning of 2011, the Ministry of Education set up an Advisory Committee for the “Education for Romani Children” program which plays an advisory role on relevant issues as well as a monitoring and evaluating role in the implementation of the program “Education for Romani Children”. This committee includes representatives of the Council of Europe, the European Commission, the OSCE/ODIHR and other major actors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Greek authorities also created three educational adult education centres – the Adult Education Institute, the Adult Education Centre and the School for Parents. People of Romani origin can participate beginning at age 15.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Finally, the Greek authorities have regularly provided information on the measures taken to improve the facilities and the working conditions of the 12th primary school of Aspropyrgos, while noting that questions related to the functioning of this school are presently being examined by the European Court in the context of a new application (Application No. 59608/09, communicated to the authorities on 11/04/2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2)  On the violation of Article 13 concerning the failure of the authorities to register the applicants’ children",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Greek authorities have indicated that the acts or failures of the school authorities are in fact administrative acts. These may be challenged in the context of an administrative procedure (before the administrative courts of appeal at first instance and before the State Council at second instance). In the present case, the Court found a violation due to the lack of an effective remedy, since the authorities could not produce case law examples in a similar context. They indicate that such an ad hoc case-law does not exist. However, domestic courts have held in a series of decisions following the Court’s judgment, that the administrative court of appeal was competent to hear applications for the annulment of administrative acts on education (for example, decisions of school authorities to change the school environment for certain students following their conduct; decision of non-enrolment following an interruption of studies; decision not to accept a student to a precise degree of college following qualifying exams)”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The European Commission against Racism and Intolerance",
                                "elements": [
                                    {
                                        "content": "45.  The report of the European Commission against Racism and Intolerance (ECRI) on Greece adopted 2 April 2009 and published 15 September 2009, states that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "« 52.  In its third report, the ECRI strongly recommended that the Greek authorities promote equal opportunities for access to education for children from minority groups by organising Greek lessons and remedial classes and ensuring access of these children to education in their mother tongue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The ECRI notes with concern that Romani continue to be disadvantaged in the realm of education. Some schools always refuse to accept Romani children, which can often account for the fact that in some cases, Romani children are separated from other children, inside the same establishment or nearby. In one case, the European Court of Human Rights decided that Greece had violated Article 14 of the European Convention of Human Rights (the right to enjoy without discrimination the rights outlined in the Convention) in conjunction with Article 2 of Protocol No. 1 of the European Convention of Human Rights (the right to education). The ECRI has learned that at Spata, where Romani children were first refused enrolment in school, a separate class was created to accommodate them in order to allow them to progressively adapt to the school environment. Conscient of the necessity for progressive integration in the school system, the ECRI would like to draw the attention of the Greek authorities to its point of view on this question, which is stated in the General Policy Recommendation No. 10 on racism and racial discrimination in education. This general policy recommendation supports the creation, in particular cases and limited in duration, of preparatory classes for students from minority groups, if a real need is justified by objective and reasonable criteria and if the best interest of the children dictates it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  As the Greek authorities themselves have noted and as the Ombudsman has confirmed, the drop-out rate among Romani students is very high. The authorities have signalled that special programs providing psychological support or social assistance, including intercultural education, had been established to treat this problem. However, in the absence of disaggregated data on the situation of the Romani, it is difficult to carry out an in-depth evaluation and design specific programs for this group. On this subject, the ECRI would like to draw the attention of the Greek authorities to its General Policy Recommendation No. 10 on the fight against racism and racial discrimination in education, in which it recommends that either carried out in collaboration with civil society, studies on the situation of children from minority groups in the school system in gathering statistic data on: 1) their rate of attendance and of success; 2) their dropout rate; 3) their school results and 4) their progress. In this General Policy Recommendation, the ECRI recommends to Member States to collect the necessary information to assess the problems with which students from minority groups are confronted in the domain of education in order to put into place policies to resolve these problems.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The authorities have indicated that a program, co-funded by the European Union and the Greek state, deals with issues such as remedial courses in Greek, mathematics, and history for Romani children and also oversees continued teacher training. However, the ECRI has been informed of the needs for preparatory classes for Romani students and for adequately trained teachers. This is all the more necessary as the resulting benefits for Romani students are significant. Education is one of the objectives of the Integrated Action Program for the Social Inclusion of Romani adopted in 2002. However, more measures must be taken in order, in particular, that the difficulties faced by the Romani in the area of education are dealt with under this program. An interministerial commission coordinates, within the Ministry of the Interior, the activities of all the ministries involved in the implementation of the Integrated Action Plan for the Social Inclusion of Romani. It is of crucial importance that all the ministries concerned work in concert, in the measure where the situation of Romani children in the school system is inextricably tied to their socioeconomic situation, including their housing conditions and the high rate of unemployment among their parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The ECRI exhorts the Greek authorities to reinforce the measures taken to face the difficulties which Romani children meet in the area of education, particularly exclusion, discrimination and a low success rate, in accordance with, among others, the judgment delivered by the European Court of Human Rights on the issue and its recommendation of General Policy Recommendation No. 10 on the fight against racism and racial discrimination in education. It also recommends them to adopt a comprehensive strategy to address these difficulties, including through the Interministerial Commission on Romani issues.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ON THE ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION COMBINED WITH ARTICLE 2 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicants complain of discrimination of the facts of the conditions of their schooling during the 2008-2009 and 2009-2010 school years: they had been schooled in a school situated in a prefabricated building, attended only by children of their community and offering an inferior level of study to that of other students. They enounce a violation of Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1 of the Convention. These provisions are as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 14 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in this Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.",
                                "elements": []
                            },
                            {
                                "content": "Article 2 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“No person shall be denied the right to education. In the exercise of any functions which it assumes in relation to education and to teaching, the State shall respect the rights of parents to ensure such education and teaching in conformity with their own religious and philosophical convictions.",
                                "elements": []
                            },
                            {
                                "content": "A.  On admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Non-respect of the six-month period",
                                        "elements": [
                                            {
                                                "content": "47.  The Government pleads non-respect of the period of six months, as the applications had been introduced more than six months after the adoption of acts fixing the situation of which the applications complain: the decision of the director of primary education of West Attica, of 10 April 2008, which established the school map of the region, the prefectorial judgment of 24 June 2008, which approved the functioning of the 12th school in the prefabricated building adjoining to the 10th school, and the prefectorial judgment of 17 October 2007, which had rejected the proposition of the regional department of education to integrate the 12th school into the buildings of the 11th school. Moreover, the Government holds that, the applications having been introduced on 7 October 2009, the school year 2009-2010, which had started in September 2009 and finished in June 2010, cannot be the object of examination in the present application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The applicants indicate that these acts are not in themselves discriminatory. Rather, the situation at issue is a continued one, since, according to the applicants, the authorities could have taken measures at any time, and particularly at the beginning of each school year, to provide them with adequate education in accordance with the requirements of Article 14 of the Convention and Article 2 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicants state that the applicants complain of the conditions of their schooling during the 2008-2009 and 2009-2010 school year. They note that they approached the Court on 7 October 2009, when the second school year had just begun, claiming that during that school year the problems they complained about had continued and persisted and that the authorities had not taken steps to remedy it. Accordingly, this preliminary objection must be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Failure to qualify as “victim”",
                                        "elements": [
                                            {
                                                "content": "50.  The Government holds that, on one hand, with the exception of Zografo Sampani, Andreas Sampanis, Georgia Sampani, Ioanna Sampani and Thomas Christakis who had received “sufficient” schooling, the student applicants had not received any schooling, either because they would not have been enrolled in school or because, despite their registration, they have stopped classes and therefore would not be able to complain about poor conditions for a schooling they never received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On the other hand, the Government holds that, in the measure that 98 students approached the Court, there was no longer any reason for the 42 adults exercising parental authority over these applicants to also go to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The applicants hold that 98 among them had been deprived of access to primary education because of the transformation of the annex of the 10th school to, according to them, a ghetto school, devalued, under-equipped and understaffed. The question of whether or not they have taken the courses would not matter because even those who took them would not have received the education of a regular class, allowing students to move from one class to another.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court, considering that the objection of the Government is closely linked to the substance of the grievance articulated by the applicants on the grounds of Article 14 of the Convention and of Article 2 of Protocol No. 1, decides to join it to the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  As for the distinction made by the Govenrment between minor applicants and adult applicants, the Court considers it irrelevant to this case. In fact, it recognises the status of “victim” both to minor applicants placed in similar situations of the applicants of the case, in the judgments D.H. and Others v. the Czech Republic ([GC], no. 57325/00, ECHR 2007-XII), and Oršuš and others v. Croatia ([GC], no. 15766/03, 16 March 2010), only to adult applicants, parents of these minor students (Sampanis and others, cited above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "55.  The Government also pleads non-exhaustion of domestic remedies by the applicants. They confirm that the three acts established the situation of which the applicants complain, namely, the decision of the Ministers of Education and Finances, of 25 January 2008, creating the 12th school, the decision of the head of the Regional Department of Education defining the zone of recruitment of this school, of 8 April 2008, and the prefectural judgment of 24 June 2008 having permitted the provisional establishment of the 12th school in the prefabricated annex of the 10th school, constituting administrative enforceable acts susceptible to be the subject of an action for annulment before the Council of State, pursuant to Articles 45 and 48 of Decree No. 18/1989.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government also contends that the steps taken by the applicants’ representative, in his capacity as the leader of the Greek Helsinki Monitor, with the Minister of Education and the Ombudsman could not substitute for the contentious remedies provided for by the domestic legal order. Moreover, he asserts that the applicants’ representative had knowingly avoided going to the domestic courts: he had proof of a letter that the representative sent to the director of the 12th school, asking to inform him of the recruitment zone of that school “in the perspective of new legal proceedings”. However, according to the government, such steps have never been taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The applicants state that they had used two domestic remedies likely to have an effect on the issue of segregation in education of which they considered themselves to be victim: the referral to the Ombudsman and the complaint with a civil action against the director of both schools. They add that the examination of the complaint is still pending, two years after its introduction, which shows that it has no efficacy. Finally, according to the applicants, with regard to the appeal to the Council of State, recommended by the Government, a decision taken by that court, after a very long procedure, could only cancel the creation of the 12th school but not force the State to enrol Romani students in the 10th school or prevent it from renaming the 12th school annexed to the 10th school.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court recalls that the rule of exhausting domestic remedies, outlined in Article 35 § 1 of the Convention, is based on the assumption, incorporated into Article 13 (with which it has close affinities), that domestic order provides an effective remedy, in practice and in law, for the alleged violation (Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000-XI, and Hassan and Tchaouch v. Bulgaria [GC], no. 30985/96, §§ 96-98, ECHR 2000-XI). The Court also recalls that, under the rule of exhaustion of domestic remedies, the applicant must, before submitting to the Court, have given to the responsible State, using judicial resources which may be considered as effective and national remedies, the possibility of remedying by internal means the alleged violations (see, among others, Fressoz and Roire v. France [GC], No. 29183/95, § 37, ECHR 1999-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court also recalls that, in the previously-cited Sampanis and others case, it had concluded a violation of Article 13 in that the Government had not produced a single example of case law to demonstrate that the utilisation of the remedies offered by Articles 45 and 52 of Legislative Decree No. 18/1989 could have led to the annulment of the alleged omission of the administration to register the children, and that it had not mentioned any other remedy that the applicants could have exercised in order to obtain redress for the alleged violation under Article 14 of the Convention in conjunction with Article 2 of Protocol 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court notes that, in support of its argument, the Government produced several judgments of the State Council concerning an act ordering the suspension of the operation of a private primary school (Judgment No. 2149/2002), a decision of the Minister of Education to establish a committee for the production of a school book on religion (4296/2009) or an act of the director of primary education who suspended the operation of a primary school (Judgment No. 3566/1996).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court considers that, given the limited amount, these examples could not be invoked in this case in relation to the administrative acts indicated by the Government (see paragraph 55 above). It also considers that those acts did not contain any of the discriminatory aspects which the applicants denounce in the present case. The acts at issue were therefore not capable of being the subject of an effective appeal before the State Council to complain of the circumstances of the case. They limited themselves to creating a new school because of the large number of students in the 10th school, setting the recruitment zone of the new school and settling issues related to the school’s location. An action for annulment of these acts before the State Council could not therefore ensure access for Romani students to non-discriminatory teaching in comparison with non-Romani students during the 2008-2010 school year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Accordingly, the Government’s objection on this point must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court notes that the applicants’ complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it faces no other ground of inadmissibility. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  The Government",
                                "elements": [
                                    {
                                        "content": "64.  The Government notes at the outset the opinion that the Court’s conclusions in the judgment Sampanis and others (cited above) need not interfere in the examination of the current case, of which the circumstances and grievances are totally different. In the above-cited judgment, the Court had not in any respect considered the material conditions of the premises where the preparatory courses were held to have a negative influence on studies and to have hindered the right of access to education.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government maintains next that the 12th school is an ordinary school, integrated into the network of public schools, created in the same conditions as every other public school and intended to meet the region’s educational needs. The program of studies there would be the same as in any other school and would allow students who complete their schooling to obtain a certificate of completion of primary education.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government further states that the student applicants have, of their own accord, abandoned their schooling, which would deprive them of any possibility of criticising it. It considers that, with the exception of four of them, they cannot be seen as having been a pupil during the 2008-2009 school year. All reportedly stopped attending school in 2009-2010, shortly after their enrolment. It follows that, at the time of the events, the conditions of their education in the 12th school could not have had any impact on their education. None of the applicant students were denied access to the school due to lack of space. The real problem of the school would have been absenteeism and not class overload. The choice made by certain students in favour of an inadequate education or even total abandonment of it, which would have affected the level of their education, cannot in any circumstances, according to the Government, be regarded as a result of discriminatory behaviour by the authorities towards them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government also holds that the applicants put forth confused and contradictory arguments and that they justify their refusal to enrol in the 12th school for the 2008-2009 school year by claiming allegedly failing school conditions; however, says the Government, if this were true, they should have also refused to enrol for the 2009-2010 school year, which was not the case. In addition, the applicants alleged that they were embarrassed by the exclusive attendance of their school by Romani; however, according to the Government, they declared their willingness to have a school inside their camp.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Government deplores the acts of violence inflicted upon the building of the 12th school It indicates in this regard that the regional authorities have reacted immediately and replaced the facilities and the equipment, so that by the beginning of the school year, in 2008, the school was operational.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government clarifies finally that the 12th school is not the only one to welcome Romani students in the region of Aspropyrgos and that other schools, of which the school population is mixed and is in large majority of Romani origin, like the 7th school, perform in a satisfying manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  It concludes that the 12th school is an ordinary public school, provided, in practice and in text, with all the characteristics of such a school and giving its students every opportunity to complete their primary studies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  The applicants",
                                "elements": [
                                    {
                                        "content": "71.  The applicants hold that they find themselves in a situation which is an extension of that declared contrary to the Convention and to Protocol No. 1 by the judgment Sampanis and others (cited above). They would continue to be placed in special classes that do not correspond to the classical educational structure of six classes for primary, cramped in a prefabricated building – which would have been renamed “12th primary school” – and without competent teachers. None of the 200 students enrolled in school would have ever reached the end of their schooling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The applicants affirm also that at no point did they acknowledge that they stopped classes in 2009 shortly after their enrolment in school. Nor would they have chosen to enrol in the 12th school, since the Greek legislation would exclude the possibility for students to choose their public school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The applicants state that they would like to integrate into the 10th school – and not an annex of it – where some among them had been excluded in September 2005. They add that they were ready, if this registration were not immediately possible, to accept waiting for classes in the prefabricated building, on the condition that it was placed closer to the camp to prevent students from crossing a neighbourhood whose inhabitants would show hostility to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Lastly, the applicants state that 89% of the students of the 7th school are Romani, which would not distinguish it much from the 12th school, whose percentage is 100%. However, the 7th school would be provided with a sufficient number of teachers and classes, which would never have been the case of the 12th school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s findings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  General principles",
                                "elements": [
                                    {
                                        "content": "75.  The Court recalls that, according to its well-established case law, the right to education, as provided for in the first sentence of Article 2 of Protocol No. 1 of the Convention, guarantees to everyone within the jurisdiction of contracting States “a right of access to existing educational establishments at any given moment”, access to which forms only part of this fundamental right. In order for this right to “produce useful effects, it is still necessary, in particular, that the individual who holds it should have the opportunity to benefit from the education provided, that is to say, the right to obtain, in accordance with the rules in force in each State, in one form or another, the official recognition of studies completed” (Case “concerning certain aspects of the linguistic system of education in Belgium”, 23 July 1968, §§ 3-5, Series A No. 6, Kjeldsen, Busk Madsen and Pedersen v. Denmark, 7 December 1976, § 52, Series A No. 23; Leyla Şahin v. Turkey [GC], no. 44774/98, § 152, ECHR 2005-XI, Oršuš and others, cited above, § 146 and Catan and others v. Republic of Moldova and Russia [GC], nos. 43370/04, 8252/05 and 18454/06, § 137, 19 October 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the judgment Oršuš and others (cited above), the Court stressed that even though this affair concerned the individual situation of applicants, it could not disregard that they belonged to the Roma minority and that it would take into account of its analysis the fact that, by its history, the Roma minority was a particular type of vulnerable minority in need of special protection. The Court also recalls that, as evident by the activities of many European and international bodies and the recommendations of the bodies of the Council of Europe, this protection also extends to the field of education. As indicated in previous cases, the vulnerability of Roma/Gypsies means giving special attention to their needs and to their own way of life, both in the regulatory framework under consideration and when making decisions in particular cases (Oršuš and others, cited above, §§ 147-148).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court also recalls that Article 13 does not exist autonomously, but that it plays an important role in complementing other provisions of the Convention and its Protocols as it protects individuals placed in analogous situations against all discrimination in the enjoyment of rights outlined in these other provisions. As soon as it has found a breach of a normative clause of the Convention, invoked before it both as such and in conjunction with Article 14, it does not in general need to examine the case as well from the angle of Article 14, but it is not so if a clear unequal treatment in the enjoyment of the right in question is a fundamental aspect of the dispute (Dudgeon v. the United Kingdom, 22 October 1981, § 67, Series A No. 45, Chassagnou and others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 89, ECHR 1999-III, and Timichev v. Russia, no. 55762/00 and 55974/00, § 53, ECHR 2005-XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court recalls too that it has also admitted that discrimination which may be against the Convention could result from a factual situation (Zarb Adami v. Malta, no. 17209/02, § 76, ECHR 2006-VIII). When an applicant produces a prima facie case of discrimination pertaining to the effect of a measure or practice, the burden of proof is incumbent upon the respondent State, which must show that the difference of treatment is justified (D.H. and others v. the Czech Republic, cited above, §§ 180 and 189).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  Application of the principles to the present case",
                                "elements": [
                                    {
                                        "content": "79.  In this case, the applicants complain of discrimination relative to their right to education in that, despite the conclusions of the Court in the judgment Sampanis and others v. Greece (cited above), they had continued to be placed, purely based on their ethnicity, during the 2008-2009 and 2009-2010 school years, in a school which had been separated from schools attended by non-Roma students and whose state would have effectively precluded all effective schooling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court notes at the outset that it is confronted by divergent versions of certain facts, particularly those which concern the general state of the 12th school and the individual situations of certain students.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court recalls that it remains free to make its own assessment in light of all the evidence at its disposal. It also notes that, although several facts remain uncertain, there is sufficient objective factual evidence from the documents submitted by the parties to enable it to appreciate the case (see, mutatis mutandis, Sampanis and others, cited above, § 75).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court will examine, in the first place, whether or not the facts of the case suggest the existence of a difference of treatment. If so, it will investigate whether the alleged distinction was based on an objective and reasonable basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court recalls that, in the Sampanis and others v. Greece judgment (cited above), it concluded that the evidence presented by the applicants and those in the record of the case gave rise to a strong presumption of discrimination against those concerned: this resulted from consistent practice, during the 2004-2005 school year, starting with the refusal to enrol Roma students in school and then their placement in special classes held in an annex of the main building of the 10th primary school, combined with a number of incidents of racist character in the school at the instigation of parents of non-Roma children (Sampanis and others, cited above, §§ 81-83). In this regard, the Court notes that the meeting of 11 March 2008, organised at the 10th school by the Ombudsman of the Republic in order to convince the parents of non-Roma students to renounce their opposition to the integration of Roma students in ordinary classes did not succeed due to a hostile intervention by the mayor of Aspropyrgos. It was not even possible to enrol into ordinary classes the three Roma students who had achieved a sufficient level of education.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  However, the Court notes that, for the 2008-2009 and 2009-2010 school years which are at issue in the current case, the situation has not changed much. Admittedly, the special preparatory classes in the annex of the 10th school had been removed and the ministers of Education and Finance had created, on 25 January 2008, the 12th primary school of Aspropyrgos, which was intended to admit indistinctively Roma and non-Roma students.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  However, certain elements are of a nature to demonstrate that the 12th school, despite the school authorities’ intentions, had remained a school reserved for Roma students.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court also notes that Roma students of the Psari neighbourhood continued to attend, during the entire period in question, the premises of the annex of the 10th school of Aspropyrgos, re-named the 12th primary school of Aspropyrgos.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court raises that, as soon as the authorities had set them on 8 April 2008, the boundaries of the zone of recruitment for the 12th school, the same zone was attributed to the 9th, 10th and 12th schools. However, none of the non-Roma children living within this area were registered at the 12th school, neither for the 2008-2009 school year nor for the 2009-2010 school year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  This is also the conclusion of the Ombudsman himself, who is actively implicated in the search for a solution for the Romani children of Aspropyrgos’ education by multiplying the steps with the authorities. In his letter of 8 December 2008 to the prefect, he described the 12th school as a “ghetto school”, noting that all the students enrolled for the 2008-2009 school year were Romani while Presidential Decree No. 201/1998 provided that the transfer of all students living in the area of recruitment of a school to this school was mandatory and should be carried out even in the absence of a parental request. He added that the refusal to authorise the merger of the 12th and 11th schools constituted unjustified discrimination against Roma students in that it would have prevented them from integrating into the cultural environment of the region. The Ombudsman was here referring to the fact that on 17 October 2008, the prefect of West Attica refused to authorise the merger of the 12th and 11th schools on the grounds that he wished to avoid social, cultural and educational problems of order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court recalls thus that there had been no notable change in the facts at the origin of the Sampanis and others judgment, apart from the Ministry of Education’s stated intention to integrate Roma students into the ordinary education system, manifested by the creation of the 12th school, which, for various reasons of municipal and prefectural policy, was unable to function as planned, which had the effect of perpetuating a difference in treatment regarding the Roma community from the area of Psari. Thus, there exists a prima facie case of discrimination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  According to the Court’s case law, a difference in treatment is discriminatory if it “lacks objective and reasonable justification”, which is to say if it does not pursue a “legitimate aim” or if there is not a “reasonable relationship of proportionality” between the means employed and the end envisaged (see, among many others, Larkos v. Cyprus [GC], no. 29515/95, § 29, ECHR 1999-I, and D.H. and others v. the Czech Republic, cited above, § 196). In the case of a difference of treatment based on race, colour, or ethnic origin, the notion of objective and reasonable difference must be interpreted in a manner as strict as possible (Sampanis and others, cited above, § 84).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The schooling of Roma children in satisfactory conditions raises great difficulties in a number of European states. However, in their efforts to reach social and educational integration of a disadvantaged group such as the Roma, the national authorities face numerous difficulties, notably due to the cultural particularities of this minority and to a certain hostility manifested by the parents of non-Roma children (see Oršuš and others cited above, § 180). It is not easy to choose the best way to solve the learning difficulties of children who do not have sufficient knowledge of the language in which the education is provided. This implies a difficult exercise in balancing the various interests at stake. In terms of the definition and organisation of the curriculum, it is largely a problem of opportunity on which the Court is not required to rule (D.H. and others, cited above, § 205, and Valsamis v. Greece, 18 December 1996, § 28, Reports of Judgments and Decisions 1996-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Despite the particularities and factual differences which each case may present, these considerations also apply in this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In the first place, the Court notes that the 12th school of Aspropyrgos, meant to welcome Roma and non-Roma student indistinctively, was created in January 2—8 on the premises of the 10th school where previously, preparatory classes were held and attended exclusively by Roma students. However, only Roma students attended it in the 2008-2009 and 2009-2010 school years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  In second place, it recalls that the school was damaged during summer break in 2008. Shortly before the beginning of the school year, on 8 September 2008, the director of the 12th school informed the regional school authorities and the Ministry of Education in detail of the damage cause and concluded that this establishment was not in a state to welcome students. He affirmed that the facilities could not meet the basic needs of a school and that it put the safety of students and teaching staff in peril (paragraph 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Several times between September 2008 and June 2009, the director of the 12th school wrote letters to the regional educational authorities, to the prefect and to the mayor of Aspropyrgos to alert them of the deficiencies the school faced, the construction of a covered playground, the installation of heating and additional toilets, the construction of two additional classrooms and the creation of a kindergarten. On 11 June 2009, the director of the 12th school had tried in vain to bring to the attention of the Ministry of Education of the fact that school books were inappropriate for the Roma, whose maternal language was not Greek (paragraph 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  On 23 July 2009, after the end of the 2008-2009 school year, the Ombudsman wrote to the Ministry of Education to inform it that the mayor of Aspropyrgos had ignored an invitation from the Ministry to do what is necessary to remedy the current state of the 12th school (paragraph 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  There are thus several elements establishing that, during the 2008-2009 school year, the students of the 12th school had been held in material conditions that rendered it, if not impossible, at least very difficult, to pursue their schooling. Scheduled for a temporary period at the time, due to a lack of available space, the schooling of children in the annex of the building of the 10th school continued during the 2009-2010 school year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  In third place, the Court noted that on 8 October 2008, the regional school authorities of the Ministry of Education had elaborated a plan in order to merge the 11th and 12th schools so that the 12th school would lose its character of a “ghetto school”. However, the mayor of the Aspropyrgos and the prefect of West Attica refused to authorise such a merger out of worries of new incidents on the part of parents of non-Roma students of the 11th school (paragraphs 20 and 28 above). Moreover, in his letter of 26 September 2008 to the Minister of Education, the mayor affirmed that segregation of Roma students and other students had become a necessity which could not be circumvented, as the “Gypsies had chosen to live in garbage dumps of their own creation” and to “engage in illegal activities”. He concluded that their students could not, as a result, “demand to share the same classrooms as other students of Aspropyrgos” (paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court states additionally that the Ministry of Education did not respond to the applicants’ letters of 20 May and of 20 July 2009 asking him to authorise Roma students to attend the 10th school and inviting him to establish a school programme specially created for their needs (paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.   Added to this is the attitude of the municipal and prefectural authorities who, for fear of provoking new incidents from the local population hostile to the Roma, remained inactive in response to calls from the school director and the Ombudsman requesting that Roma students be integrated into ordinary schools and benefit from courses adapted to their educational and linguistic level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  As for the 2009-2010 school year, the Court notes that, even though all the minor applicants apart from four (paragraph 40 above) had enrolled in the school with the assistance of their representative before the Court, a large number of them had stopped attending classes during the year. Given the way in which the school had operated during the 2008-2009 school year in the absence of any measure by the State or local authorities to improve the situation, the Court cannot conclude that the Roma students or their parents are simply disinterested in the pursuit of education.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  In these circumstances and in view of the fact that it had not been possible to enrol in ordinary classes, three Roma students of the 12th school who had attained a sufficient level of education to integrate into the 10th school (paragraph 9 above), the Court considers it not necessary to examine the individual situation of minor applicants and to pronounce on their diligence, on the significance of the terms “sufficient” or “occasional” education or on the rate of absenteeism, as the parties do. In light of its conclusions on the 2008-2009 school year, the Court does not consider it necessary also to examine the case of the first three applicants mentioned in paragraph 40 for the 2009-2010 school year. However, the Court notes that no problem arises for Paraskevi Sampani, who had completed his primary education in 2008 in another school.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  It thus appears that the measures taken for the schooling of Roma children in the area of Psari in Aspropyrgos were not accompanied by sufficient guarantees allowing sufficient guarantees by the State, in the exercise of its margin of judgment in the domain of education, the particular needs of these children as members of a disadvantaged group (see, mutatis mutandis, Oršuš and others, cited above, § 182). Moreover, the Court cannot but find that the Government does not provide a convincing explanation as to why not a single non-Roma student was enrolled at the 12th school, apart from a vague mention that they were “registered elsewhere”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court considers that, in the circumstances of the present case, the conditions in which the 12th school had functioned during the 2008-2009 and 2009-2010 school year ultimately resulted in discriminating against the applicants again.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  Accordingly, there has been a violation of Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1 in respect of the applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ON THE ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "106.  The applicants complain of the absence of an effective remedy through which they could formulate their grievances on the grounds of Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "107.  The Court states that this grievance is not manifestly ill-founded in the sense of Article 35 § 3 (a) of the Convention. It recalls also that it faces no other grounds of inadmissibility. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "108.  However, the Court considers, in light of its findings related to the objection of non-exhaustion of domestic remedies, that it is not necessary to examine this complaint separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ON THE OTHER ALLEGED VIOLATIONS",
                        "elements": [
                            {
                                "content": "109.  Invoking Article 34 of the Convention, the applicants complain of not having access to all the official documents concerning their school. Invoking Article 46 of the Convention, they complain also of the authorities’ refusal to comply with the judgment Sampanis and others v. Greece (cited above).",
                                "elements": []
                            },
                            {
                                "content": "110.  With regards to the first grievance, the Court considers that it is not substantiated and that it is not sufficient to establish how the applicants were prevented from exercising their right of individual petition.",
                                "elements": []
                            },
                            {
                                "content": "111.  As for the second grievance, the Court reiterates that the respondent State remains free, under the supervision of the Committee of Ministers, to choose the means to acquit itself of its legal obligation with regard to Article 46 of the Convention as long as these means are compatible with the conclusions contained in the Court’s judgment. For its part, the Court would not assume any role in this dialogue. Consequently, it would not consider that a State had violated the Convention because it had not taken one or another of these measures in the execution of one of its judgments. Further, the Court does not have jurisdiction to examine if one contracting party has complied with the obligations under one of its judgments. Thus, it refuses to examine the grievances relative to the failure of the State to execute its judgments. The role of the Committee of Ministers in this domain, however, does not mean that all the measures taken by the respondent State in order to remedy the violation found by the Court cannot raise a new problem, not decided by the judgment, and thus, the subject of a new application which the Court might have to recognise (Egmez v. Cyprus (no. 2) (dec.), no. 12214/07, §§ 48-51, 18 September 2012).",
                                "elements": []
                            },
                            {
                                "content": "112.  In this case, the Court notes that, at the time that the application was introduced on 7 October 2009, and from the communication of it on 25 March 2011, the question of the execution of the judgment cited above was still bending before the Committee of Ministers. On 14 September 2011, the Committee of Ministers decided to close the examination of the case after having gained the knowledge of the individual and general measures taken by the government in the case of the execution of the judgment, noting that almost all the children of the applicants had been enrolled in the 12th primary school of Aspropyrgos and that the State had taken satisfactory measures concerning in general the enrolment and education of Roma children (see paragraph 44 above). With regard to this finding by the Committee of Ministers, the Court is not called upon, in the context of the examination of the present application as presented by the applicants, to decide upon the questions of the execution of the judgment Sampanis and others cited above.",
                                "elements": []
                            },
                            {
                                "content": "113.  It follows that this part of the application must be \trejected, in application of Article 35 §§ 1, 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ON THE APPLICATION OF ARTICLES 41 AND 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Article 41",
                                "elements": [
                                    {
                                        "content": "114.  In terms of Article 41 of the Convention,",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Damages",
                                        "elements": [
                                            {
                                                "content": "115.  The applicants each claim a sum of 9,000 euros (EUR) for non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Government considers that the finding of a violation would suffice to compensate for the potential non-pecuniary damage of the applicants. It considers also that the sum claimed is exorbitant, especially since it would be claimed for each of the applicants and not for each family or pupil. Finally, it states that the new public accounting procedures require that the beneficiary of a payment made from public accounts has a concrete and valid banking and fiscal identity. Thus, in the event that the Court awards amounts pursuant to Article 41, the names of the persons entitled to compensation should, according to the Government, be supplemented by the indication of the place of residence, the tax register and the bank account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Court considers that the applicants have without doubt been subjected to non-pecuniary damage – in particular the fact of the frustration due to the indirect discrimination to which they were victim – and that the finding of the violation of the Convention does not constitute a sufficient reparation in this respect. It however judges the amount claimed by the interested to be excessive. Judging equitably, it allocates to each applicant family a sum of 1,000 EUR in the name of non-pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Costs and expenses",
                                        "elements": [
                                            {
                                                "content": "118.  The applicants also ask for 12,000 EUR for the costs and expenses incurred in the proceedings before the domestic authorities (administrative authorities, competent national education authorities, the Ombudsman, the criminal court prosecutor) and those brought before the Court. They evaluate the working time of their representative on this case at 120 hours, for a fee of 100 EUR per hour. They produce in this respect a document detailing the time that their representative devoted to drafting the various pleadings and observations filed with the domestic authorities and the Court. They ask that the amount which would be granted be paid directly into the account of their representative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The Government replied that the proceedings before the domestic authorities did not entail costs. As to the fees of the applicants’ representative, the Government notes that non-governmental organisations, like the Greek Helsinki Monitor, usually provide their legal aid free of charge and that, in the event that they receive fees as lawyers, they must produce supporting documents. It states that it cannot accept the documents produced by the applicants, which do not meet the criteria of the law relative to the receipts drawn up by lawyers and which provides neither the necessity nor the reasonableness of the sums claimed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  According to the Court’s jurisprudence, an applicant can only obtain reimbursement of costs and expenses insofar as their reality, their necessity, and their reasonableness of their rate are established. The Court recalls also that in the judgment Sampanis and others v. Greece (cited above), it awarded the Greek Helsinki Monitor, which also represented the applicants in this case, a sum for costs and expenses, as it did in other cases brought by that organisation (see for example, Vihos v. Greece, no. 34692/08, 10 February 2011). In this case, it notes that the fact that the document produced by the applicants’ representative does not meet the criteria of receipts established by lawyers cannot obscure the fact that the Greek Helsinki Monitor provided the necessary legal assistance to the applicants (see, mutatis mutandis, Patsuria v. Georgia, no. 30779/04, § 103, 6 November 2007). In light of the documents available to it and with regard to its case law, the Court considers it reasonable to award the applicants jointly the sum of EUR 2,000. It also welcomes their request concerning the direct payment of this sum to the bank account of the representative of the interested.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Default interest",
                                        "elements": [
                                            {
                                                "content": "121.  The Court considers it appropriate to model the default interest rate on the interest rate of the European Central Bank’s marginal lending facility by three percentage points.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Article 46",
                                "elements": [
                                    {
                                        "content": "122.  The applicants invite the Court to indicate to the Government the measures to be taken for the purposes of Article 46 of the Convention, measures which, in their view, should consist in the merger of the 11th and 12th schools. They state in this regard that, since their expulsion from the area of Psari and their settling in the area of Sofo, in August 2010, they have belonged to the 11th school. They add that the government should also provide “Second Chance Courses” in the 11th school for those who are no longer able to enrol in elementary school due to their age.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Government maintains that the demands of the application of Article 46 in this case are unfounded, as there were no structural problems underlying the applicants’ complaints. In this regard, he states, first, that in its judgment of 8 July 2008, the Court found that the national system of education took into account the way of life of Roma children and facilitated their enrolment in school and, on the other hand, that the Committee of Ministers, in carrying out the aforementioned judgment, recognised that Greece would have adopted the general measures necessary to integrate Roma children into the national education system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Court recalls that a finding of a violation in its judgments is essentially declaratory and that, by Article 46 of the Convention, the High Contracting Parties having undertaken to abide by the judgments of the Court in the cases to which they are parties, the Committee of Ministers is responsible for supervising its execution. The role of the Committee of Ministers in this area does not mean, however, that the measures taken by a respondent State to remedy the violation found by the Court cannot raise a new problem, not decided upon by the judgment, then becomes the subject of a new application which the Court might have to recognise. (Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no. 2) [GC], NO. 32772/02, §§ 62-63, 30 June 2009 and Egmez, § 51, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  Moreover, in the specific context of a continuing violation of an article of the Convention following a judgment in which the Court found a violation of a right for a certain period, it is not unusual that the Court examines a second complaint concerning the violation of the same right for a subsequent period. In such cases, the “new question” arises from the persistence of the violation which had been the basis for the Court’s original decision. The Court’s examination will, however, be limited to the new periods and new complaints invoked in this respect (Egmez cited above, § 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  Surrounding the surveillance of the execution of the Sampanis and others judgment cited above, the Committee of Ministers found that the special preparatory classes located in an annex of the 10th schools had been removed, that the authorities had adopted measures to facilitate the enrolment of the applicants’ children in an ordinary school and that a new ordinary school which had been meant to welcome Roma and non-Roma students alike had been created (the 12th) (paragraph 44 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  However, these measures taken by the Greek authorities concerned the execution of the Sampanis and others judgment cited above. They do not cover the new facts and new questions raised by the current application and which gave rise to new alleged violations and found by the current judgment. Moreover, the Resolution CM/resDH(2011)119 (paragraph 44 above), states that the decisions of the Committee of Ministers in virtue of Article 46 § 2 of the Convention do not presuppose the Court’s examination of other affairs currently pending before it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  With regard to the circumstances of the case, the Court considers itself thus competent to assist the respondent State to fulfil its obligations under Article 46 and to indicate certain concrete measures, advocated by the applicants, but also by the Governments in its observations in response, of a nature to put an end to the violation found: thus, those applicants who are still of school age could be enrolled by the director of primary education of West Attica in another public school and those who have reached legal age can enrol in “second chance schools” or even schools for adults, set up by the Ministry of Education under the program of long-term education.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint admissible in respect of the complaints under Article 14 of the Convention in conjunction with Article 2 of Protocol No. 1, and of Article 13 of the Convention, and inadmissible for the remainder;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 14 of the Convention, in conjunction with Article 2 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to separately examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "b)  that from the expiry of that period until payment, those amounts shall be increased by a simple interest at a rate equal to that of the marginal lending facility of the European Central Bank applicable during that period, increased by three percentage points ;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the claim for just satisfaction for the remainder.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, then communicated in writing on 11 December 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of the Court, the concurring opinion of Judge Kovler is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I take note of the Court’s decision to award a relatively modest sum of EUR 1,000 to each of the applicant families for non-pecuniary damage. I find this approach objective and rational, given the Court’s emphasis on the general measures needed to integrate Roma children into the national education system. This approach contrasts with that of the Court adopted in the previous cases: EUR 4,000 to each of the applicants in D.H. and others v. the Czech Republic [GC], NO. 57325/00, ECHR 2007-IV; EUR 4,500 to each applicant in Oršuš and others v. Croatia [GC], no. 15766/03, ECHR 2010; EUR 6,000 to each in Sampanis and others v. Greece, no. 32526/05, 5 June 2008; and EUR 6,000 to each applicant (children aged six at the time and parents combined) in the recent judgment Catan and others v. Republic of Moldova and Russia [GC], nos. 43370/04, 8252/05 and 18454/06. It is never too late to do well.",
                        "elements": []
                    },
                    {
                        "content": "\nANNEX",
                        "elements": []
                    },
                    {
                        "content": "(The term “Ako” is used by the applicants to refer to children whose first name is not registered)",
                        "elements": []
                    },
                    {
                        "content": "First family (4 children and 2 parents)",
                        "elements": []
                    },
                    {
                        "content": "1) Ioanna SAMPANI, born on 1 January 1994",
                        "elements": []
                    },
                    {
                        "content": "2) Paraskevi SAMPANI, born on 15 April 1995",
                        "elements": []
                    },
                    {
                        "content": "3) Ioannis SAMPANIS, born on 10 August 1996",
                        "elements": []
                    },
                    {
                        "content": "4) Christos SAMPANIS, born on 18 August 1999",
                        "elements": []
                    },
                    {
                        "content": "5) Spyridon SAMPANIS, born on 31 August 1972",
                        "elements": []
                    },
                    {
                        "content": "6) Vasiliki MORATI, born on 20 January 1976",
                        "elements": []
                    },
                    {
                        "content": "Second family (4 children and 2 guardians)",
                        "elements": []
                    },
                    {
                        "content": "7) Aglaïa SAMPANI, born on 9 November 1994",
                        "elements": []
                    },
                    {
                        "content": "8) Zografo SAMPANI, born on 29 March 1996",
                        "elements": []
                    },
                    {
                        "content": "9) Andreas SAMPANIS, born on 29 March 1996",
                        "elements": []
                    },
                    {
                        "content": "10) Georgia SAMPANI, born on 29 March 1996",
                        "elements": []
                    },
                    {
                        "content": "11) Athanasios SAMPANIS, born on 20 March 1942",
                        "elements": []
                    },
                    {
                        "content": "12) Maria KARAGOUNI, born on 15 April 1948",
                        "elements": []
                    },
                    {
                        "content": "Third family ( 3 children and 2 parents)",
                        "elements": []
                    },
                    {
                        "content": "13) Ioanna VELIOU, born on 30 March 1994",
                        "elements": []
                    },
                    {
                        "content": "14) Kyprianos VELIOS, born on 22 March 1995",
                        "elements": []
                    },
                    {
                        "content": "15) Christina VELIOU, born on 15 April 2000",
                        "elements": []
                    },
                    {
                        "content": "16) Nikolaos VELIOS, born on 1 March 1966",
                        "elements": []
                    },
                    {
                        "content": "17) Maria KARAHALIOU, born on 15 March 1970",
                        "elements": []
                    },
                    {
                        "content": "Fourth family (4 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "18) Chrysovalanto KARAHALIOU, born on 24 December 1995",
                        "elements": []
                    },
                    {
                        "content": "19) Paraskevi-Aikaterini KARAHALIOU, born on 6 June 1998",
                        "elements": []
                    },
                    {
                        "content": "20) “Ako” KARAHALIOS, born on 27 August 1999",
                        "elements": []
                    },
                    {
                        "content": "21) “Ako” KARAHALIOS, born on 16 November 2000",
                        "elements": []
                    },
                    {
                        "content": "22) Vasiliki KOURAKI, born on 29 November 1976",
                        "elements": []
                    },
                    {
                        "content": "Fifth family (5 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "23) Panayotis LIAKOPOULOS, born on 16 May 1995",
                        "elements": []
                    },
                    {
                        "content": "24) Georgios LIAKOPOULOS, born on 2 February 1997",
                        "elements": []
                    },
                    {
                        "content": "25) “Ako” LIAKOPOULOU, born on 30 March 1998",
                        "elements": []
                    },
                    {
                        "content": "26) Gerasimos LIAKOPOULOS, born on 4 May 2000",
                        "elements": []
                    },
                    {
                        "content": "27) “Ako” LIAKOPOULOU, born on 10 August 2002",
                        "elements": []
                    },
                    {
                        "content": "28) Eleni LIAKOPOULOU, born on 26 March 1977",
                        "elements": []
                    },
                    {
                        "content": "Sixth family (1 child and 2 parents)",
                        "elements": []
                    },
                    {
                        "content": "29) Kyriakos SAMPANIS, born on 30 April 1996",
                        "elements": []
                    },
                    {
                        "content": "30) Sotirios SAMPANIS, born on 1 January 1970",
                        "elements": []
                    },
                    {
                        "content": "31) Aikaterini KARAHALIOU, born on 25 June 1970",
                        "elements": []
                    },
                    {
                        "content": "Seventh family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "32) “Ako” PASIOS, born on 22 March 2004",
                        "elements": []
                    },
                    {
                        "content": "33) Maria-Patra PASIOU, born on 29 September 1985",
                        "elements": []
                    },
                    {
                        "content": "Eighth family (3 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "34) Georgios KARAGOUNIS, born on 26 October 1994",
                        "elements": []
                    },
                    {
                        "content": "35) Nikolaos KARAGOUNIS, born on 23 June 1999",
                        "elements": []
                    },
                    {
                        "content": "36) Tsabika KARAGOUNI, born on 9 June 2002",
                        "elements": []
                    },
                    {
                        "content": "37) Vasilios KARAGOUNIS, born on 13 May 1975",
                        "elements": []
                    },
                    {
                        "content": "Ninth family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "38) Panayota PASIOU, born on 27 February 2002",
                        "elements": []
                    },
                    {
                        "content": "39) Sofia PASIOU, born on 21 August 1981",
                        "elements": []
                    },
                    {
                        "content": "Tenth family (4 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "40) Ioanna BANDI, born on 28 May 1995",
                        "elements": []
                    },
                    {
                        "content": "41) “Ako” BANDI, born on 10 July 1996",
                        "elements": []
                    },
                    {
                        "content": "42) “Ako” BANDI, born on 5 December 1997",
                        "elements": []
                    },
                    {
                        "content": "43) Ilias BANDIS, born on 23 July 1999",
                        "elements": []
                    },
                    {
                        "content": "44) Magdalini LAZOU, born on 9 December 1979",
                        "elements": []
                    },
                    {
                        "content": "Eleventh family (6 children et 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "45) Evangelia PASIOU, born on 2 January 1995",
                        "elements": []
                    },
                    {
                        "content": "46) Vasiliki PASIOU, born on 13 December 1995",
                        "elements": []
                    },
                    {
                        "content": "47) Mariana PASIOU, born on 20 September 1996",
                        "elements": []
                    },
                    {
                        "content": "48) “Ako” PASIOU, born on 23 July 1997",
                        "elements": []
                    },
                    {
                        "content": "49) “Ako” PASIOS, born on 26 August 2000",
                        "elements": []
                    },
                    {
                        "content": "50) “Ako” PASIOS, born on 16 January 2003",
                        "elements": []
                    },
                    {
                        "content": "51) Maria SIAMPANI, born on 14 May 1980",
                        "elements": []
                    },
                    {
                        "content": "Twelfth family (2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "52) Ioannis SAMPANIS, born on 27 June 1999",
                        "elements": []
                    },
                    {
                        "content": "53) “Ako” SAMPANIS, born on 19 July 2001",
                        "elements": []
                    },
                    {
                        "content": "54) Christina LIATIFI, born on 15 December 1983",
                        "elements": []
                    },
                    {
                        "content": "Thirteenth family (5 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "55) Anastasia SIAMPANI, born on 2 August 1999",
                        "elements": []
                    },
                    {
                        "content": "56) Vasiliki SIAMPANI, born on 10 March 1992",
                        "elements": []
                    },
                    {
                        "content": "57) “Ako” SIAMPANI, born on 5 July 1994",
                        "elements": []
                    },
                    {
                        "content": "58) “Ako” SIAMPANI, born on 5 July 1994",
                        "elements": []
                    },
                    {
                        "content": "59) “Ako” SIAMPANI, born on 23 January 1997",
                        "elements": []
                    },
                    {
                        "content": "60) Eleftheria KAMPERI, born on 1 May 1976",
                        "elements": []
                    },
                    {
                        "content": "Fourteenth family (4 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "61) “Ako” DALIPIS, born on 18 August 1998",
                        "elements": []
                    },
                    {
                        "content": "62) “Ako” DALIPI, born on 23 January 2000",
                        "elements": []
                    },
                    {
                        "content": "63) “Ako” DALIPIS, born on 20 April 2002",
                        "elements": []
                    },
                    {
                        "content": "64) “Ako” DALIPI, born on 14 October 2003",
                        "elements": []
                    },
                    {
                        "content": "65) Polyxeni DALIPI, born on 29 April 1985",
                        "elements": []
                    },
                    {
                        "content": "Fifteenth family (3 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "66) Anastasios TRIANTAFILIDIS, born on 6 June 1997",
                        "elements": []
                    },
                    {
                        "content": "67) Maria TRIANTAFILIDI, born on 12 July 2000",
                        "elements": []
                    },
                    {
                        "content": "68) Ioanna TRIANTAFILIDOU, born on 27 August 2002",
                        "elements": []
                    },
                    {
                        "content": "69) Davidoula TRIANTAFILIDOU, born on 28 June 1979",
                        "elements": []
                    },
                    {
                        "content": "Sixteenth family (6 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "70) “Ako” TSAKIRI, born on 1 April 1995",
                        "elements": []
                    },
                    {
                        "content": "71) “Ako” TSAKIRI, born on 1 April 1995",
                        "elements": []
                    },
                    {
                        "content": "72) “Ako” TSAKIRIS, born on 12 August 1996",
                        "elements": []
                    },
                    {
                        "content": "73) “Ako” TSAKIRI, born on 7 July 1997",
                        "elements": []
                    },
                    {
                        "content": "74) “Ako” TSAKIRI, born on 15 October 1998",
                        "elements": []
                    },
                    {
                        "content": "75) “Ako” TSAKIRI, born on 11 February 2003",
                        "elements": []
                    },
                    {
                        "content": "76) Panayotis TSAKIRIS, born on 15 March 1976",
                        "elements": []
                    },
                    {
                        "content": "Seventeenth family ( 1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "77) “Ako” RAMOS, born on 26 September 1998",
                        "elements": []
                    },
                    {
                        "content": "78) Margarita PASIOU, born on 22 July 1973",
                        "elements": []
                    },
                    {
                        "content": "Eighteenth family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "79) Eleni SIAMPANI, born on 1 August 2003",
                        "elements": []
                    },
                    {
                        "content": "80) Aikaterini SIAMPANI, born on 21 December 1984",
                        "elements": []
                    },
                    {
                        "content": "Nineteenth family (2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "81) “Ako” LAZOU, born on 7 July 2000",
                        "elements": []
                    },
                    {
                        "content": "82) “Ako” LAZOS, born on 21 August 2003",
                        "elements": []
                    },
                    {
                        "content": "83) Paraskevi BANDI, born on 9 February 1983",
                        "elements": []
                    },
                    {
                        "content": "Twentieth family (2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "84) “Ako” PASIOU, born on 25 April 1995",
                        "elements": []
                    },
                    {
                        "content": "85) Irini Chrysovalandi PASIOU, born on 3 March 2004",
                        "elements": []
                    },
                    {
                        "content": "86) Antonia BANDI, born on 10 March 1978",
                        "elements": []
                    },
                    {
                        "content": "Twenty-first family (3 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "87) “Ako” KARAHALIOS, born on 17 August 1995",
                        "elements": []
                    },
                    {
                        "content": "88) “Ako” KARAHALIOU, born on 9 November 1998",
                        "elements": []
                    },
                    {
                        "content": "89) “Ako” KARAHALIOU, born on 28 September 2003",
                        "elements": []
                    },
                    {
                        "content": "90) Irini KARAHALIOU, born on 24 November 1979",
                        "elements": []
                    },
                    {
                        "content": "Twenty-second family (3 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "91) Kyriaki KARAHALIOU, born on 16 April 1998",
                        "elements": []
                    },
                    {
                        "content": "92) Aikaterini KARAHALIOU, born on 7 March 2000",
                        "elements": []
                    },
                    {
                        "content": "93) Vaïa KARAHALIOU, born on 10 April 2002",
                        "elements": []
                    },
                    {
                        "content": "94) Georgios KARAHALIOS, born on 10 October 1978",
                        "elements": []
                    },
                    {
                        "content": "Twenty-third family ( 2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "95) Vasilios SAMPANIS, born on 16 July 2001",
                        "elements": []
                    },
                    {
                        "content": "96) “Ako” SAMPANI, born on 13 June 2002",
                        "elements": []
                    },
                    {
                        "content": "97) Kalliopi SAMPANI, born on 6 June 1984",
                        "elements": []
                    },
                    {
                        "content": "Twenty-fourth family (3 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "98) Maria SIAMPANI, born on 27 August 1995",
                        "elements": []
                    },
                    {
                        "content": "99) “Ako” SIAMPANI, born on 28 May 1998",
                        "elements": []
                    },
                    {
                        "content": "100) Yannoula SIAMPANI, born on 1 March 2003",
                        "elements": []
                    },
                    {
                        "content": "101) Angeliki SIAMPANI, born on 7 January 1974",
                        "elements": []
                    },
                    {
                        "content": "Twenty-fifth family (4 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "102) Nikolaos MOURATIS, born on 12 March 1995",
                        "elements": []
                    },
                    {
                        "content": "103) Eleni MOURATI, born on 28 February 1996",
                        "elements": []
                    },
                    {
                        "content": "104) Anastasia MOURATI, born on 12 January 1997",
                        "elements": []
                    },
                    {
                        "content": "105) “Ako” MOURATI, born on 14 January 1998",
                        "elements": []
                    },
                    {
                        "content": "106) Ioanna SIAMPANI, born on 27 October 1979",
                        "elements": []
                    },
                    {
                        "content": "Twenty-sixth family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "107) “Ako” KARAHALIOU, born on 19 February 1999",
                        "elements": []
                    },
                    {
                        "content": "108) Zoe KARAHALIOU, born on 22 October 1969",
                        "elements": []
                    },
                    {
                        "content": "Twenty-seventh family (2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "109) “Ako” TSAKIRIS, born on 27 March 1997",
                        "elements": []
                    },
                    {
                        "content": "110) “Ako” TSAKIRIS, born on 25 January 2002",
                        "elements": []
                    },
                    {
                        "content": "111) Christos TSAKIRIS, born on 14 September 1967",
                        "elements": []
                    },
                    {
                        "content": "Twenty-eighth family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "112) “Ako” KAMPERI, born on 1 August 2003",
                        "elements": []
                    },
                    {
                        "content": "113) Chrysovalandi KAMPERI, born on 11 March 1981",
                        "elements": []
                    },
                    {
                        "content": "Twenty-ninth family (2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "114) Ioanna SIAMPANI, born on 29 December 1999",
                        "elements": []
                    },
                    {
                        "content": "115) “Ako” SIAMPANI, born on 12 January 2004",
                        "elements": []
                    },
                    {
                        "content": "116) Zoe SIAMPANI, born on 20 June 1981",
                        "elements": []
                    },
                    {
                        "content": "Thirtieth family (3 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "117) “Ako” SAÏNI, born on 5 December 1994",
                        "elements": []
                    },
                    {
                        "content": "118) “Ako” SAÏNI, born on 5 December 1994",
                        "elements": []
                    },
                    {
                        "content": "119) Ioannis SAÏNIS, born on 25 December 1995",
                        "elements": []
                    },
                    {
                        "content": "120) Yannoula SAÏNI, born on 30 December 1977",
                        "elements": []
                    },
                    {
                        "content": "Thirty-first family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "121) Maria-Eleni SIAMPANI, born on 12 December 2002",
                        "elements": []
                    },
                    {
                        "content": "122) Vasiliki SIAMPANI, born on 30 March 1984",
                        "elements": []
                    },
                    {
                        "content": "Thirty-second family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "123) Eleni SAMPANI, born on 6 December 2003",
                        "elements": []
                    },
                    {
                        "content": "124) Christina SAÏNI, born on 3 May 1987",
                        "elements": []
                    },
                    {
                        "content": "Thirty-third family (2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "125) Ioanna CHRISTAKI, born on 21 April 1995",
                        "elements": []
                    },
                    {
                        "content": "126) Thomas CHRISTAKIS, born on 22 May 1997",
                        "elements": []
                    },
                    {
                        "content": "127) Ioannis CHRISTAKIS, born on 20 June 1974",
                        "elements": []
                    },
                    {
                        "content": "Thirty-fourth family (3 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "128) Maria TSAKIRI, born on 3 April 1994",
                        "elements": []
                    },
                    {
                        "content": "129) Ioannis TSAKIRIS, born on 16 October 1996",
                        "elements": []
                    },
                    {
                        "content": "130) “Ako” TSAKIRI, born on 14 July 2001",
                        "elements": []
                    },
                    {
                        "content": "131) Dimitroula TSAKIRI, born on 15 September 1976",
                        "elements": []
                    },
                    {
                        "content": "Thirty-fifth family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "132) Evangelia SIAMPANI, born on 1 February 2003",
                        "elements": []
                    },
                    {
                        "content": "133) Zoe SIAMPANI, born on 18 February 1982",
                        "elements": []
                    },
                    {
                        "content": "Thirty-sixth family (2 children and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "134) Panayotis TAFILIS, born on 31 July 1994",
                        "elements": []
                    },
                    {
                        "content": "135) Paraskevas TAFILIS, born on 14 September 1996",
                        "elements": []
                    },
                    {
                        "content": "136) Irini TAFILI, born on 8 August 1973",
                        "elements": []
                    },
                    {
                        "content": "Thirty-seventh family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "137) Antonios GARAGOUNIS, born on 3 September 1994",
                        "elements": []
                    },
                    {
                        "content": "138) Konstantia SALI, born on 10 November 1967",
                        "elements": []
                    },
                    {
                        "content": "Thirty-eighth family (1 child and 1 parent)",
                        "elements": []
                    },
                    {
                        "content": "139) “Ako” SAMPANIS, born on 27 April 1994",
                        "elements": []
                    },
                    {
                        "content": "140) Vaïa TSAKIRI, born on 10 March 1956",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "of André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SAMPANI AND OTHERS v. GREECE - [English Translation] by European Roma Rights Centre \"ERRC\"",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-115493.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1211JUD005960809",
    "externalsources": [],
    "extractedappno": [
        "59608/09",
        "32526/05",
        "1/23",
        "1/20",
        "2/14",
        "1/31",
        "57325/00",
        "15766/03",
        "30210/96",
        "30985/96",
        "29183/95",
        "44774/98",
        "43370/04",
        "8252/05",
        "18454/06",
        "25088/94",
        "28331/95",
        "28443/95",
        "55762/00",
        "55974/00",
        "17209/02",
        "29515/95",
        "12214/07",
        "34692/08",
        "30779/04",
        "32772/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-115493",
    "judgementdate": "11/12/2012 00:00:00",
    "kpdate": "11/12/2012 00:00:00",
    "kpthesaurus": [
        "343",
        "100",
        "395",
        "292",
        "14",
        "128",
        "216",
        "26",
        "126",
        "184",
        "573",
        "446",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-2",
        "46-2",
        "35-1",
        "46",
        "35",
        "14",
        "41"
    ],
    "parties": [
        "SAMPANI AND OTHERS",
        "GREECE - [English Translation] by European Roma Rights Centre \"ERRC\""
    ],
    "rank": "941.387939453125",
    "representedby": [
        "GREEK HELSINKI MONITOR"
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [
        "Case “relating to certain aspects of the laws on the use of languages in education in Belgium” (merits), 23 July 1968, §§ 3-5, Series A no 6",
        "Catan and Others v. the Republic of Moldova and Russia [GC], nos. 43370/04, 8252/05 and 18454/06, § 137, 19 October 2012",
        "Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 89, ECHR 1999-III",
        "D.H. and Others v. the Czech Republic [GC], no 57325/00, ECHR 2007-XII",
        "Dudgeon v. the United Kingdom, 22 October 1981, § 67, Series A no 45",
        "Egmez v. Cyprus (no 2) (dec.), no 12214/07, §§ 48-51, 18 September 2012",
        "Fressoz and Roire v. France [GC], no 29183/95, § 37, ECHR 1999-I",
        "Hasan and Chaush v. Bulgaria [GC], no 30985/96, §§ 96-98, ECHR 2000-XI",
        "Kjeldsen, Busk Madsen and Pedersen v. Denmark, 7 December 1976, § 52, Series A no 23",
        "Kudla v. Poland [GC], no 30210/96, § 152, ECHR 2000-XI",
        "Larkos v. Cyprus [GC], no 29515/95, § 29, ECHR 1999-I",
        "Leyla Sahin v. Turkey [GC], no 44774/98, § 152, ECHR 2005-XI",
        "Oršuš and Others v. Croatia [GC], no 15766/03, ECHR 2010",
        "Patsuria v. Georgia, no 30779/04, § 103, 6 November 2007",
        "Sampanis and Others v. Greece, no 32526/05, 5 June 2008",
        "Timishev v. Russia, nos. 55762/00 and 55974/00, § 53, ECHR 2005-XII",
        "Valsamis v. Greece, 18 December 1996, § 28, Reports of Judgments and Decisions 1996-VI",
        "Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no 2) [GC], no 32772/02, §§ 62-63, 30 June 2009",
        "Vihos v. Greece, no 34692/08, 10 February 2011",
        "Zarb Adami v. Malta, no 17209/02, § 76, ECHR 2006-VIII"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "479752",
    "typedescription": "15"
}