{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "16231/06;4890/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-101083.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 16231/06 and 4890/08) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Mr Hakan Yılmaz and Mr Taner Zabun (“the applicants”), on 3 April 2006 and 15 January 2008, respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant was represented by Mr H. İşler, a lawyer practising in . The second applicant was represented by Mr A. Okat, a lawyer practising in Kütahya. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 May 2009 the President of the Second Section decided to give notice of the applications to the Government. It was also decided to examine the merits of the applications at the same time as their admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASES",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1980 and 1975, respectively, and live in  and Kütahya.",
                                "elements": []
                            },
                            {
                                "content": "5.  The first applicant lost the sight of his right eye and the second applicant was injured in the legs during their compulsory military service. Upon the refusal of the Retirement Fund (Emekli Sandığı) to grant them special disability benefits, they applied to the , separately, for annulment of the Retirement Fund's decisions.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 6 October 2005 and 5 April 2007, respectively, the  rejected their requests. In delivering its decision in respect of the first applicant, the  relied on an old expert report which it had obtained during an action for damages filed previously by the applicant regarding the same disability. The written opinions submitted by the principal public prosecutor to the  regarding their cases were not communicated to the applicants.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicants' requests for rectification were rejected by the  on 15 December 2005 and 5 July 2007, respectively. The decision of 5 July 2007 was served on the second applicant on 17 July 2007.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "8.  A description of the relevant domestic law can be found in the decision of Karayiğit v. Turkey ((dec.), no. 45874/05, 23 September 2008).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "9.  Given the similarity of the applications, both as regards fact and law, the Court deems it appropriate to join them.",
                        "elements": []
                    },
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.   The applicants complained that the written opinion of the principal public prosecutor submitted to the Supreme Military Administrative Court had not been communicated to them, in breach of the equality of arms principle safeguarded under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "11.  The Government argued that the second applicant (application no. 4890/08) had failed to comply with the six-month rule laid down in Article 35 § 1 of the Convention. They argued that the  having delivered its final decision in the case on 5 July 2007, the applicant should have lodged his application to the Court no later than 5 January 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court reiterates that the six-month time-limit imposed by Article 35 § 1 of the Convention requires applicants to lodge their applications within six months of the final decision in the process of exhaustion of domestic remedies, and that, where an applicant is entitled to be served automatically with a written copy of the final domestic decision, the object and purpose of Article 35 § 1 of the Convention are best served by counting the six-month period as running from the date of service of the written judgment (see amongst many examples Salmanoğlu and Polattaş v. Turkey, no. 15828/03, § 72, 17 March 2009). The Court notes that the final decision of the  dated 5 July 2007 was served on the applicant's lawyer on 17 July 2007. The Court therefore considers that the application lodged on 15 January 2008 complied with the six-month time-limit under Article 35 § 1 of the Convention. It thus dismisses the Government's preliminary objection in this connection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "14.  The Government contended that, unlike in criminal proceedings, the principal public prosecutor in administrative proceedings was not a party to the case and his or her opinion had no influence on the decision of the administrative court. The Government also argued that the principle of equality of arms had not been infringed in the instant cases as the applicants had had the option of examining the case files and the written opinions of the principal public prosecutor prior to the hearings, as well as the further opportunity of replying to these opinions during the hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court observes that it has already examined and dismissed similar submissions by the Government in previous cases and found a violation of Article 6 § 1 of the Convention (see, amongst others, Miran v. Turkey, no. 43980/04, §§ 15-18, 21 April 2009; and Yavuz Selim Karayiğit v. Turkey, no. 45874/05, §§ 11-15, 27 October 2009). It considers that the Government have not put forward any fact or argument in the instant cases which would require it to depart from its previous findings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  There has accordingly been a violation of Article 6 § 1 of the Convention on account of the non-communication of the written opinions of the principal public prosecutor to the applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicants argued under Article 6 § 1 of the Convention that they had been denied a fair hearing by an independent and impartial tribunal as the Supreme Military Administrative Court had been composed of military judges and officers and that this court had acted as a first and only instance court.",
                                "elements": []
                            },
                            {
                                "content": "18.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court does not find that these complaints disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols (as regards the complaint concerning the independence and impartiality of the Supreme Military Administrative Court, see Yavuz and Others v. Turkey (dec.), no. 29870/96, 25 May 2000; as for the complaint concerning the lack of an appeal procedure, see Karayiğit (dec.), cited above).",
                                "elements": []
                            },
                            {
                                "content": "19.  The first applicant (application no. 16231/06) also complained under Article 6 § 1 of the Convention of the Supreme Military Administrative Court's failure to obtain a new expert report in connection with the underlying causes of his disability.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court reiterates that the admissibility of evidence is governed primarily by the rules of domestic law. The Court considers in this connection that the  was entitled to take the view that it had sufficient information for it to be able to give judgment on the basis of the evidence before it. Accordingly, and in the absence of any apparent arbitrariness in the conduct of the domestic court, the fact that it did not order a new expert opinion did not infringe the applicant's right to a fair trial.",
                                "elements": []
                            },
                            {
                                "content": "21.  It follows that these complaints should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Damage and costs and expenses",
                                "elements": [
                                    {
                                        "content": "22.   The first applicant claimed 30,000 euros (EUR) in total as pecuniary and non-pecuniary damage. The second applicant claimed EUR 100,000 and EUR 50,000 in respect of pecuniary and non-pecuniary damage, respectively. The first applicant also claimed EUR 2,500 for the costs and expenses incurred before the Court. The second applicant claimed EUR 1,500 under this head. The applicants did not submit any legal fee agreements, receipts or other vouchers in respect of their costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government contested these claims as being unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court does not discern any causal link between the violations found and the pecuniary damages alleged; it therefore rejects these claims. As to the alleged non-pecuniary damage of the applicants, the Court considers that they are sufficiently compensated by the finding of a violation of Article 6 § 1 in paragraph 16 above (see Meral v. Turkey, no. 33446/02, § 58, 27 November 2007; and Dikel v. Turkey, no. 8543/05, § 18, 29 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  As for costs and expenses, the Court makes no award under this head as the applicants have failed to submit any documentary evidence in support of their claims.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "26.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares admissible the complaints under Article 6 § 1 of the Convention concerning the non-communication of the written opinion of the principal public prosecutor to the applicants during the proceedings before the ;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares inadmissible the remainder of the applications;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the finding of a violation constitutes in itself sufficient compensation for any non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 October 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YILMAZ AND ZABUN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-101083.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1012JUD001623106",
    "externalsources": [],
    "extractedappno": [
        "16231/06",
        "4890/08",
        "45874/05",
        "15828/03",
        "43980/04",
        "29870/96",
        "33446/02",
        "8543/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-101083",
    "judgementdate": "12/10/2010 00:00:00",
    "kpdate": "12/10/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "YILMAZ AND ZABUN",
        "TURKEY"
    ],
    "rank": "758.845703125",
    "representedby": [
        "ISLER H.",
        "OKAT A."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "360038",
    "typedescription": "15"
}