{
    "__articles": "6;6+6-3-c;6-1;6-3-c",
    "__conclusion": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-3-c - Defence through legal assistance)",
    "applicability": "",
    "appno": "38094/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Criminal proceedings",
                "Article 6-3-c - Defence through legal assistance"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-139168.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38094/05) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Rudolfovich Siyrak (“the applicant”), on 14 September 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the legal assistance provided by State-appointed counsel had been ineffective.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 February 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1978 and lives in Segezha, in the Republic of Karelia.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 27 September 2004 the applicant and three other men - L., Ls. and Pc. - visited the flat belonging to Bs. They met three women there, D., I. and Kh. All of them gathered in the kitchen and started drinking heavily. At some point, as was established later in the course of the trial, the applicant took D. against her will to another room and raped her.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 28 September 2004 the applicant was arrested. On 30 September 2004 the Segezha Town Court authorised his detention pending investigation and trial. Mr B., appointed as the applicant’s counsel, and the applicant attended the hearing. Neither of them appealed against the court order of 30 September 2004.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 December 2004 the Segezha Town Court fixed the first trial hearing for 14 December 2004. Ms P., who was an attorney at the time, was appointed to represent the applicant during the trial.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 1 March 2005 the Segezha Town Court held the last court hearing. According to the applicant, he was not notified in advance of the hearing which prevented him from preparing for it. The court found the applicant guilty of rape and sentenced him to eight years’ imprisonment. The applicant and his lawyer were present. The court based its findings, inter alia, on the testimonies provided by D., I., Bs., Kh. and Ls., and on physical and forensic evidence. D. testified that the applicant had pulled her out of the kitchen where they all had been drinking and taken her to another room where he had threatened, slapped and raped her. The other witnesses submitted that they had been drunk at the relevant time and could not provide an accurate account of the events of 27 September 2004. According to the forensic biological report, the traces of body fluids found on D.’s underwear could have belonged to the applicant. The applicant, but not his counsel, appealed.",
                                "elements": []
                            },
                            {
                                "content": "10.  In the statement of appeal, the applicant claimed that the trial court had failed to study all the materials in the case file; had erroneously dismissed his request for additional forensic expert examinations; had failed to question certain witnesses and had not properly assessed the witnesses’ testimonies. He further alleged that the trial transcript had not been accurate or complete.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 24 March 2005 the Segezha Town Court informed the applicant and his counsel of the date and time of the appeal hearing.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 25 April 2005 the Supreme Court of the Republic of Karelia upheld the applicant’s conviction on appeal. As it follows from the text of the judgment, the applicant took part in the hearing by video link. Ms P. did not appear. The court proceeded with the hearing in her absence. It heard submissions from the judge rapporteur, the applicant and the prosecutor.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of the Russian Federation",
                                "elements": [
                                    {
                                        "content": "13.  The Constitution of the Russian Federation guarantees a defendant in criminal proceedings the right to qualified legal assistance (Article 48) and to a determination of the criminal charge against him in accordance with the principles of adversarial proceedings and equality of arms (Article 123).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Criminal Procedure of the Russian Federation",
                                "elements": [
                                    {
                                        "content": "14.  Article 51 of the Code of Criminal Procedure of the Russian Federation (the “CCP”, in force from 1 July 2002) provides for mandatory legal representation if, inter alia, the accused has not waived his right to legal representation in accordance with Article 53 of the CCP. Unless counsel is retained by the accused, it is the responsibility of the investigator, prosecutor or the court to appoint a lawyer to represent him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  As provided for in Article 52 of the CCP, the accused may refuse legal assistance at any stage of criminal proceedings. Such a waiver may only be accepted if made on the accused’s own initiative. The waiver must be filed in writing and recorded in the official record of the relevant procedural act. The investigator, prosecutor or the court may decide not to accept the waiver. The accused does not forfeit the right to subsequently ask for the appointment of a lawyer to represent him in the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Article 373 of the CCP (in force at the relevant time) provides that the appeal court’s role is to review a conviction with a view to verifying its lawfulness, validity and fairness. Under Article 377 of the CCP (in force at the relevant time), the appeal court may examine evidence, including additional material submitted by the parties, directly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Article 413 of the CCP, setting out the procedure for the reopening of criminal cases, reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Court judgments and decisions which have become final must be quashed and proceedings in a criminal case reopened if there are new or newly discovered circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  New circumstances are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  a violation of a provision of the European Convention for the Protection of Human Rights and Fundamental Freedoms committed by a court of the Russian Federation during examination of a criminal case and established by the European Court of Human Rights, pertaining to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  application of a federal law which runs contrary to provisions of the European Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  other violations of provisions of the Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  other new circumstances.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Case-law of the Constitutional Court of the Russian Federation",
                                "elements": [
                                    {
                                        "content": "18.  In a case in which it examined the compatibility of Article 51 of the Code of Criminal Procedure with the Constitution, the Constitutional Court ruled as follows (decision no. 497-O of 18 December 2003):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 51 § 1 of the Code of Criminal Procedure, which defines the circumstances in which the representation by defence counsel is mandatory, does not contain any indication that its requirements are not applicable in appeal proceedings or that the convicted person’s right to legal assistance in such proceedings may be restricted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  That view was subsequently confirmed and expanded upon in seven decisions delivered by the Constitutional Court on 8 February 2007. It found that free legal assistance for the purpose of appellate proceedings should be provided under the same conditions as during the earlier stages in the proceedings and was mandatory in the situations listed in Article 51. It further underlined the obligation of the courts to secure the representation by defence counsel in appeal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  When interpreting the CCP provisions concerning the appeal proceedings (decision no. 253-O-P of 8 February 2007), the Constitutional Court of the Russian Federation reasoned as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the appeal court must ensure equality of arms for the parties to the [criminal] proceedings, including hearing representations from the parties as regards the possibility of holding an appeal hearing in the absence of his legal counsel ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained under Article 6 of the Convention that State-appointed counsel, P., who had represented him before the trial and appeal courts, had failed to carry out her duties properly. In particular, she had not appealed against the verdict of 1 March 2005 and had not attended the appeal hearing of 25 April 2005. Article 6 of the Convention, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... . ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require. ...”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government considered that the criminal proceedings against the applicant had been conducted in strict compliance with the domestic rules of criminal procedure and disclosed no violation of the applicant’s rights set out in Article 6 §§ 1 and 3 (c) of the Convention. Both the applicant and counsel P. had been duly informed of the date and time of the appeal hearing. The applicant had not asked the appeal court for an adjournment or replacement of counsel who had failed to appear at the hearing. In the circumstances of the case, the appeal court had been authorised to proceed in the absence of the applicant’s counsel. The fact that counsel P. had chosen not to appeal against the applicant’s conviction did not disclose any omission on the part of the domestic judicial authorities. It was not within the court’s competence to compel counsel to appeal.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant maintained his complaint. According to him, the presiding judge of the appeal court had not advised him as to his rights, including the right to ask for the replacement of his lawyer.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "25.  The Court notes at the outset that the requirements of Article 6 § 3 of the Convention are to be seen as particular aspects of the right to a fair trial guaranteed by Article 6 § 1, and therefore the applicant’s complaints under Article 6 §§ 1 and 3 should be examined together (see Vacher v. France, 17 December 1996, § 22, Reports of Judgments and Decisions 1996VI). The manner in which the above provisions are to be applied in relation to appellate or cassation proceedings depends upon the particular features of these proceedings; account must be taken of the domestic proceedings as a whole and the role of the appellate or cassation court therein (see Twalib v. Greece, 9 June 1998, § 46, Reports 1998IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Although not absolute, the right of everyone charged with a criminal offence to be effectively defended by a lawyer, assigned officially if need be, is one of the fundamental features of a fair trial (see Poitrimol v. France, 23 November 1993, § 34, Series A no. 277A). It is of crucial importance for the fairness of the criminal justice system that the accused be adequately defended, both at first instance and on appeal (see Lala v. the Netherlands, 22 September 1994, § 33, Series A no. 297A, and Pelladoah v. the Netherlands, 22 September 1994, § 40, Series A no. 297B).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The appointment of defence counsel in itself does not necessarily settle the issue of compliance with the requirements of Article 6 § 3 (c) of the Convention. The Convention is intended to guarantee not rights which are theoretical or illusory, but rights which are practical and effective. Thus, mere nomination does not ensure effective assistance since a lawyer appointed for legal-aid purposes may be prevented from performing, or shirk his or her duties. If they are notified of the situation, the authorities must either replace the lawyer or oblige him/her to fulfil those duties (see Airey v. Ireland, 9 October 1979, § 24, Series A no. 32, and Artico v. Italy, 13 May 1980, § 33, Series A no. 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Nevertheless, a State cannot be held responsible for every shortcoming on the part of a lawyer appointed for legal-aid purposes or chosen by the accused. It follows from the independence of the legal profession from the State that the conduct of the defence is essentially a matter between the defendant and his counsel, whether counsel be appointed under a legal-aid scheme or be privately financed (see Cuscani v. the United Kingdom, no. 32771/96, § 39, 24 September 2002). The competent national authorities are required under Article 6 § 3 (c) of the Convention to intervene only if a failure by legal-aid counsel to provide effective representation is manifest or sufficiently brought to their attention in some other way (see Kamasinski v. Austria, 19 December 1989, § 65, Series A no. 168, and Daud v. Portugal, 21 April 1998, § 38, Reports of Judgments and Decisions 1998II).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles to the instant case",
                                        "elements": [
                                            {
                                                "content": "29.  In the instant case, the Court observes that in the course of the criminal proceedings both at the trial and appeal stages, the applicant was represented by a State-appointed lawyer, Ms P. It further observes, and this fact is not disputed by the applicant, that the defence provided by Ms P. during the trial was not manifestly ineffective. The thrust of the applicant’s grievance is the failure on the part of Ms P. to provide an effective defence before the appeal court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court notes that Ms P. did not appeal against the applicant’s conviction. Nor did she appear before the appeal court to plead the case on his behalf. In such circumstances, it must have been obvious to the applicant that he was left on his own. Admittedly, it was open to him to ask the court for an adjournment of the hearing or replacement of counsel, which he failed to do. Nevertheless, the Court considers that the applicant’s conduct could not in itself relieve the authorities of their obligation to take steps to guarantee the effectiveness of his defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In this connection, the Court takes into account the gravity of the charges against the applicant and the heavy custodial sentence to which he was liable. Furthermore, the applicant communicated with the appeal court by way of a video link, while the prosecutor appeared in person. In the Court’s view, the applicant could have benefited from the presence of the defence counsel in the courtroom (compare, Shulepov v. Russia, no. 15435/03, § 35, 26 June 2008, and Sevastyanov v. Russia, no. 37024/02, § 73, 22 April 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court takes note of the Government’s argument that the domestic judicial authorities were in no position to compel Ms P. to act in the best interests of the applicant’s defence. Nevertheless, in the Court’s opinion, it was for the appeal court to verify whether the applicant chose conscientiously to waive his right to legal assistance and, if he did not, to look into the circumstances of Ms P.’s absence from the hearing. The appeal court should have examined whether the applicant’s counsel had been duly notified of the appeal hearing and whether, in her absence, the examination of the appeal should have been adjourned. Having omitting to take any of these steps, the domestic judicial authorities failed to secure effective legal assistance to the applicant during the appeal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court concludes that the criminal proceedings against the applicant fell short of the requirements of Article 6 § 3 (c) of the Convention, taken in conjunction with Article 6 § 1. Accordingly, there has been a violation of these Convention provisions.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Lastly, the applicant made a number of complaints under Articles 5 and 6 of the Convention relating to his pre-trial detention and the criminal proceedings against him. However, regard being had to all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that there is no appearance of a violation of the provisions invoked. It follows that his part of the application must be rejected as manifestly ill-founded, pursuant to Articles 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account. The Court further refers to its settled case-law to the effect that when an applicant has suffered an infringement of his rights guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be the reopening of the proceedings, if requested (see, mutatis mutandis, Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005-IV, and Popov v. Russia, no. 26853/04, § 264, 13 July 2006). The Court notes, in this connection, that Article 413 of the Russian Code of Criminal Procedure provides the basis for the reopening of the proceedings if the Court finds a violation of the Convention (see paragraph 17 above).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the alleged unfairness of the criminal proceedings against the applicant and, in particular, the ineffectiveness of the legal assistance provided by State-appointed counsel, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 §§1 and 3 (c) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 December 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SIYRAK v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-139168.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1219JUD003809405",
    "externalsources": [],
    "extractedappno": [
        "38094/05",
        "32771/96",
        "15435/03",
        "37024/02",
        "46221/99",
        "26853/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-139168",
    "judgementdate": "19/12/2013 00:00:00",
    "kpdate": "19/12/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "SIYRAK",
        "RUSSIA"
    ],
    "rank": "1060.93176269531",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "378296",
    "typedescription": "15"
}