{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "17327/02",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-86292.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17327/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Oleksandr Veniaminovych Lukyanchenko (“the applicant”), on 21 March 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by Mr Y. Zaytsev, their Agent, and Mrs V. Lutkovska, Deputy Minister of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 March 2007 the Court declared the application partly inadmissible and decided to communicate the complaints concerning the non-enforcement of a final judgment given in the applicant’s favour and the length of the civil proceedings in his case. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1960 and lives in Khmelnytskyy.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 5 February 1999 the applicant lodged an administrative complaint with the  (Хмельницький міський суд) seeking moral damages from the State for allegedly unlawful actions of the law-enforcement authorities in connection with a criminal prosecution discontinued in 1998.",
                                "elements": []
                            },
                            {
                                "content": "6.  After several reconsiderations of the claim, on 19 July 2001 the  awarded the applicant 3,000 hryvnyas (UAH).",
                                "elements": []
                            },
                            {
                                "content": "7.  On 16 October 2001 the  (Апеляційний суд Хмельницької області) decreased the amount of compensation to UAH 140. The operative part of the decision indicated that it immediately gained binding effect and that the award was payable upon the applicant’s presentation of the decision to the local department of the State Treasury.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 February 2002 the Supreme Court rejected the applicant’s request for leave to appeal in cassation against the decision of 16 October 2001. Since then the applicant has unsuccessfully sought re-opening of the proceedings and award of higher compensation.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 9 November 2001 the  issued the applicant with an enforcement writ in respect of the judgment of 19 July 2001 as amended by the decision of 16 October 2001.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 27 February 2002 the applicant submitted the writ to the Khmelnytskyy State Treasury Department (“the Khmelnytskyy Treasury”; Відділення державного казначейства у м. Хмельницькому).",
                                "elements": []
                            },
                            {
                                "content": "11.  On 19 March 2002 the Khmelnytskyy Treasury informed the applicant that they decided to return the writ unenforced, as, in particular, the payment due to him had to be made by the National Bank (Національний банк України) to the order of the Bailiffs’ Service.",
                                "elements": []
                            },
                            {
                                "content": "12.  In June 2002 the applicant challenged the failure of the Khmelnytskyy Treasury to ensure enforcement of the judgment in his favour by way of lodging an administrative complaint with the . In his submissions he noted that the Treasury in fact had never returned him the enforcement writ and so he had not been able to submit it to the Bailiffs’ Service. On 4 September 2002 the court dismissed his complaint as unsubstantiated. On 26 November 2002 the  further dismissed the applicant’s appeal and on 25 March 2004 the Supreme Court rejected the applicant’s request for leave to appeal in cassation.",
                                "elements": []
                            },
                            {
                                "content": "13.  In the meantime, on 16 August 2002 the  transferred, of its own motion, the writ of enforcement in respect of the judgment in the applicant’s favour to the Pecherskyy District Bailiffs’ Service of Kyiv (“the Pecherskyy Bailiffs”; Відділ Державної виконавчої служби Печерського району м. Києва).",
                                "elements": []
                            },
                            {
                                "content": "14.  On 28 August 2002 the Pecherskyy Bailiffs instituted enforcement proceedings and invoiced the National Bank for UAH 140. The invoice contained the name of “Lukyanchuk” instead of “Lukyanchenko” as the beneficiary. On 3 September 2002 the National Bank transferred the payment in favour of Mr Lukyanchuk to the Pecherskyy Bailiffs’ deposit account and the relevant handwritten entry mentioning Mr Lukyanchuk as the beneficiary was introduced into the Pecherskyy Bailiffs’ record book.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 16 September 2005 the applicant requested the Khmelnytskyy Court to issue him with a duplicate enforcement writ, noting that having never received the unenforced writ back from the Khmelnytskyy Treasury he had been unable to locate it and claim the judgment award.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 17 October 2005 the  requested the Pecherskyy Bailiffs to provide information concerning the status of the enforcement. On 12 January 2001 the  sent a reminder requesting an urgent reply. On 26 January 2006 the Pecherskyy Bailiffs informed the Khmelnytskyy Court that, following expiration of the three-year statutory term for keeping unclaimed deposits, in September 2005 the sum due to the applicant had been transferred to the State budget and on 29 December 2005 a decision had been taken to return the enforcement writ to the applicant. In the same letter they noted that according to the statutory provisions, the National Bank was to keep the writ.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 28 March 2006 the  rejected the applicant’s request to issue a duplicate writ, having noted, referring to the Pecherskyy Bailiffs’ letter, that the original writ had not been lost and that it had been kept by the National Bank. On 11 May 2006 the  upheld this ruling on the applicant’s appeal.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 17 May 2006 the National Bank informed the applicant that it had received no writ of enforcement in respect of a judgment in his favour.",
                                "elements": []
                            },
                            {
                                "content": "19.  The judgment given in the applicant’s favour remains unenforced to the present date.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Law of  of 21 April 1999 on Enforcement Proceedings",
                                "elements": [
                                    {
                                        "content": "20.  The relevant extracts from the Law on Enforcement Proceedings read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 24.   Admission of the enforcement writ for enforcement",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Within a three-day term of receipt of the enforcement writ a State bailiff shall take a decision to initiate the enforcement proceedings...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "No later than the following day a copy of the decision to initiate the enforcement proceedings shall be transmitted to the beneficiary, the debtor and the body (official) that issued the enforcement writ ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 44-1. Payment of the collected funds to the beneficiary",
                                        "elements": [
                                            {
                                                "content": "(...)",
                                                "elements": []
                                            },
                                            {
                                                "content": "If the funds collected from the debtor remain unclaimed by the beneficiary within three years from the date of their transfer to deposit account of the State Bailiffs’ Service, these funds shall be transferred to the State Budget of ...",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Order of the Ministry of Justice of  of 15 December 1999 on the Approval of the Instruction on the Performance of the Enforcement Actions",
                                "elements": [
                                    {
                                        "content": "21.  Relevant provisions of this order read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.2.16. Funds transferred to the deposit account of the State Bailiffs’ Service shall be preserved:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...deposited sums that are to be paid to the citizens – during three years;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.2.18. Term of preservation of these amounts shall be calculated from the day of sending notice to the beneficiary about the availability of the funds due to him.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  SCOPE OF THE CASE",
                        "elements": [
                            {
                                "content": "22.  Following the Court’s admissibility decision, the applicant made submissions on the merits, in which he referred to the entirety of his original complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "24.  The applicant complained that the failure of the domestic authorities to enforce the judgment given in his favour had deprived him of access to a court and that the overall length of his compensation proceedings, including their enforcement stage, had been incompatible with Article 6 § 1 of the Convention. The impugned provision, insofar as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "25.  The Government presented no observations concerning the admissibility of these complaints.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court notes that the applicant’s complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  MERITS",
                        "elements": [
                            {
                                "content": "A.  The non-enforcement of the judgment",
                                "elements": [
                                    {
                                        "content": "27.  The Government contended that there was no violation of Article 6 § 1. They maintained that the non-enforcement was attributable to the applicant himself, since he had failed to claim the payment from the Bailiffs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant disagreed, maintaining that the authorities had interfered with his right to claim the award on time, having failed to keep accurate records, to instruct him clearly and having continuously confronted him with contradictory information as to the enforcement procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court reiterates that enforcement of a judgment given by any court is an integral part of the “trial” for the purposes of Article 6 (see Hornsby v. Greece, judgment of 19 March 1997, Reports 1997-II, p. 510, § 40; Romashov v. , no. 67534/01, § 42, 27 July 2004). It is therefore incumbent on the State to organise a system for enforcement of judgments that is effective both in law and in practice and ensures their enforcement without any undue delay (Fuklev v. , no. 71186/01, § 84, 7 June 2005). While the Contracting States enjoy a wide margin of appreciation in determining logistical arrangements for the administration of justice, these arrangements should foster accurate record-keeping practices and enable the parties to obtain prompt access to information concerning the developments in their proceedings (see, mutatis mutandis, Sukhorubchenko v. , no. 69315/01, §§ 45 and 53, 10 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Turning to the facts of the present case, the Court notes that the judgment given in the applicant’s favour became enforceable on 16 October 2001 and remains unenforced to the present date. The period of non-enforcement has, therefore, exceeded six and a half years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Even taking into account the Government’s submission that the payment had been made available to the applicant in September 2002, the Court notes the eleven-month period between this date and the date on which the judgment had gained binding effect. The Court observes, further, that the Government presented no evidence that the applicant had been duly notified about the availability of the payment, or even about the institution of the enforcement proceedings on his behalf, as required by domestic law (see paragraphs 20-21 above). On the contrary, taking into account that the applicant’s name was misspelled in the Bailiffs’ records and that the applicant has made several unsuccessful attempts to locate the enforcement writ, which generated contradictory responses by various authorities (see paragraphs 7, 11-19 above), the Court finds credible his submissions concerning lack of adequate record-keeping and access to information as regards the status of the enforcement. In light of the above, the Court considers that the applicant was effectively deprived of an opportunity to claim the judgment award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government have therefore failed to secure the applicant’s right of access to a court in the present case. There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Length of the proceedings",
                                "elements": [
                                    {
                                        "content": "33.  As regards the applicant’s complaint about the excessive length of his compensation proceedings, including their enforcement stage, the Court notes that, notwithstanding certain delays in the judicial stage of the proceedings at issue, attributable, in particular, to various remittals, the most significant delays took place during the enforcement stage. The Court has already taken this aspect into account in its examination of the applicant’s right of access to a court above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Having regard to its findings on that point, the Court finds that it is not necessary to examine separately the issue of the length of the proceedings in the present case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicant claimed 1,000,000 hryvnyas, including the unsettled judgment debt, in respect of pecuniary and non-pecuniary damage allegedly caused by infringement of his Convention rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged. At the same time, the Court reiterates that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (Metaxas v. Greece, no. 8415/02, § 35, 27 May 2004 and Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000-XI). Therefore, the Court concludes that the State’s outstanding obligation to enforce the judgment given in the applicant’s favour is not in dispute. The Court further finds that the applicant must have suffered non-pecuniary damage on account of the prolonged inability to obtain compensation for the unlawful actions of the law-enforcement authorities. Making its assessment on an equitable basis, the Court finds it reasonable to award the applicant EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "39.  The applicant also claimed UAH 5,000 for the costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government noted that the applicant failed to include supporting documents and maintained that his claim was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the fact that the applicant did not present any supporting documents within the time-limit allotted by the Court for this purpose, the Court rejects the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "42.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": " 3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, is to pay the applicant the outstanding debt under the judgment of 19 July 2001 as amended on 16 October 2001 as well as to pay the applicant EUR 2,000 (two thousand euros) in respect of non-pecuniary damage to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 May 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Snejana Botoucharova",
            "role": "judges"
        },
        {
            "name": "Volodymyr Butkevych",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LUKYANCHENKO v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-86292.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0515JUD001732702",
    "externalsources": [],
    "extractedappno": [
        "17327/02",
        "62608/00",
        "67534/01",
        "71186/01",
        "69315/01",
        "8415/02",
        "31107/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-86292",
    "judgementdate": "15/05/2008 00:00:00",
    "kpdate": "15/05/2008 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "LUKYANCHENKO",
        "UKRAINE"
    ],
    "rank": "625.473937988281",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "345535",
    "typedescription": "15"
}