{
    "__articles": "6;7;9;10;11;14",
    "__conclusion": "No violation of Article 6 - Right to a fair trial;No violation of Article 7 - No punishment without law;No violation of Article 9 - Freedom of thought conscience and religion;No violation of Article 10 - Freedom of expression -{General};No violation of Article 11 - Freedom of assembly and association;No violation of Article 14 - Prohibition of discrimination",
    "applicability": "",
    "appno": "74357/01;26764/02;27434/02",
    "article": [
        "14",
        "7",
        "9",
        "10",
        "6",
        "11"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "article": "7",
            "base_article": "7",
            "element": "No violation of Article 7 - No punishment without law",
            "type": "no-violation"
        },
        {
            "article": "9",
            "base_article": "9",
            "element": "No violation of Article 9 - Freedom of thought conscience and religion",
            "type": "no-violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "element": "No violation of Article 10 - Freedom of expression -{General}",
            "type": "no-violation"
        },
        {
            "article": "11",
            "base_article": "11",
            "element": "No violation of Article 11 - Freedom of assembly and association",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Article 14 - Prohibition of discrimination",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-85152.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 74357/01, 26764/02 and 27434/02) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Juozas Kuolelis \n(“the first applicant”), Mr Leonas Bartoševičius (“the second applicant”) and Mr Mykolas Burokevičius (“the third applicant”) on 16 July 2001 and 23 June 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented before the Court, respectively, by \nMs E. Šajaukaitė, Mr A. Zamalaitis and Ms V.-R. Lekavičienė, lawyers practising in . They had the benefit of legal aid under the Council of Europe scheme. The Lithuanian Government (“the Government”) were represented by their Agent, Ms Elvyra Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that they had been prosecuted and convicted for offences the existence of which could not have been foreseen at the material time, and that the criminal proceedings had been unduly long.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1). Ms D. Jočienė, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr J.-P. Costa, the judge elected in respect of , to sit in her place (Article 27 § 2 of the Convention and Rule 29 § 1). Subsequently, by a decision of 5 January 2006, the Chamber joined the applications (Rule 42 § 1) and declared them partially admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants and the Government filed further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants are Lithuanian nationals born in 1930, 1928 and 1927, respectively. At the time of lodging their applications, the first and third applicants were detained at the Rasų prison in  and the second applicant was living in that city.",
                                "elements": []
                            },
                            {
                                "content": "A.  Historical and political background",
                                "elements": [
                                    {
                                        "content": "7.  The historical and political background to the present case was set out in the judgments of the domestic courts referred to below and may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 23 August 1939 Stalin’s Soviet Union (hereafter sometimes also referred to as the “USSR”) signed a non-aggression treaty with Hitler’s  (the “Molotov-Ribbentrop Pact”). According to a secret additional protocol approved by the parties on 23 August and amended \non 28 September 1939, the Baltic States had been attributed to the sphere of interest of the  in the event of a future territorial and political rearrangement of the territories of these then independent countries. Following an ultimatum to allow an unlimited number of Soviet troops to be stationed in the Baltic countries, on 15 June 1940 the Soviet army invaded . The Government of Lithuania was removed from office, and a new government was formed under the direction of the Communist Party of the Soviet Union (hereafter “the CPSU”), the ’s only party. \nOn 3 August 1940 the Soviet Union completed the annexation of Lithuania by adopting an act incorporating the country into the USSR, with  being called the “Soviet Socialist Republic of Lithuania” (the “LSSR”). The Government of the LSSR was appointed and controlled by the Communist Party of Lithuania (“the CPL”), a regional branch of the CPSU.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In the late 1980s there was considerable social pressure in , as in other east European countries, for the democratisation of political life. As a result of the newly introduced freedom of expression in the Soviet Union, massive political movements were formed in , condemning the annexation of the country, asserting the need to construct a new society based inter alia on Lithuanian identity and values, and emphasising the need to restore the State’s independence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 24 December 1989 the Congress of People’s Deputies of the  passed a Resolution on the Political and Juridical Appraisal of the Soviet-German Non-aggression Treaty of 1939. It denounced that treaty as illegal and invalid ever since its signature. It noted that the territorial divisions into Soviet and German spheres of influence had been contrary to the sovereignty and independence of several other countries, such as the Baltic States. This was followed by a Decision of the Supreme Council of the LSSR on 7 February 1990 denouncing the unlawful incorporation of Lithuania into the  in 1940.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By the end of 1989, the CPL had decided to split from the CPSU. The new CPL immediately declared its support for Lithuanian independence and a multi-party political system. In the meantime, a minority of former CPL members created a new party, the CPL/CPSU (LKP/TSKP). According to its political programme, one of its goals was to maintain Lithuania as part of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The first independent parliamentary elections under Soviet rule took place in  on 24 February 1990. No member of the CPL/CPSU was elected to the Supreme Council (Parliament).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 March 1990 the newly elected Supreme Council adopted the Act on the Re-establishment of the State of Lithuania, which declared the Republic of Lithuania to be an independent, sovereign State again and asserted that Lithuania’s incorporation into the  had been null and void. The Supreme Council also reinstated certain provisions of the Lithuanian Constitution of 1938, and adopted the Provisional Basic Law, setting out the constitutional principles of the  (paragraphs 63-71 below). On the same date, the Supreme Council approved the Government of the  and proclaimed the validity of all previous legislation and legal acts which were compatible with the Provisional Basic Law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Soviet Union repeatedly pressured  to renounce its independence and, on 14 April 1990, demanded the cancellation of the March laws and then immediately imposed an economic blockade for the failure to comply. As a compromise, on 18 April 1990 the Supreme Council adopted the Resolution on the Expansion of Relations between the Republic of Lithuania and the , announcing that, until 1 May 1990, it would not adopt new political legislative acts during preliminary parliamentary consultations between the two countries, once they began. The  did not respond; so, according to the respondent Government, the Resolution did not come into effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 23 May 1990 the Supreme Council of the Republic of Lithuania announced the temporary suspension of the actions and decisions flowing from the legislation of 11 March 1990, subject to the start of negotiations with the Soviet Union. It thereby sought to resolve the issues arising out of the re-establishment of the independent State of Lithuania (see paragraph 67 below). However, again, according to the Government, the suspension never took effect as the Soviet Union did not formally respond to the Lithuanian authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 27 June 1990 a meeting with the leaders of the two States was held at the Kremlin in . The then President of the Soviet Union, \nMr Mikhaïl Gorbachev, refused to lift the economic blockade because he did not accept that a “moratorium” was possible in respect of the Act on the Re-establishment of the State of Lithuania. On 12 July 1990 the Lithuanian Supreme Council appealed to the Supreme Soviet of the USSR, requesting that the illegal annexation of 3 August 1940 be denounced, and that ’s name be deleted from the Soviet Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 29 June 1990 the Supreme Council adopted a statement suspending the legal actions stemming from the Act on the Re-establishment of the State of Lithuania, subject to formal negotiations with the Soviet Union (paragraph 68 below). However, such negotiations never materialised and the conditional moratorium was denounced by the Supreme Council on 28 December 1990 (paragraph 70 below). The moratorium, which any way, according to the Government, had been inoperative, did not affect the lawfulness of the Act itself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 10 November 1990 Article 70 of the Criminal Code was amended to prohibit activities, inter alia, undermining the constitutional order of the , as distinguished from the previous prohibition on anti-Soviet activities (paragraph 78 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 10 January 1991 President Gorbachev publicly required the Supreme Council of the Republic of Lithuania to “reinstate immediately the legal force of the USSR and LSSR Constitutions in .”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 11 January 1991 the CPL/CPSU sent an ultimatum to the Government of Lithuania, ordering it to comply with the declaration of the  President. Failing that, the CPL/CPSU announced that it would create the “Lithuanian National Rescue Committee” (Lietuvos nacionalinio gelbėjimo komitetas), “which would take care of matters concerning the future of the LSSR.” On 14 January 1991 the Supreme Council denounced the activities of this Committee as illegal, anti-constitutional, anti-state and criminal. It warned those involved that they would be held responsible in accordance with the laws of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Between 11 and 13 January 1991, the Soviet army conducted military operations against the Government of Lithuania. Soviet troops forcibly occupied the buildings of the Ministry of Defence, the Vilnius television tower, the Lithuanian public television and media headquarters and the  train station. Soviet troops also tried to take the seat of the Lithuanian Parliament and other authorities. Massive crowds from the local population came to the defence of the institutions of the . Thirteen Lithuanian civilians were killed and over a thousand injured as a result of the conflict with the Soviet army during the night \nof 12 to 13 January 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 9 February 1991 a nation-wide plebiscite was organised in Lithuania, whereby the public was requested to reply to the question whether they supported the following statement: “The  is an independent and democratic Republic.” More than three quarters of those who participated in the referendum answered in the affirmative. \nOn 11 February 1991 the Supreme Council adopted a law which stated that the notion that “the  is an independent and democratic Republic” was a basic constitutional principle of the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 19 August 1991 there was an attempted coup in . The self-proclaimed “National State of Emergency Committee” declared that President Gorbachev was suspended from his duties, nominated itself as the sole ruling authority and imposed a state of emergency in certain regions of the USSR. This coup ended in failure within two days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the immediate aftermath of the Moscow coup, in the course of August and September 1991, the new Lithuanian Government gained diplomatic recognition, inter alia from the USSR, the European Communities and the . The USSR was the 60th State to recognise the  as a subject of international law and a sovereign State, as defined in its “fundamental acts of 11 March 1990”. It renounced the 1940 Law which had incorporated Lithuania into the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  As regards the activities of the Lithuanian Communist Party, \non 2 July 1990 the Ministry of Justice had dismissed an application for the registration of the “LSSR Citizens’ Committee”, as it had been deemed to have aims which were incompatible with the Provisional Basic Law. \nOn 22 August 1991 the Supreme Council issued the Resolution on the activities of the CPL/CPSU in . Thereby it confirmed the illegality of the CPL/CPSU and took steps to ensure its dissolution and the restoration of property which had been seized by that organisation and its subsidiaries whilst under the protection of the Soviet military. According to the Government, until the Soviet armed forces started to retreat after the failed putsch in , it had not been possible to take effective measures against that organisation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The investigation and trial",
                                "elements": [
                                    {
                                        "content": "26.  In November 1990, the first criminal case was instituted in relation to an intervention by the Soviet military against a protest meeting. Several offences were investigated. In the course of 1991, a total of eight other criminal cases were instituted against various members of or collaborators with the CPL/CPSU concerning their alleged attempts forcibly to overthrow the democratically elected authorities of  and their breach of the sovereignty of the State. Originally 49 defendants had been envisaged, but several had fled to Byelorussia and , from where extradition was refused despite efforts made by Lithuanian officials during visits to those countries. This lack of interstate cooperation impeded the investigation. Only six people were tried ultimately, including the applicants, who had been executives of the CPL/CPSU and were suspected of subversive activities. The nine cases were subsequently joined in one set of criminal proceedings. These proceedings became known in  as the “January the 13th case”, a reference to the tragic events during the night \nof 12-13 January 1991 (paragraph 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The first applicant was questioned several times as a witness in the aftermath of the failed  coup of August 1991. On 28 June 1994 he was arrested and interrogated in a detention centre as a suspect. He was released on bail on 1 July 1994, with a written undertaking not to leave the country. He was imprisoned after his conviction at first instance (paragraph 51 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 15 November 1994 it was decided to lay charges against the second applicant under Articles 67 and 70 of the Criminal Code. He was not remanded in custody, but had to provide a written undertaking not to leave the country. He was imprisoned after his conviction at first instance (paragraphs 52-53 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The third applicant was indicted as a suspect in a criminal case which had been instituted on 22 August 1991. As he had fled, an arrest warrant was issued for him on 27 August 1991. He alleged that, on an unspecified date in 1994, he was kidnapped in Byelorussia by the Lithuanian authorities and unlawfully brought back to . \nOn 15 January 1994 he was detained on remand until his subsequent conviction (paragraphs 54-55 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The pre-trial investigation was concluded on 5 December 1994. From 11 December 1994 until 15 April 1996, the first and second applicants had access to the case file. The third applicant had access to the case file from 10 December 1994 until 31 May 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In the course of the preliminary investigation, 3,344 witnesses and 1,349 purported victims were questioned. Moreover, 1,190 expert examinations of various kinds were carried out. 182 searches were conducted and 77 seizures executed. According to the Government, attempts were made to destroy certain relevant materials and parts were found burnt. Time was needed to determine their contents. A significant part of the materials were in the Russian language, which necessitated translations. Furthermore, interpretation was required in the interrogation of several defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 19 June 1996 the bill of indictment was confirmed with regard to six co-defendants, including the applicants. The case consisting of 332 volumes of evidence was sent to the  for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The trial started on 12 November 1996. The following day \nuntil 21 January 1997 the prosecutors read out the bill of indictment, which alone comprised 15 volumes. There were a few days of interruption due to the applicants’ ill-health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 10 December 1996, 12 May, 23 June, 22 October and 4 and \n18 December 1997, the trial was adjourned due to the state of health of certain other co-accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  From 29 May to 2 June 1997, the trial was adjourned due to the deterioration of the third applicant’s health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 23 June 1997 the court granted 9 requests from purported victims for forensic medical examinations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  From 30 June until 11 August 1997, the court was closed for the judicial holidays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 22 October, 17-18 November, 5-15 December, 18-23 December 1997 and 23 December 1997 to 6 January 1998, the trial could not proceed due to the illness of one or other of the defendants, or because of the absence of certain witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 27 January, 2-10 February, 13-18 February, 19 February to \n16 March, 26 March to 20 April and 12-15 May 1998, the trial was adjourned in view of the poor health of one or other of the defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  From 1 to 8 June 1998, the trial was adjourned in view of the failure of one of the defence lawyers to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  From 9 July until 3 September 1998, the case was adjourned pending the judicial holidays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  From 15 September until 19 October 1998, the case was adjourned at the request of the third applicant and his counsel for the preparation of the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  From 19 to 27 October 1998, the court further adjourned the trial at the request of the third applicant and his lawyers, in order to prepare the defence to a modified charge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  From 9 November 1998 to 7 May 1999, the parties were given an opportunity to reply to each other’s questions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 2 February, 26 March, 3 November and 14 and 29 December 1998, 5 and 25 January, 15 March and 19 to 26 April 1999, the trial was adjourned in view of the illness of one or other of the defendants or their legal representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  From 7 May to 15 July 1999, the applicants made their final remarks before the trial court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  During the trial, 3,093 witnesses and 1,461 purported victims had been questioned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  According to information about the case submitted by the respondent Government, the proceedings involving Soviet military personnel, including several accused who had fled and whose extradition was refused by the , were still pending on 1 March 2006. Moreover, some 77 people who had suffered damage as a result of the Soviet military intervention in January 1991 have applied for compensation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicants’ conviction on 23 August 1999",
                                "elements": [
                                    {
                                        "content": "49.  On 23 August 1999 the  adopted a judgment in the case, consisting of 246 pages. The applicants and their official defence counsel were present at the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In its judgment the Vilnius Regional Court mentioned the historical and political background to the case (see paragraphs 7-25 above), underlining that the CPSU and CPL/CPSU had been opposed to the democratisation of public life in Lithuania, and had only sought to maintain the status quo of Soviet rule. During the period in question, from the Act on the Re-establishment of the State of Lithuania of 11 March 1990 until the failed Moscow coup of August 1991, the CPSU had been a very powerful organisation in view of its control over Soviet security and the interior, as well as the military forces stationed on the territory of Lithuania and elsewhere. The CPSU had used the CPL/CPSU to support its policing and military capabilities in , targeted at stripping the legitimate Government of Lithuania of its powers. The CPSU and CPL/CPSU, being aware that their ideas were supported by only a small minority of the Lithuanian population, had made attempts violently to overthrow the democratic regime. The applicants, the then senior executives of the CPL/CPSU, were found personally to have taken decisions or engaged in acts attesting to their involvement in the attempted coups. In particular, the following acts of the applicants were established by the trial court:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)\tThe first applicant had occupied the position of Secretary of the Central Committee of the CPL/CPSU; the second applicant had been a member of the Central Committee of the CPL/CPSU and Director of the radio station “Soviet Lithuania”; the third applicant had been First Secretary of the Central Committee of the CPL/CPSU.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)\tOn 21 April 1990 the CPL/CPSU had founded the “LSSR Citizens’ Committee” (LTSR piliečių komitetas), with the aim of stripping the Lithuanian Government of its powers, disobeying legislation passed by the Supreme Council, and reinstating the force of the USSR Constitution and other Soviet laws. The first and the third applicants had been members of the presidium of this Committee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)\tOn 12 May 1990, on the initiative of the third applicant, the “LSSR Party’s Interior Committee” (LTSR VRM partinis komitetas) had been founded for the purpose of creating independent police units under the authority of the CPL/CPSU.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)\tIn the summer of 1990, on the initiative of the third applicant and other members of the CPL/CPSU, the so-called “Association of Free Businessmen” (Laisvųjų verslininkų asociacija) had been created with the aim of co-ordinating the activities of the USSR economic structures based in , as an alternative to the acting Government of Lithuania.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)\tIn June 1990 the applicants had established the radio station “Soviet Lithuania” on the premises of , forcibly occupied by Soviet troops.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)\tOn 7 August 1990 the “LSSR Citizens’ Committee” had established “Workers’ Vigilance Committees” (darbininkų draugovės), their publicly proclaimed goal being “to disobey unlawful forcible acts [aimed at] liquidating the socialist regime and unlawfully separating Lithuania from the ”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii) On 16 December 1990 the CPL/CPSU had organised the “Congress of Democratic Forces of Lithuania” (Lietuvos demokratinių jėgų kongresas), the third applicant being its President.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii) In early January 1991 the third applicant had presented to his CPSU superiors in Moscow a plan for “USSR Presidential Rule” in . The third applicant had also been involved in organising various meetings and strikes in order to achieve the execution of that plan. Following which, on 10 January 1991 President Gorbachev publicly required the Supreme Council of the Republic of Lithuania to “reinstate immediately the legal force of the USSR and LSSR Constitutions in .”",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ix)\tOn 11 January 1991 the CPL/CPSU had sent an ultimatum to the Government of Lithuania, ordering it to comply with the declaration of the  President. Failing that, the CPL/CPSU had announced that it would create the “Lithuanian National Rescue Committee” (Lietuvos nacionalinio gelbėjimo komitetas), “which would take care of matters concerning the future of the LSSR.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "(x)\tIn addition to the ultimatum of 11 January 1991, the CPL/CPSU had made five public declarations during the period from 11 to 19 January 1991, urging the forceful overthrow of the Government and the other authorities of independent . The first and the third applicants had been responsible for preparing those declarations, whilst the second applicant had been responsible for disseminating them in the media.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xi)\tDuring the Soviet Army’s invasion of the Lithuanian public media headquarters and other buildings in Vilnius from 11 to 13 January 1991 \n(see paragraph 21 above), the third applicant had actively collaborated with the CPSU and the USSR authorities, inciting them to use military force, with the help of vigilantes, against the unarmed civilian population which had assembled to defend Lithuanian independence around these buildings. The third applicant had therefore been an accomplice of the officers of the Soviet Army, who had murdered 13 Lithuanian civilians, severely injured 16 people, and caused medium or mild bodily harm to 724 persons. All the victims and the types of the injuries sustained during the confrontations during the night of 12-13 January 1991 were listed in detail in the judgment. The applicants were also convicted in respect of the unlawful occupation of  premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xii) One of the applicants’ co-defendants, J.J., had been considered to be the founder of and main participant in the Lithuanian National Rescue Committee, which had been particularly active during the attempted coup of 11-13 January 1991. The first and the second applicants had also been held to have participated in the activities of this Committee by disseminating various public declarations on its behalf through the radio station “Soviet Lithuania”. Those declarations had urged the forceful overthrow of the legitimate Government of Lithuania.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xiii) On 14 January 1991 the Supreme Council had adopted a decision on the so-called Lithuanian National Rescue Committee, declaring its creation and actions to be “anti-constitutional, subversive and thus illegal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xiv) Following the events of January 1991, the applicants had continued unlawfully to occupy several buildings with the assistance of the Soviet Army, including the Lithuanian public television and media headquarters in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xv) On 17 March 1991 the CPL/CPSU had unsuccessfully tried to organise a referendum on Lithuania’s stay within the , the third applicant having been particularly active in the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xvi) The applicants had continued their subversive activities within the CPL/CPSU up until the failed  coup in August 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xvii) The CPL/CPSU was thus recognised as an anti-state organisation within the meaning of Article 70 of the Criminal Code as then in force \n(see paragraph 78 below). Similarly, the LSSR Citizens’ Committee, the LSSR Party’s Interior Committee, the Association of Free Businessmen, the radio station “Soviet Lithuania”, the Workers’ Vigilance Committees, the Congress of Democratic Forces of Lithuania and the Lithuanian National Rescue Committee were also recognised as such organisations, the CPL/CPSU having set up or controlled all of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xviii) As regards the first applicant, the court concluded that, in his capacity as the Secretary of the Central Committee of the CPL/CPSU, he had publicly urged the forceful overthrow of the lawful Government of Lithuania and the abolition of the sovereignty of the Lithuanian State, between the Act on the Re-establishment of the State of Lithuania \nof 11 March 1990 and the failed coup in Moscow in August 1991. It was also found that the first applicant had obstructed the functioning of the democratically created institutions of independent , and had participated in the activities of the anti-state organisations mentioned above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The first applicant was convicted of offences under Article 68 of the then Criminal Code (publicly urging the forceful overthrow of the sovereignty of the State) and Article 70 of that Code (the creation of and participation in the activities of anti-state organisations). He was sentenced to six years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  As regards the second applicant, the court concluded that, in his capacity as a member of the Central Committee of the CPL/CPSU and Director of the radio station “Soviet Lithuania”, he had participated in the activities of anti-state organisations between 11 March 1990 and August 1991. He had been responsible for broadcasting various transmissions, urging inter alia the forceful overthrow of the lawful Government of Lithuania and the abolition of the sovereignty of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The second applicant was convicted of an offence under the then Article 70 of the Criminal Code and sentenced to three years’ imprisonment. He was acquitted of sabotage (Article 67 of that Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  As regards the third applicant, the trial court concluded that, in his capacity as First Secretary of the Central Committee of the CPL/CPSU, he had participated in the activities of anti-state organisations, and had obstructed the functioning of the institutions of independent  between 11 March 1990 and August 1991. He had also publicly urged the forcible overthrow of the lawful Government of Lithuania and the abolition of the sovereignty of the . It was further found that he had urged that Soviet troops be used against the unarmed civilian population during the events of 12-13 January 1991, thus being responsible for the death of and injuries to the victims of those events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The third applicant was convicted of offences under Articles 68 and 70 of the Criminal Code. He was also convicted of complicity in aggravated murder and causing various types of bodily harm during the events \nof 12-13 January 1991 (Articles 105, 111, 112 and 116, in conjunction with Article 18 of the Criminal Code as then in force). He was sentenced to 12 years’ imprisonment, but acquitted of sabotage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The other three co-defendants were also convicted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Proceedings on appeal and cassation",
                                "elements": [
                                    {
                                        "content": "57.  On 20 February 2001 the Court of Appeal amended the applicants’ conviction under Article 70 of the then Criminal Code insofar as it related to their activities in the CPL/CPSU and its subsidiary organisations between 11 March and 10 November 1990. The Court of Appeal found that, prior to the legislative amendment of 10 November 1990, Article 70 of the Criminal Code dealt with the activities of anti-Soviet organisations, and could not be applied by analogy to the activities of anti-Lithuanian organisations. However, in view of the legislative amendment, criminal responsibility was thereafter clearly established by Article 70 for actions directed against the sovereignty of the  (see paragraph 78 below). The court therefore held that the domestic criminal law did not provide for criminal responsibility on the ground of the applicants’ membership of the CPL/CPSU until 10 November 1990, and that they could only be convicted for their activities within that party and other anti-state organisations after that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The appellate court also quashed the third applicant’s conviction insofar as it related to complicity in causing medium and mild bodily harm (Articles 112 and 116 of the then Criminal Code, in conjunction with Article 18) in view of the expiry of the statutory time-limit for bringing criminal proceedings in respect of those offences. His conviction remained insofar as it related to his being an accomplice to aggravated murder and causing serious bodily harm (Articles 105 and 111 of the then Criminal Code, in conjunction with Article 18).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The first and the third applicants’ convictions under Article 68 § 3 of the Code and their sentences remained unchanged. The second applicant’s sentence was reduced to one year and six months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court of Appeal otherwise confirmed a substantial part of the first instance court’s findings and held that, under international law, the new Government of Lithuania had had legitimate authority as of 11 March 1990 over the territory of Lithuania, and that the occupation and annexation by the Soviet Union for over 50 years had been annulled as of that date. The later recognition of this fact by foreign States merely acknowledged the existing reality. The fact that it took the new Government time to replace the previous Soviet structures of the State did not imply any continued dependence on the . However, the applicants, being leading anti-state activists and communist party executives, had unlawfully sought to overturn the Lithuanian Government and re-instate Soviet power.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 28 December 2001 the Supreme Court dismissed the applicants’ cassation appeals. That decision was final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The first applicant’s attempts to obtain release on licence were to no avail. It seems he was eventually released on 23 August 2004. On an unspecified date the second applicant was also released from prison after having served his sentence. The third applicant was released on 13 January 2006.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "1. Constitutional provisions on the status of the ",
                                "elements": [
                                    {
                                        "content": "63.  The Act on the Re-establishment of the State of Lithuania \nof 11 March 1990 was worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “The Supreme Council of the Republic of Lithuania, expressing the will of the Nation, decrees and solemnly proclaims that the execution of the sovereign powers of the Lithuanian State, abolished by a foreign force in 1940, is re-established, and henceforth Lithuania is again an independent State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Act of Independence of 16 February 1918 of the Council of Lithuania and the Decree of the Constituent Assembly [Parliament] of 15 May 1920 on the re-established democratic State of Lithuania have never lost their legal effect, and constitute the constitutional foundation of the State of Lithuania.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The territory of the State of Lithuania is whole and indivisible, no constitution of another State being effective on it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The State of Lithuania stresses its adherence to the universally recognised principles of international law, recognises the principle of the inviolability of borders, as formulated in the Final Act of the Helsinki Conference on Security and Co-operation in Europe of 1975, and guarantees human, civic and ethnic community rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Supreme Council of the , expressing sovereign power, by this Act begins to realise full State sovereignty.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 11 March 1990, by the Law on the Re-instatement of the Lithuanian Constitution of 12 May 1938, the Supreme Council restored certain essential provisions of the original Lithuanian Constitution, thereby discontinuing the effect of the USSR Constitution of 1977 and the LSSR Constitution of 1978.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On the same date the Supreme Council adopted the Provisional Basic Law of the  (Laikinasis pagrindinis įstatymas), setting out the constitutional principles of the newly restored State of Lithuania. In particular, this Law referred to  as a sovereign democratic republic, the power being vested in the people and exercised by Parliament, the Government and the judiciary. Moreover, it provided that all earlier laws and legal acts continued to be in force as long as they were not incompatible with the new Provisional Basic Law. It remained valid \nuntil 2 November 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On 11 and 13 March 1990 the Supreme Council decided that all the authorities of the USSR and the LSSR and any public institution on the territory of Lithuania fell under the jurisdiction of the . By these provisions, as well as by the Government Act of 22 March 1990, the Government of the  were empowered to exercise full control over all institutions on the territory of the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 23 May 1990 the Supreme Council adopted Resolution \nNo. 1-226 suspending the implementation of acts and decisions originating in the laws passed on 11 March 1990, subject to and pending official negotiations with the . The Resolution was to come into effect at the start of negotiations. However, by Resolution No. 1-340 dated 29 June 1990, it was declared null and void with immediate effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  It was replaced by a Statement of 29 June 1990, announcing \na 100-day extendable moratorium on the Act on the Re-establishment of the Independent State of Lithuania, and the legal acts stemming from that legislation, to start when negotiations with the  would be underway:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Supreme Council of the ,",
                                        "elements": []
                                    },
                                    {
                                        "content": "Expressing and continuing to express the sovereign powers of the Nation and State, re-establishing the independent State of Lithuania, and seeking interstate negotiations between the Republic of Lithuania and the  for the purpose of the execution of all those powers,",
                                        "elements": []
                                    },
                                    {
                                        "content": "Declares, from the start of such negotiations, a moratorium of 100 days on the Act on the Re-establishment of an Independent State of Lithuania; that is, it suspends the legal actions stemming from that Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The start of negotiations between the Republic of Lithuania and the , their aims and conditions, shall be determined by a special protocol of the parties’ authorised delegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Supreme Council of the  can extend the moratorium or revoke it. The moratorium automatically loses force with the breakdown of negotiations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If, as a result of any other events or circumstances, ... the Supreme Council of the  will not be able to execute normally the functions of State government, the moratorium will lose force at the same time.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 25 September 1990 the Supreme Council adopted the Law on Political Parties, which confirmed that the political parties of other States and parties operating outside the framework of the Provisional Basic Law would be considered illegal. Article 4 of that Law provided that such parties could not obtain the necessary registration. Political parties would be accepted for registration only in “the interests of the consolidation of the independent and democratic State of Lithuania”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  On 28 December 1990 the Statement (moratorium) of 29 June 1990 was denounced by the Supreme Council, and was not referred to again in official documents. Taking into account the fact that the  delegation did not agree to sign a protocol for the start of interstate negotiations, the Supreme Council renounced the principles laid down for that procedure, including the conditional moratorium. It envisaged the possibility that negotiations could nevertheless start without signing a protocol, but only if the sovereignty of the State of Lithuania were not violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In view of the response given by the majority of the Lithuanian population in a nation wide referendum, on 11 February 1991 the Supreme Council adopted a law stating that the notion that the “Lithuanian State is an independent and democratic republic” was a basic constitutional principle.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Legislative provisions concerning the CPL/CPSU and its subsidiary organisations",
                                "elements": [
                                    {
                                        "content": "72.  On 14 January 1991 the Supreme Council adopted a decision “on the so-called Lithuanian National Rescue Committee”, in which it declared its creation and actions to be “anti-constitutional, subversive and thus illegal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  On 22 August 1991 the Supreme Council adopted a decision confirming the illegality of the CPL/CPSU.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. Substantive criminal law",
                                "elements": [
                                    {
                                        "content": "74.  The applicants were convicted under the Criminal Code which had been adopted by the Supreme Council of the LSSR on 26 June 1961, and which continued to apply to the , with numerous amendments, until the entry into force of a new Criminal Code on \n1 May 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  On the basis of the Provisional Basic Law of 11 March 1990, the provisions of the Criminal Code 1961 (hereafter the “CC”) were deemed to apply following the re-establishment of ’s independence as long as those provisions were compatible with that legislation (see paragraph 65 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  Article 18 of the CC dealt with issues of complicity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Article 68 of the CC punished anti-Soviet agitation and propaganda. It penalised, inter alia, especially serious crimes against the  and the propagation of anti-Soviet, defamatory fiction. By a legislative amendment of 4 October 1990, which came into force on 10 November 1990, Article 68 of the CC was rephrased, specifying the criminalisation of acts directed against the sovereignty of the . Paragraph 3 of that Article punished such acts, if committed at the request of a foreign State or organisation, with up to 10 years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Article 70 of the CC prohibited the creation of and active participation in anti-Soviet organisations with a view to preparing or committing especially serious crimes against the State. Following the legislative amendment of 10 November 1990, Article 70 of the CC was rephrased to prohibit participation in acts aimed at disturbing the public or social order established by the Provisional Basic Law (the Constitution), to limit the sovereign powers of the Lithuanian State or to separate any part of its territory by force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Prior to these amendments to the Criminal Code, on 2 May 1990 the Law on the Rehabilitation of Persons Repressed for Resistance to the Former Occupying Regimes was adopted by the Supreme Council. Thereby those persons who had been convicted under the previous anti-Soviet version of Articles 68 and 70 of the CC were declared innocent in the eyes of the  and their civil rights restored to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Article 105 of the CC punished acts of aggravated murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Article 111 of the CC punished acts causing serious bodily harm.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORT OF THE PARLIAMENTARY ASSEMBLY OF THE COUNCIL OF EUROPE",
                        "elements": [
                            {
                                "content": "82.  The Committee on Legal Affairs and Human Rights of the Parliamentary Assembly monitored the Human Rights situation in , which process included a visit by a delegation to that country and a meeting with the third applicant in Lukiškės Prison. The Rapporteur commented afterwards in his report of 7 January 2000 (AS/JUR(2000)02) that:",
                                "elements": []
                            },
                            {
                                "content": "“40. The main conclusion to be drawn is that justice cannot be used as a means of mastering recent history, concerning which very little research exists. There is a great danger of inspiring and feeding a desire for revenge in the national conscious and unconscious, thus bringing about new injustices.",
                                "elements": []
                            },
                            {
                                "content": "41. For example, it is impossible to determine the degree of independence, and hence the responsibility, of a provincial Communist party leader before historical research has been done to assess the decision-making autonomy and the real powers of such an official under the Communist party system that prevailed in the former Soviet Union.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "83.  The applicants complained that the criminal proceedings against them had been unreasonably long, in breach of Article 6 § 1 of the Convention, which provides, insofar as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "84.  The applicants stated that the criminal investigation had been instituted in 1991, but the Government had not presented any plausible reason to justify the delay of 10 years which had elapsed before the case was finally determined.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "85.  The Government considered that the period to be taken into consideration had started",
                                                "elements": []
                                            },
                                            {
                                                "content": "- for the first applicant on 28 June 1994 when he was arrested;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- for the second applicant on 15 November 1994 when he was charged; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "- for the third applicant on 15 January 1994 when his arrest was ordered by warrant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  However, the Government submitted that the Court was unable to look at the period before the Convention’s entry into force vis-à-vis  (i.e. 20 June 1995). They underlined the complexity of the criminal proceedings at issue, being the decisive element in assessing the reasonableness of their length. The case against the six co-defendants (having started out as nine procedures which were subsequently joined) had consisted of 332 volumes of evidence. At the preliminary investigation stage, 3,344 witnesses and 1,349 victims had been questioned, 1,190 expert examinations of various kinds had been carried out and 182 searches were conducted. At the trial stage, 3,093 witnesses and 1,461 victims had been examined. In addition, the applicants’ consultation of the case file had lasted between 12 to 18 months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Government pointed out that, during the pre-trial investigation, the applicants had enjoyed considerable physical liberty, particularly between 1991 and 1994. The proceedings had never been adjourned on the initiative of the authorities during the investigation or trial. The trial had however been adjourned several times at the applicants’ request because of their health problems. There had been no significant delay attributable to the authorities, who had acted diligently throughout. The length of the criminal proceedings had therefore not been excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The first applicant responded that he had been involved in the proceedings since August 1991, although the investigations had mainly concerned the actions of the highest ranking military commanders of the . Of the 332 volumes of evidence, only 0.01% concerned him. The cases of the other applicants took up a similar proportion. The applicants claimed that two of them had been venerable professors in poor health, who had had no control over the Soviet forces. They contended that they had forfeited defence rights in consulting the case file in a minimum of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The second applicant responded that he had been affected by the proceedings since their start on 13 January 1991. He had been questioned once during the preliminary investigation and once at the trial. He had not been confronted with any witnesses. He was accused in only 5 of the 61 episodes under investigation, but spent the rest of the time in prison having to listen to the accusations against the other defendants. This is why his case should have been disjoined from the others and dealt with speedily within a few months. He contended that more investigators should have been assigned to the case in order to accelerate it, particularly in respect of the more serious offences with which the third applicant was charged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The third applicant also emphasised that the investigation which had lasted some 10 years mainly concerned the acts of the Soviet military and, as a political ideologist, he had had no legal authority over them. As the prosecution had seized volumes of irrelevant paperwork on, inter alia, the Communist Party, the proceedings were unduly delayed and the participants impeded in familiarising themselves with the case. The investigation had been negligent in many respects, even as regards the main legal documents. A broad sweep of charges was laid which could not be proved, thus contributing to delay, inefficiency and injustice towards the applicants.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "91.  The Court notes that the period to be taken into consideration in assessing the reasonableness of the proceedings in the present case, insofar as it falls within the Court’s temporal competence, started on 20 June 1995, when  ratified the Convention. It ended with the Supreme Court decision of 28 December 2001 (paragraph 61 above), six and a half years later, having been examined at three levels of jurisdiction, after thousands of people had been heard as witnesses or purported victims (paragraph 47 above). The original case had envisaged 49 defendants. Given that the Court may also take account of the state of proceedings on the date of ratification, the Court observes that thousands of people had also been heard at the stage of the pre-trial investigation, and 1,190 expert examinations of various kinds had been carried out, requiring considerable time and resources since 1991. The investigation took up 332 volumes of evidence (see paragraph 32 above). The applicants had in effect been under suspicion since the prosecution initiated the investigations in 1991. Moreover the third applicant had been remanded in custody as of 15 January 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court recalls that the reasonableness of the length of proceedings is to be assessed in the light of the circumstances of the case, regard being had to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities (see, for example Zana v. Turkey, judgment of 25 November 1997, Reports of Judgments and Decisions 1997VII, § 75; Pélissier and Sassi v. France, [GC], no. 25444/94, § 67, ECHR 1999-II). The Court finds that the present case was obviously very complex and there is no evidence to suggest that there was any lack of diligence on the part of the domestic authorities.  Moreover, irrespective of the adjournments required by the applicants, their co-defendants or their representatives on several occasions, the Court finds that the time taken to deal with the case was not unreasonable in the circumstances, viewed as a whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Consequently, there has been no breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "94.  The applicants alleged a violation of Article 7 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                                "elements": []
                            },
                            {
                                "content": "2.  This article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "95.  The applicants argued that they had been convicted for activities against the Republic of Lithuanian committed in 1990 and 1991, although during that period  had not been an independent State. In fact the situation in the country between 1990 and 1991 had been unstable given, inter alia, the moratorium, the intervention of Soviet troops and the unsuccessful negotiations with the . It was therefore difficult to predict which system would survive. The only certain legal entity was the previous regime and its laws, dependent on membership of the . This was shown by the fact that, throughout this period, a citizen wishing to obtain a passport or visa to leave the country still had to go through .",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  Consequently, in the applicants’ view, they had been convicted for acts which at the time could not have been foreseeable as criminal offences under domestic or international law. Until the unsuccessful coup in Moscow in August 1991, Lithuania had not been recognised as an independent State either by the Soviet Union or most foreign countries; it had had no territory or currency, and all Lithuanian nationals had been citizens of the Soviet Union. In the applicants’ view, their activities as members of the CPL/CPSU had been perfectly lawful. However, the Prosecutor’s Office and the domestic courts clearly intended to condemn every leader of the Lithuanian Communist Party, characterising it in a distorted manner as anti-state, criminal or the party of a foreign State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Lithuania had only become independent following the failed  coup in August 1991, notably after the recognition by the Soviet Union of Lithuania’s independence on 6 September 1991. Prior to that, any Lithuanian “laws” on the basis of the unilateral Act on the Re-establishment of the State of Lithuania of 11 March 1990 could not have been considered to have had a sufficient legal basis, within the meaning of Article 7 of the Convention, to create criminal liability or found the applicants’ convictions. This was demonstrated by the aforementioned moratorium on that legislation imposed by the Supreme Council of the  in July 1990 (see paragraph 68 above). The moratorium showed the frailty of the Act on the Re-establishment of the State of Lithuania and the instability of the purported independence. With the moratorium, the legal situation returned to its previous Soviet status. The second applicant claimed that there had been no public announcement of the failure of negotiations with the . The moratorium was therefore in force until the USSR’s break up with the resignation of President Gorbachev.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Moreover, even if the Act on the Re-establishment of the State of Lithuania could be said to have been valid, it recognised party political freedoms; so the applicants should not have been punished for continuing former communist party activities. That party had not been banned or even warned. The applicants could not therefore have foreseen that their activities would ultimately be qualified as criminal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  Whilst the appeal court recognised the uncertainty of the period from 11 March 1990 until 10 November 1991 in respect of the application of Article 68 and 70 of the Criminal Code, the applicants complained that it did not take this into account in their sentences. Furthermore, the first applicant contended that this amendment by the appeal court left January 1991 as the crucial period in the case, but he had not been in the country at that time. They concluded that this disregard for the principles of justice throughout the proceedings amounted to a violation of Article 7 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The second applicant queried how he could have foreseen that he would have been liable to criminal prosecution for merely performing his duties under a contract of employment at the radio station, or for simply being a member of the Lithuanian Communist Party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The third applicant considered that  had not been an independent State at the material time and that it had been the duty of the Soviet forces to protect strategic buildings. Between 1990 and 1991 the  suffered disruption. There had been a “war of laws” between the purported Lithuanian Government and the USSR, and the former had no operative force in  for a considerable time.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "102.  The Government submitted that the Lithuanian State had existed as a subject of international law throughout the period of Soviet annexation from 1940 to 1990, as had the other Baltic States. The Act on the \nRe-establishment of the State of Lithuania of 11 March 1990 (paragraphs 13 and 63 above) had not created a new State but only restored sovereign power to the Lithuanian Government, which had been illegally ousted by Soviet occupying forces from 1940 to 1990 (see, inter alia, the Conclusions of the Commission of the Supreme Council of the LSSR for the Examination of the German-Soviet Agreements of 1939 and their Consequences, dated 22 August 1989; the Decision of 7 February 1990 of the Supreme Council of the LSSR on the German-Soviet Treaties and the Liquidation of their Consequences for Lithuania; or the various Resolutions of the Parliamentary Assembly of the Council of Europe since 1960, such as Resolution No. 872(1987) on the Situation of the Baltic Peoples). International public law expressly stipulates that annexation and occupation do not create any legal consequences. Moreover, international recognition had a retroactive effect, as shown by the USSR’s acceptance that Lithuanian independence had actually taken place on 11 March 1990 (paragraph 24 in fine).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Soviet Union had had no sovereign rights over  because of the principle of ex injuria jus non oritur, i.e. no legal benefit can be derived from an illegal act. Thus, under international law, Lithuania had never been a lawful part of the USSR and no Soviet law could have been applied to Lithuania in the course of the restoration of its independence \n(see the International Law Commission’s Draft Articles on the Responsibility of States for Internationally Wrongful Acts, and Ilaşcu and Others v. Moldova and Russia [GC], no. 48787/99, §§ 320-321, ECHR 2004VII).  The Government drew a parallel with the events in Latvia at the material time, outlined in the Court’s judgments in the cases of Slivenko v. Latvia (no. 48321/99, §§ 104-109 and 111, judgment of 9 October 2003), and Ždanoka v.  ([GC], no. 58278/00, § 97, ECHR 2006, and the respective cross-references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The free and democratic nature of the elections of 24 February 1990 had been undisputed, thereby conferring full legitimacy on the Supreme Council and other institutions of the  set up as a result of those elections, and their respective decisions. Accordingly, the three legislative measures of 11 March 1990 adopted by the Supreme Council formed a sound legal basis for the subsequent actions of the newly restored supreme sovereign State.  had regained full control over the legislature, the executive and the judiciary, the former Soviet institutions being placed under its jurisdiction. There had been no uncertain transitional period, as has been already recognised by the Court in its case-law (Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, §§ 40, 54 and 60, ECHR 2004VIII; cf. the aforementioned Ilaşcu case, §§ 31 and 325). The Supreme Council had proceeded to legislate effectively in many domains.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Government contested the applicants’ claim that Lithuania only became independent when the  recognised that fact in September 1991, being the 60th State to have done so by then. They referred to their international law arguments above (paragraph 102) and recalled that recognition by another State is purely a declaratory matter of a political, discretionary nature, with no decisive influence on the matter of independence, which had actually been re-established on 11 March 1990. They recalled that recognition usually operates retroactively in respect of an already existing situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  Moreover, the passport question was not as straightforward as suggested by the applicants (paragraph 95 above). Lithuanian citizenship had been regulated by a specific law adopted by the previous parliament on 3 November 1989, and which had already foreseen the restoration of independence, given that it provided that Lithuanian nationals could continue to use their Soviet passports, temporarily, until restoration had been completed, but that none of its provisions imposed obligations on Lithuanian citizens towards the USSR. That law was moreover subject to a two-year period of implementation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The constitutional legislation adopted by the Supreme Council on 11 March 1990, particularly the Provisional Basic Law, made it clear that the Criminal Code was applicable in relation to the re-established Lithuanian authorities. Moreover, as of 10 November 1990, with the amendment to Articles 68 and 70 of the Criminal Code, activities aimed at undermining the Lithuanian State were clearly proscribed, and it was only the applicants’ activities within the CPL/CPSU and its subsidiary organisations after that date which were punishable and the subject of their final convictions by the Court of Appeal under those provisions. The applicants could not rely on the original anti-Soviet text of Articles 68 and 70 of the Code, as they had been clearly incompatible with the legislation of 11 March 1990. Moreover, the earlier versions had fallen into disuse, as demonstrated by the rehabilitation of all persons who had been convicted thereunder, following the Law on the Rehabilitation of Persons Repressed for Resistance to the Former Occupying Regimes, adopted by the Supreme Council on 2 May 1990 (paragraph 79 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The applicants’ activities had been publicly and consistently denounced as criminal throughout the relevant period (see, for example, paragraphs 20 and 25 above). The applicants had thus been fully aware and could reasonably have foreseen that their activities against the sovereignty of the  and its democratically elected institutions could have been punishable under the substantive criminal law of that State. They played a significant role, as their convictions showed, in encouraging Soviet aggression and the use of force against the Lithuanian people and their Government, by organising political meetings and strikes, as well as by using other means to destabilise and overthrow the Lithuanian authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  They were professional politicians who may be deemed to have known the historical and political realities and legal implications of their actions, at least with the help of appropriate legal advice (cf. by analogy Chauvy and Others v. France, no. 64915/01, §§ 44-45 and 48, 29 June 2004). Nevertheless, they persisted in their illegal activities, as found by the domestic courts (paragraphs 50-61 above), deliberately aimed at undermining public order and the sovereign independence of the Republic of Lithuania, including incitement to and the use of considerable violence, backed by the force of a foreign power.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Government contended that the applicants could not rely on the moratorium on the Act on the Re-establishment of the State of Lithuania as it never came into effect since the precondition of the USSR opening bilateral negotiations was not respected (paragraphs 14-17 and 67-68 above). The applicants were aware of this as they and the Soviet Union had continued to insist that  renounce that Act (paragraphs 14, 19 and 20 above). In any event, the Act itself did not fall within the proposed moratorium and its validity remained unaffected. Moreover, the Supreme Council did not suspend any of its legislative or other activities aimed at consolidating the restoration of independence. The conditional moratorium thus had no impact on the foreseeability of the criminal nature of the applicants’ behaviour. Instead they sought to prevent negotiations with the , preferring the use of force. The recognition of this situation by the USSR and the applicants is demonstrated by the repeated demands during the periods of 29 June - 28 December 1990 and January - August 1991 that  renounce its legislation of 11 March 1990 and reinstate the Soviet Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The applicants had been actively involved in the leadership of the former Soviet Communist Party (the CPL/CPSU) and its subsidiary organisations (the LSSR Citizens’ Committee, the National Rescue Committee, the Association of Free Businessmen, etc.) which had tried to remedy the party’s complete failure in the democratic parliamentary elections of 24 February 1990 by soliciting the help of the Soviet Union to subvert the newly restored State of Lithuania and reinstate itself (cf. the aforementioned Ždanoka case, § 130). The applicants’ activities had been contrary to the very principle of democracy, as well as the constitutional and other legal provisions of the Republic of Lithuania, and only ceased when the coup failed in  on 19 August 1991 (paragraphs 23-24 above). Their political affiliations had not been lawfully registered under Lithuanian law after 11 March 1990, and those who had requested registration had been refused because of the incompatibility of their aims with the Provisional Basic Law and other relevant provisions (paragraphs 25, 50 (ii) footnote and 65 above). The applicants must therefore have realised that, as of 11 March 1990, the Soviet regime no longer held power in Lithuania, which is why they sought Moscow’s assistance to restore it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The Government stressed that the applicants had only been convicted, as determined by the Court of Appeal and confirmed in cassation, for serious crimes committed after 10 November 1990, in the light of amendments to the Criminal Code (paragraphs 74-78 above). Prior to that, their activities had been illegal but not subject to criminal sanction. As of that date the Supreme Council and other Lithuanian authorities constantly reminded the public about the criminal nature of the acts of the Soviet military and the CPL/CPSU, together with its subsidiaries. The peak of the applicants’ illegal activities within the CPL/CPSU occurred in January 1991 when they attempted to take power by force with the assistance of Soviet military forces. However, their attempted coup d’état failed because of the unarmed, civil resistance of the Lithuanian people. Nevertheless, the applicants continued in this mode. Throughout, the CPL/CPSU and the applicants may be said to have been acting as the agents of a foreign State (the former ).",
                                                "elements": []
                                            },
                                            {
                                                "content": "So, all in all, as a matter of common sense, the applicants must have been able to foresee the consequences under the criminal law of pursuing such illegal activities and cannot claim that they acted in accordance with valid Soviet legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  Finally, the Government contended that the third applicant had been convicted of complicity in aggravated murder and causing bodily harm, offences clearly prohibited at all times by the domestic criminal law as well as the generally recognised legal norms of civilised nations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  In sum, the Government considered that there had been no breach of Article 7.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "115.  The Court recalls the general principles established in its case-law concerning Article 7 of the Convention and set out in such cases as Streletz, Kessler and Krenz v. Germany ([GC], nos. 34044/96, 35532/97 and 44801/98, §§ 49-50, ECHR 2001II), quoting, inter alia, from the S.W. v. the United Kingdom judgment of 22 November 1995 (Series A no. 335-B, pp. 41-42, §§ 34-36) as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The guarantee enshrined in Article 7, which is an essential element of the rule of law, occupies a prominent place in the Convention system of protection, as is underlined by the fact that no derogation from it is permissible under Article 15 in time of war or other public emergency. It should be construed and applied, as follows from its object and purpose, in such a way as to provide effective safeguards against arbitrary prosecution, conviction and punishment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, as the Court held in its Kokkinakis v. Greece judgment of 25 May 1993 (Series A no. 260-A, p. 22, § 52), Article 7 is not confined to prohibiting the retrospective application of the criminal law to an accused’s disadvantage: it also embodies, more generally, the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege) and the principle that the criminal law must not be extensively construed to an accused’s detriment, for instance by analogy. From these principles it follows that an offence must be clearly defined in the law. In its aforementioned judgment the Court added that this requirement is satisfied where the individual can know from the wording of the relevant provision and, if need be, with the assistance of the courts’ interpretation of it, what acts and omissions will make him criminally liable. The Court thus indicated that when speaking of ‘law’ Article 7 alludes to the very same concept as that to which the Convention refers elsewhere when using that term, a concept which comprises written as well as unwritten law and implies qualitative requirements, notably those of accessibility and foreseeability (see ... the Tolstoy Miloslavsky v. the United Kingdom judgment of 13 July 1995, Series A no. 316-B, pp. 71-72, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "However clearly drafted a legal provision may be, in any system of law, including criminal law, there is an inevitable element of judicial interpretation. There will always be a need for elucidation of doubtful points and for adaptation to changing circumstances. Indeed, in ... the ... Convention States, the progressive development of the criminal law through judicial law-making is a well entrenched and necessary part of legal tradition. Article 7 of the Convention cannot be read as outlawing the gradual clarification of the rules of criminal liability through judicial interpretation from case to case, provided that the resultant development is consistent with the essence of the offence and could reasonably be foreseen.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles to the present case",
                                        "elements": [
                                            {
                                                "content": "116.  In the light of the above principles concerning the scope of its supervision, the Court observes that it is not its task to rule on the applicants’ individual criminal responsibility, that being primarily a matter for the assessment of the domestic courts. Instead, it must consider, from the standpoint of Article 7 § 1 of the Convention, whether the applicants’ acts, at the time when they were committed, constituted offences defined with sufficient accessibility and foreseeability by Lithuanian law or international law. In the examination of those acts, the Court is, exceptionally, required to take into consideration certain events which arose prior to the entry into force of the Convention (a contrario paragraph 91 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  In this connection, it notes that the historical and political background to the present case is an important element, reflecting as it does a period of tension caused by the transition between two different legal systems after the re-establishment of the independence of the . The period between 24 February 1990 (the date of the parliamentary elections) until August 1991 (the time of the failed coup in Moscow and the recognition of Lithuania’s independence by the USSR) was thus one of relative instability in Lithuania, as the new democratic forces sought to establish a firm foothold, whilst the previous Soviet regime sought to retain power.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  Nevertheless, the Court considers that the Lithuanian Supreme Council had legitimacy by virtue of the parliamentary landslide mandate for change in February 1990. The applicants’ political party, the former Soviet Communist Party, suffered a major defeat in that election and they were thus severely marginalised. The Supreme Council then proceeded to pass fundamental laws in March 1990 to which , backed by the applicants and their political rearguard, protested. Such was the virulence of that protest, reinforced by an economic blockade, that the Lithuanian Government sought negotiations with the  by issuing a legislative moratorium.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  It is on the basis of the moratorium that the applicants maintained that the previous Soviet laws were the only valid texts in existence at the material time and, therefore, they could not have foreseen the allegedly criminal nature of their activities under Lithuanian law. The Government insisted, however, that the moratorium never came into force as it had been conditional on negotiations opening with the , which never materialised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Court notes that the applicants’ convictions were ultimately based on Articles 68 and 70 of the Criminal Code, as amended \non 10 November 1990. By that time, in the Court’s view, the political will of the new Lithuanian Government was clearly established and the applicants must have been aware, as leading professional politicians (cf. Dragotoniu and Militaru-Pidhorni v. Romania (no. 77193/01 and 77196/01, §§ 35, 24 May 2007), of the great risks they were running in maintaining their activities in the CPL/CPSU and its subsidiary organisations with a view to overthrowing the Government. They would not have had to back the Soviet military intervention in January 1991 if the situation had been otherwise. Moreover, before that intervention, on 28 December 1990, the moratorium had been publicly and officially denounced (paragraph 70 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The Court finds, therefore, that the applicants were convicted for crimes which were sufficiently clear and foreseeable under the laws of the re-established . The Court considers that the consequences of failure to comply with those laws were adequately predictable, not only with the assistance of legal advice, but also as a matter of common sense. Moreover, the third applicant was convicted of complicity in aggravated murder and causing bodily harm, crimes consistently prohibited throughout the whole period in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  In the light of the foregoing considerations, the Court is not required to examine the arguments of the parties under international law, the domestic law presenting sufficient clarity at the material time for the purposes of Article 7 of the Convention. Accordingly, the Court concludes that there has been no violation of this provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLES 9, 10, 11, AND 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "123.  The applicants also alleged that their conviction amounted to a violation of Article 9 of the Convention (freedom of conscience), Article 10 (freedom of expression), Article 11 (freedom of association) and Article 14 (the prohibition on discrimination). After the events in  in August 1991, the CPL/CPSU was banned, and its leaders convicted of crimes against the State. However, the Convention guarantees the rights of political parties without discrimination. The applicants claimed that the domestic court assessment of the facts and law in their case had been wrong, that the CPL/CPSU had been a party upholding the principles of democracy, and that their activities within the CPL/CPSU and its subsidiary organisations could not have been foreseen as constituting criminal offences at the material time. The applicants stated that they had thus been unjustly punished in the exercise of their beliefs as communists, their legitimate work as journalists, their right of association with other individuals, and their support for the idea of Lithuania’s continuing membership of the  during politically turbulent times.",
                                "elements": []
                            },
                            {
                                "content": "124.  The Government responded that the applicants had not specified the particular ideas or matters of conscience which they wished to express. Accordingly, this aspect of the case was incompatible ratione materiae with the provisions of the Convention. They had been convicted under Articles 68 and 70 of the Criminal Code for their anti-state activities not because of any manifestation of their beliefs. If there had been an interference under these Convention provisions, it was justified for the protection of national security, public order and the rights and freedoms of others, as well as for the prevention and punishment of crime. The applicants were not prosecuted for their political beliefs or communist party affiliations, but for their anti-state activities, in contravention of Article 17 of the Convention, against which the young democracy of  had been entitled to defend itself (cf. the aforementioned Ždanoka case, § 100).",
                                "elements": []
                            },
                            {
                                "content": "125.  As regards the complaint under Article 9 of the Convention, the Government pointed out that part of the Lithuanian Communist Party had broken away from the CPL/CPSU and created new political entities, the Democratic Labour Party of Lithuania and the Lithuanian Socialist party, which participated successfully in political life. Consequently, it was not impossible or forbidden to pursue communist beliefs in . As regards the complaints under Articles 10 and 11 of the Convention, the Government contended that the Convention does not provide protection for the applicants’ public incitement to breach Lithuania’s sovereignty by way of violence and serious crime. Moreover, the applicants had failed to observe their duties and responsibilities under Article 10. On the same basis, the Government asserted that the applicants had not suffered discrimination for their political views, their criminal prosecution having had a clear objective and reasonable basis.",
                                "elements": []
                            },
                            {
                                "content": "126.  The Court considers firstly that, even if there had been an interference with the applicants’ rights under Articles 9, 10 and 11 of the Convention, that interference was prescribed by law. Secondly, as regards the legitimacy of the aims of such an interference and the proportionality of the measures taken in relation to those aims, the Court finds that the case, viewed as a whole, discloses no indication of any violation of Articles 9, 10 and 11 of the Convention. Moreover, it considers that the applicants have not been the victim of any unjustified difference in treatment which could amount to discrimination in breach of Article 14 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, the Court concludes that there has been no violation of Articles 9, 10, 11 or 14 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 7 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Articles 9, 10, 11 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 February 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF KUOLELIS,  BARTOSEVICIUS AND BUROKEVICIUS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-85152.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0219JUD007435701",
    "externalsources": [],
    "extractedappno": [
        "74357/01",
        "26764/02",
        "27434/02",
        "25444/94",
        "48787/99",
        "48321/99",
        "58278/00",
        "55480/00",
        "59330/00",
        "64915/01",
        "34044/96",
        "35532/97",
        "44801/98",
        "77193/01",
        "77196/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-85152",
    "judgementdate": "19/02/2008 00:00:00",
    "kpdate": "19/02/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "288",
        "154",
        "149",
        "145",
        "343"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "14",
        "7",
        "9",
        "10",
        "6",
        "11"
    ],
    "parties": [
        "KUOLELIS,  BARTOSEVICIUS AND BUROKEVICIUS",
        "LITHUANIA"
    ],
    "rank": "614.984497070313",
    "representedby": [
        "SAJAUKAITE, E.",
        "ZAMALAITIS A.",
        "LEKAVICIENE V.-R."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344847",
    "typedescription": "14"
}