{
    "__articles": "8;8-1;13;13+8",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home;Respect for private life);Violation of Article 13+8 - Right to an effective remedy (Article 13 - Effective remedy) (Article 8 - Right to respect for private and family life;Article 8-1 - Respect for home;Respect for private life)",
    "applicability": "",
    "appno": "22536/11",
    "article": [
        "13",
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for home",
                "Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+8 - Right to an effective remedy",
            "mentions": [
                "Article 8 - Right to respect for private and family life",
                "Article 8-1 - Respect for home",
                "Respect for private life"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+8 - Right to an effective remedy",
            "mentions": [
                "Article 8 - Right to respect for private and family life",
                "Article 8-1 - Respect for home",
                "Respect for private life"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-198886.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The applicant complained about a search-and-seizure operation carried out by the authorities without a prior judicial warrant in her home and the premises of a company managed by her on 19 October 2010.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The applicant was born in 1973 and lives in Veliko Tarnovo. She was represented by Mr Y. Yordanov, a lawyer practising in Veliko Tarnovo.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Bulgarian Government (“the Government”) were represented by their Agent, Mr V. Obretenov, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  At the relevant time the applicant and her partner lived together in a flat in Veliko Tarnovo.",
                        "elements": []
                    },
                    {
                        "content": "4.  At about 10 a.m. on 19 October 2010 police officers arrived at the flat, explaining that they were to search it. They did not present a search warrant and the applicant was allegedly unable to understand what they were going to search for and who and on what ground was being investigated.",
                        "elements": []
                    },
                    {
                        "content": "5.  The search of the applicant’s flat continued all day and was completed at about 6 p.m. After that, until about 9 p.m., the police officers searched the premises of a company managed by the applicant and her partner, seizing at the two places numerous items.",
                        "elements": []
                    },
                    {
                        "content": "6.  The searches had not been carried out upon a prior authorisation by a judge. Subsequently the applicant was informed by the Dobrich Regional Court that the two records of search and seizure of 19 October 2010 had been approved by a judge of that court on 20 October 2010. This was certified by the judge’s signature in the top right corner of the records’ first page, accompanied by a stamp and a mention of the date and time.",
                        "elements": []
                    },
                    {
                        "content": "7.  It also became clear subsequently that the applicant and her partner were being investigated by the prosecution authorities for tax evasion. The Government submitted that the ensuing criminal proceedings against them, in which a national court gave a judgment in 2019, were still pending.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
                "elements": [
                    {
                        "content": "8.  The relevant domestic law and practice have been summarised in Gutsanovi v. Bulgaria (no. 34529/10, § 59-60, ECHR 2013 (extracts)).",
                        "elements": []
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATIONs OF ARTICLE 8 and article 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "9.  The applicant complained under Article 8 and Article 13 of the Convention that the search-and-seizure operation of 19 October 2010 had been unlawful, and that she had had no effective means to contest it.",
                                "elements": []
                            },
                            {
                                "content": "10.  Article 8 and Article 13 of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 8",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "Article 8 of the Convention",
                                "elements": [
                                    {
                                        "content": "11.  The Government raised an objection of non-exhaustion of domestic remedies, on the ground that the applicant had not brought a tort action against the prosecution authorities in relation to the allegedly unlawful search and seizure. The Government contended in addition that the operation of 19 October 2010 had been in accordance with the requirements of Article 8 § 2 of the Convention, in particular because it had been carried out in the context of a criminal investigation against the applicant and her partner and since the records of search and seizure had been approved by a judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant considered that the lack of any urgency justifying a search and seizure without a prior judicial warrant rendered the measures against her unlawful. She was of the view that the retrospective judicial review of the records of 19 October 2010 had been ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  As concerns the Government’s objection of non-exhaustion of domestic remedies, the Court observes that in a number of similar cases against Bulgaria it has already found that no compensatory remedy had effectively been available to applicants complaining of unlawful search and seizure (see Gutsanovi, cited above, §§ 210-11 and 234; Govedarski v. Bulgaria, no. 34957/12, § 72-73 and 94, 16 February 2016; Posevini v. Bulgaria, no. 63638/14, §§ 85-86, 19 January 2017). It sees no justification to reach a different conclusion in the present case. The Court thus dismisses the Government’s objection. It notes additionally that the complaint under examination is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The search and seizure carried out in the applicant’s flat amounted to interference with her right to home, protected under Article 8 of the Convention. As to the operation carried out in the premises of the company managed by the applicant and her partner (see paragraph 5 above), in the absence of any other data the Court accepts that it concerned the applicant’s place of work. The search and seizure carried out there also amounted therefore to interference with the applicant’s rights to home and to private life (see Niemietz v. Germany, 16 December 1992, §§ 29-33, Series A no. 251B, and Iliya Stefanov v. Bulgaria, no. 65755/01, § 34, 22 May 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court must thus examine whether the interference with the applicant’s rights was in conformity with the requirements of the second paragraph of Article 8, in the first place whether it was “in accordance with the law”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court refers to its previous similar judgments in cases against Bulgaria where search-and-seizure operations had been carried out without a prior judicial warrant. Since Article 8 of the Convention required sufficient guarantees against arbitrariness, the Court pointed out that the absence of a prior warrant could be counterbalanced by the availability of effective retrospective judicial review. Such a review had been even more necessary considering that the authorities had been unable to show that the cases had indeed been pressing, justifying immediate search and seizure without a judicial warrant (see Gutsanovi, §§ 218-25, and Govedarski, §§ 81-87, both cited above, and Prezhdarovi v. Bulgaria, no. 8429/05, §§ 44-47, 30 September 2014). No effective retrospective judicial review had been carried out as the judge examining the records of search and seizure had merely signed them, without giving any particular reasons for his or her approval (see Gutsanovi, cited above, § 223). These circumstances led to the conclusion that the search-and-seizure operations had not been “in accordance with the law”, and that they had thus breached the requirements of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court sees no reason to reach a different conclusion in the case at hand. The search and seizure in the applicant’s home and place of work was carried out without a prior judicial warrant, even though, seeing that the investigation against the applicant and her partner concerned alleged tax evasion (see paragraph 7 above), there could be doubts as to the urgency of the situation. No arguments have been provided, at the national level or before the Court, to justify such urgency. In addition, no effective retrospective judicial review was carried out, because the judge approving the records of search and seizure merely signed them, without giving any specific reasons (see paragraph 6 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Thus, as in the previous similar cases, the Court concludes that the interference with the applicant’s rights to a home and private life was not “in accordance with the law”, as required by Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  There has therefore been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "20.  The Government reiterated their argument that the applicant could have brought a tort action against the prosecution authorities. The applicant did not agree that this had represented an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court already found above, when examining the admissibility of the complaint under Article 8 of the Convention, that a tort action had not been shown to represent an effective domestic remedy for the applicant’s grievances (see paragraph 13 above). The Government have not referred to any other relevant domestic remedy, and the Court refers to its previous finding that no other such remedy was available (see Govedarski, cited above, § 94).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  This means that there has been a violation of Article 13, taken in conjunction with Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "25.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government considered the claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court, taking into account the circumstances of the case, finds it appropriate to award the applicant EUR 6,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "28.  The applicant also claimed EUR 33.30 for the expenses incurred by her for postage and translation for the proceedings before the Court, presenting the relevant receipts. She claimed additionally that an appropriate sum be awarded to her lawyer, who had represented her for free.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government urged the Court to make a fair award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the Court’s settled case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Regard being had to the documents in its possession and the above criteria, the Court awards the applicant the EUR 33.30 paid by her for postage and translation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  A representative’s fees are actually incurred if the applicant has paid them or is liable to pay them. The fees of a representative who has acted free of charge are not actually incurred (see Merabishvili v. Georgia [GC], no. 72508/13, 28 November 2017, § 371 with further references) and, accordingly, the Court dismisses this part of the applicant’s claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "33.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 8 of the Convention with regard to the search and seizure carried out on 19 October 2010;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 13 taken in conjunction with Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 December 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ILIEVA v. BULGARIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-198886.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1212JUD002253611",
    "externalsources": [],
    "extractedappno": [
        "22536/11",
        "34529/10",
        "34957/12",
        "63638/14",
        "65755/01",
        "8429/05",
        "72508/13"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-198886",
    "judgementdate": "12/12/2019 00:00:00",
    "kpdate": "12/12/2019 00:00:00",
    "kpthesaurus": [
        "451",
        "426",
        "429",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "13",
        "8",
        "8-1"
    ],
    "parties": [
        "ILIEVA",
        "BULGARIA"
    ],
    "rank": "4415.453125",
    "representedby": [
        "YORDANOV Y."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "494269",
    "typedescription": "15"
}