{
    "__articles": "P1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "20827/02",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-94573.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20827/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Bulgarian nationals, Mrs Stefka Kancheva Antonova and Mr Kostadin Stoilov Antonov (“the applicants”), on 7 May 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr R. Kyosev, a lawyer practising in Popovo. The Bulgarian Government (“the Government”) were represented by their Agent, Mrs M. Dimova of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 September 2007 the Court declared the application partly inadmissible and decided to communicate to the Government the applicants' complaint concerning the continued failure of the authorities to provide the applicants with an apartment in compensation for their expropriated property. It also decided to rule on the admissibility and merits of the remainder of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1944 and 1935 respectively and live in Popovo.",
                                "elements": []
                            },
                            {
                                "content": "5.  By a mayor's order of 9 May 1988 the applicants' house in Popovo was expropriated with a view to developing the land as a residential area. The order was based on sections 95 and 98(1) of the Territorial and Urban Planning Act of 1973 (“the TUPA”) and provided that the applicants were to be compensated with a two-room flat in a building which the municipality intended to construct.",
                                "elements": []
                            },
                            {
                                "content": "6.  In 1989 the house expropriated from the applicants was demolished.",
                                "elements": []
                            },
                            {
                                "content": "7.  By an order of 19 April 1991, under section 103 of the TUPA, the mayor indicated the exact future flat with which the applicants were to be compensated. Its surface was to be 73 square metres.",
                                "elements": []
                            },
                            {
                                "content": "8.  On an unspecified date in 1991 the municipal authorities opened with the State Savings Bank a blocked housing bank account in the name of the applicants and deposited an amount corresponding to the value of their expropriated real property.",
                                "elements": []
                            },
                            {
                                "content": "9.  The construction of the building where the applicants' apartment was to be located started in 1994.",
                                "elements": []
                            },
                            {
                                "content": "10.  For an unspecified period the applicants lived in their son's flat (their son was allotted a municipal flat). Later they rented other accommodation and in 1996 were housed in a makeshift dwelling provided by the municipality.",
                                "elements": []
                            },
                            {
                                "content": "11.  On an unspecified date in 2000 the applicants brought an action for damages against the Popovo municipality for wrongful failure to fulfil its obligations to build and provide them with a flat.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 8 January 2001 they complained to the President of the National Assembly about the failure of the municipality to provide them with a flat. On 27 March 2001 they filed a complaint with the President of the Republic.",
                                "elements": []
                            },
                            {
                                "content": "13.  In a final judgment of 27 May 2003 the courts awarded the applicants 6,750 new Bulgarian levs (BGN), the equivalent of approximately 3,500 euros (EUR), in respect of non-pecuniary damage. The indemnification covered the period 1991-2000. The courts held that the municipality's failure to provide the applicants with a flat was unlawful and that the situation of uncertainty had caused them to suffer mental anguish.",
                                "elements": []
                            },
                            {
                                "content": "14.  In another judgment - of 31 August 2005 - the applicants' claim for pecuniary damages (loss of rent which they would have received had they let the flat) was dismissed as the courts found that this was speculative.",
                                "elements": []
                            },
                            {
                                "content": "15.  In January 2006 the applicants accepted an offer by the municipality to be compensated with an apartment in a different building. The new flat which had a surface area of 64 square metres, was delivered to the applicants in August 2007.",
                                "elements": []
                            },
                            {
                                "content": "16.  In September 2007 the applicants brought an action against the Popovo municipality. They claimed BGN 7,940, which represented the difference between the value of the flat allotted to them originally and the flat they received eventually. It appears that these proceedings are still pending.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "17.  The relevant domestic law and practice have been summarised in the Court's judgments in the cases of Kirilova and Others v. Bulgaria, nos. 42908/98, 44038/98, 44816/98 and 7319/02, §§ 72-83, 9 June 2005, and Lazarov v. Bulgaria, no. 21352/02, § 19, 22 May 2008.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicants complained under Article 1 of Protocol No. 1 that for many years the authorities had failed to deliver the apartment to which they had been entitled as compensation for their expropriated property.",
                                "elements": []
                            },
                            {
                                "content": "19.  Article 1 of Protocol No. 1 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government argued that the applicants had ceased to be victims of the alleged violation because they had been awarded damages by the domestic courts. Further, the Government drew attention to the fact that the authorities had eventually delivered an apartment.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicants contested these arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  The Court's competence ratione temporis",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that the expropriation of the applicants' property was effected in 1988, that is before 7 September 1992 when the Convention entered into force in respect of . The Court therefore lacks competence ratione temporis to examine questions related to the deprivation of property. However, the alleged interference in the instant case does not concern the 1988 expropriation but the failure of the authorities to deliver an apartment to the applicants for many years. The Court finds that it has temporal jurisdiction to examine the issues pertaining to this failure (see Kirilova and Others v. Bulgaria, cited above, § 86).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court finds that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and not inadmissible on any other grounds. In particular, it does not accept the Government's argument that the applicants ceased to be victims of the alleged violation. For this to hold true, the authorities must have acknowledged and afforded adequate redress for the alleged breach of the Convention (see, mutatis mutandis, Morby v. Luxemburg (dec.), no. 27156/02, 13 December 2003). In the instant case, the domestic courts acknowledged that the authorities' failure to deliver an apartment had been unlawful and awarded the applicants non-pecuniary damages (see paragraph 13 above). However, their judgments only concerned the period before 2000 whereas the present complaint covers the period up to 2007 when the applicants received an apartment. Furthermore, the applicants did not receive any pecuniary damages. The Court thus considers that the applicants did not lose their status of victims of the alleged breach of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In so far as the Government contend that the applicants failed to exhaust domestic remedies because they could have sought compensation for the period after 2000, the Court points out that in Kirilova and Others, cited above, § 116, it found that an action for damages could not directly compel the authorities to build and deliver the apartment due. Furthermore, as the applicants could not have predicted when the authorities would fulfil their obligation to build and deliver the apartment, they would have been periodically forced to lodge new actions and seek further compensation. The Court does not consider that they should have been expected to do this. It thus concludes that further actions for damages did not represent an effective remedy which the applicants should have exhausted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court also notes that the proceedings in which the applicants sought compensation from the municipality for the difference in value between the apartment due to them and the apartment they eventually received are still pending (see paragraph 16 above). However, these proceedings do not concern redress for the authorities' failure, for many years, to deliver the apartment, which is at the heart of the present complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The complaint must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "27.  The Court notes at the outset that the present case is very similar to Kirilova and Others and Lazarov, cited above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In the instant case, as in those two cases, the applicants had a vested right to the flat due to them as compensation for their expropriated property, and were the victims of interference with their right to peaceful enjoyment of the possessions on account of the authorities' failure, over a long period of time, to deliver the real property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  As in Kirilova and Others and Lazarov, the Court considers that the situation in the present case comes within the scope of the first sentence of the first paragraph of Article 1 of Protocol No. 1, which lays down in general terms the principle of peaceful enjoyment of property (see Kirilova and Others, cited above, § 105, and Lazarov, cited above, § 28).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In order to ascertain whether a fair balance has been struck between the demands of the general interest and the need to protect the individual's fundamental rights, the Court must examine whether by reason of the authorities' inaction the applicants had to bear a disproportionate and excessive burden. In Kirilova and Others and in Lazarov the Court found that the fair balance required under Article 1 of Protocol No. 1 had not been achieved due to the long delays in providing the apartments, the authorities' passive attitude, and the long period of uncertainty endured by the applicants. Therefore, the applicants had to bear a special and excessive burden (see Kirilova and Others, cited above, § 123, and Lazarov, cited above, § 32). As the circumstances of the present case are identical, the Court sees no reason to reach a different conclusion. In particular, it does not consider that the eventual delivery of an apartment to the applicants, after a delay of more than sixteen years, and the partial compensation awarded in respect of the period up to 2000, could be seen as sufficient and timely steps capable of restoring the fair balance under Article 1 of Protocol No. 1 (see Lazarov, cited above, § 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  It follows that there has been a breach of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "33.  In respect of damage, the Court finds it appropriate to adopt the same approach as in Kirilova and Others v. Bulgaria (just satisfaction), nos. 42908/98, 44038/98, 44816/98 and 7319/02, 14 June 2007, and Lazarov, cited above, §§ 37-45.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "34.  The applicants claimed the following amounts: 1) 24,840 Bulgarian levs (BGN) in respect of rent which they would have received had they rented out the apartment between 1991 and 2007; 2) BGN 16,637.40 for losses allegedly resulting from the fact that they could not use the sums deposited in their State Savings Bank account (see paragraph 8 above); and 3) BGN 5,780 representing the difference in value between the apartment the applicants were entitled to and the one they received in 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Government did not express an opinion on the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In respect of the alleged loss of rent, the Court observes that the applicants have not shown that they had had alternative housing and, consequently, that they would have let out the apartment. Furthermore, the applicants, who lived in their son's apartment and were later provided with temporary municipal housing, did not claim that they had incurred expenses in order to find accommodation while awaiting delivery of the flat. Their claims in respect of alleged loss of rent are thus unproven. Indeed, this was also the conclusion of the domestic courts (see paragraph 14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  As regards the alleged loss of earnings resulting from the fact that the money deposited in the applicants' housing savings account remained inoperative, the Court does not find a causal link between any such loss and the violation found in the present case. In particular, it is obvious that, had the municipality delivered on time the property due to the applicants, the amount in question would have been paid as early as 1991 or 1992 to cover the price of the flat (see Lazarov, cited above, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Nor does the Court find it necessary to award the applicants separate damages on account of the fact that they received a smaller flat, as the proceedings they brought to obtain damages in this respect are still pending (see paragraphs 15-16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court nevertheless considers that the applicants have suffered a certain loss of opportunity on account of not having been able to use and enjoy the flat for a long period of time (see Kirilova and Others v. Bulgaria (just satisfaction), cited above, § 33). Ruling in equity, it awards the two applicants jointly EUR 3,000 under this head.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "40.  In respect of non-pecuniary damage, the applicants claimed BGN 180,000. They submitted that they had suffered frustration and anxiety over a period of many years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government did not comment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court considers that the breach of Article 1 of Protocol No. 1 caused the applicants non-pecuniary damage arising out of the frustration suffered as a result, firstly, of the prolonged failure of the authorities to deliver the property to which they were entitled and, secondly, of the authorities' inability and reluctance to solve their problem for a long period of time (see Kirilova and Others v. Bulgaria (just satisfaction), cited above, § 37, and Lazarov, cited above, § 45). The applicants were further distressed by the need to live in worse conditions in a makeshift dwelling (see paragraph 10 above). The Court, ruling in equity, and also taking into account the fact that the applicants have already received EUR 3,500 in non-pecuniary damages (see paragraph 13 above), awards them jointly EUR 3,000.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "43.  The applicants did not submit claims for costs and expenses. Accordingly, the Court considers that there is no call to award them any sum under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1. Declares admissible the complaint under Article 1 of Protocol No. 1 to the Convention concerning the prolonged failure of the authorities to provide the applicants with an apartment in compensation for their expropriated property;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No.1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the two applicants jointly, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros), plus any tax that may be chargeable, in respect of pecuniary and non-pecuniary damage, to be converted into Bulgarian levs at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 October 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ANTONOVI v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-94573.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1001JUD002082702",
    "externalsources": [],
    "extractedappno": [
        "20827/02",
        "42908/98",
        "44038/98",
        "44816/98",
        "7319/02",
        "21352/02",
        "27156/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-94573",
    "judgementdate": "01/10/2009 00:00:00",
    "kpdate": "01/10/2009 00:00:00",
    "kpthesaurus": [
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "P1-1"
    ],
    "parties": [
        "ANTONOVI",
        "BULGARIA"
    ],
    "rank": "695.315490722656",
    "representedby": [
        "KYOSEV R."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "420623",
    "typedescription": "15"
}