{
    "__articles": "6;6-1;6-3;6-3-c;6-3-d;41;6-1+6-3-c;6-1+6-3-d",
    "__conclusion": "Remainder inadmissible;No violation of Art. 6-1+6-3-c;No violation of Art. 6-1+6-3-d;Violations of Art. 6-1+6-3-d;Non-pecuniary damage - award;Pecuniary damage - claim dismissed",
    "applicability": "",
    "appno": "44023/02",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-c",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-c",
            "type": "no-violation"
        },
        {
            "article": "6-3-d",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-d",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-d",
            "type": "no-violation"
        },
        {
            "article": "6-3-d",
            "base_article": "6",
            "element": "Violations of Art. 6-1+6-3-d",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violations of Art. 6-1+6-3-d",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-96033.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 44023/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Albanian national, Mr Lulzim Caka (“the applicant”), on 28 November 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by \nMr P. Rama and Mr B. Rusi, lawyers practising in Tirana. The Albanian Government (“the Government”) were represented by their then Agents, \nMs B. Bullica and Ms S. Meneri.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged a violation of Article 3 of the Convention for lack of prompt and adequate medical assistance at the time he was arrested, given the serious injuries he had sustained. He also invoked Article 5 § 3 of the Convention, complaining about the length of his pre-trial detention. Under Article 6 § 3 (c) and (d) of the Convention he complained that he was denied the right to a fair trial.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 9 February 2006 the President of the Fourth Section of the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each submitted written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant, Mr Lulzim Caka, was born in 1970 and is currently serving a prison sentence in .",
                                "elements": []
                            },
                            {
                                "content": "A. Events preceding the applicant's arrest",
                                "elements": [
                                    {
                                        "content": "1. The murder of P.",
                                        "elements": [
                                            {
                                                "content": "7.  On 21 July 1997 P. was murdered. On an unspecified date in 1997 a criminal investigation was opened against the applicant. During the criminal investigation, the victim's sister, A., even though she had not been present at the crime scene, stated that the applicant had killed her brother. She based her testimony on the account of three eyewitnesses, B., C. and D., who, it would appear, were questioned on an unspecified date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  On 6 October 1998 the judicial police, the body responsible for the conduct of the criminal investigation and the identification of the perpetrator, recommended that the criminal investigation be suspended, as the perpetrator of the crime could not be identified. However, on 15 October 1998 the prosecutor filed an indictment against the applicant with the Berat District Court (see paragraph 17 below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The attempted murder of police officers",
                                        "elements": [
                                            {
                                                "content": "9.  In 1997  was hit by civil unrest as a result of the fall of pyramid schemes. Army depots were looted and a very considerable number of weapons were in civilian hands. The gradual restoration of ordre public necessitated frequent police checkpoints. Consequently, on 18 March 1998 the Berat police forces set up checkpoints to conduct searches of people for illegal possession of firearms. In the early afternoon of the same day, police officers on duty at a checkpoint situated on the main road between the cities of Berat and Fier shot the applicant and X., another person riding a motorcycle with him. As a result, X. died and the applicant was seriously wounded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  According to the police report on the incident, two persons riding a motorcycle (identified later as the applicant and X.), did not stop when ordered to do so by the police at the first checkpoint. The police at the second checkpoint reported that the applicant, who had been driving the motorcycle, had fired at the police officers with both an automatic gun and a revolver simultaneously. The police had returned fire and shot X., the pillion passenger, dead. Notwithstanding the fact that the applicant was wounded, he had continued to shoot until he surrendered. The police reported having collected from the scene two Kalashnikov automatic guns (automatikë kallashnikov), two pistols (pistoletë), bullets and cartridges, the motorcycle, a mask, a hat, a pair of sneakers, and other things allegedly used by the applicant and X. It appears that the automatic weapons, pistols, bullets and cartridges were sent for ballistics examination.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. The applicant's arrest",
                                "elements": [
                                    {
                                        "content": "11.  On 18 March 1998 the applicant and another suspect, E., were arrested in relation to the above event (see paragraph 9-10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant was taken to hospital, where he stayed for a couple of hours for medical treatment as he had been wounded. After release from the hospital on the same day, he was remanded in custody in Berat. On 19 March 1998 the applicant was examined by a doctor, who found that his overall state of health was satisfactory. It was concluded that the injuries the applicant had sustained fell under the category of light bodily injuries requiring no more than nine days' rest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 19 March 1998 the prosecutor charged the applicant with attempted murder in collusion with others and illegal possession of firearms. During questioning the same day, the applicant did not provide any information regarding the charges levelled against him. The applicant requested the presence of his lawyer, F.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 20 March 1998 the lawfulness of the applicant's arrest was confirmed by the Berat District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 8 April 1998 the prosecutor decided to discontinue the criminal investigation against E., finding that he had not committed any criminal offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 9 June 1998, 22 September 1998 and 15 October 1998, when questioned by the prosecutor, the applicant was defended and represented by G., another lawyer of his own choosing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 15 October 1998 the Berat prosecutor filed a bill of indictment with the Berat District Court, accusing the applicant of the intentional murder of P. and attempted murder of police officers on 18 March 1998. It would appear that both criminal proceedings against the applicant were joined.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. The trial proceedings",
                                "elements": [
                                    {
                                        "content": "1. Proceedings before the Berat District Court",
                                        "elements": [
                                            {
                                                "content": "18.  The Berat District Court commenced the trial against the applicant on 17 November 1998. Thirteen hearings were held between 17 November 1998 and 13 April 1999, on which date the proceedings were transferred to the Fier District Court (see “Transfer of proceedings” section below). Seven hearings had been adjourned owing to the absence of the prosecutor, the applicant or his lawyer. In the remaining six hearings, the applicant was represented by his lawyer, G.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The applicant contested the facts as submitted by the prosecution. He stated that he had been riding the motorcycle unarmed when the police officers at the second checkpoint had opened fire, without ordering him to stop. He also asked the court to summon witnesses who, at the time of the incident, had been driving on the same road.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  At the hearings of 23 December 1998 and 6 January 1999, four witnesses, who had been driving on the same road and had seen the applicant while he was riding the motorcycle, testified that the applicant had not been carrying any weapons.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Transfer of proceedings",
                                        "elements": [
                                            {
                                                "content": "21.  On 15 February 1999 the prosecutor submitted a request to the Supreme Court for the transfer of the criminal proceedings against the applicant from the Berat District Court. He argued that the state of insecurity in Berat made witnesses hesitant to testify before the court. He also mentioned the existence of “pressure of various forms, even threats to the life of the prosecutor concerning the outcome of the proceedings”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 5 March 1999 the Supreme Court granted leave to transfer the proceedings from the Berat District Court to the Fier District Court, in accordance with Article 94 of the Code of Criminal Procedure (“the CCP”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Pursuant to Article 97 § 3 of the CCP, the Fier District Court was required to take a decision as regards the validity of the actions carried out by the Berat District Court. No such decision was contained in the case file. The Government submitted that the case file and acts carried out by the Berat District Court were considered valid on the strength of a certificate of \n9 March 2005 issued by the Fier District Court's registrar.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Proceedings before the Fier District Court",
                                        "elements": [
                                            {
                                                "content": "24.  On 25 May 1999 the applicant appointed another lawyer of his own choosing, H.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 26 May 1999 the Fier District Court commenced the trial of the applicant. Twenty-four hearings were conducted between 26 May 1999 and \n11 May 2000, the date on which the applicant was found guilty of the offences and sentenced to imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  From 26 May to 27 November 1999 ten hearings were scheduled, but adjourned owing to the absence of the applicant or his representative. No witnesses were heard and no other procedural measures were taken. On \n9 November 1999 the court informed the applicant that he could appoint another counsel given the repeated absence of his lawyer H.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 8 December 1999 the applicant revoked H.'s power of attorney. From 8 December 1999 to 7 February 2000, during which time five hearings were held, the applicant represented himself. No witnesses appeared or were questioned at those hearings, as a result of which they were adjourned. On 7 February 2000 the prosecutor read out witness statements which had been taken during the criminal investigation. The applicant contested the statements of witnesses B. and D. On the same day the applicant reappointed his previous lawyer H. The court decided to examine witness A. at the next hearing on 21 February 2000 in the presence of the applicant's lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 21 February 2000 the court heard the testimony of A., who stated that the applicant was the murderer of her brother P. She relied on the evidence of witnesses B., C. and D. She had not been a witness at the crime scene. Neither the applicant nor his lawyer, H., questioned A. Further to the applicant's request, the Fier District Court issued several summons for the appearance of B., C. and D. However, the witnesses never appeared before the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  At the hearing of 23 February 2000 the applicant appointed I. to act as his lawyer alongside H. Three police officers K., L. and M. gave evidence at the trial. In light of the discrepancies in M.'s testimony at the investigation stage and the trial proceedings, the prosecutor requested leave to challenge the testimony pursuant to Article 362 of the CCP by reading out his statement made during the criminal investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "While the applicant and  did not initially question M., they requested that he be cross-examined after the reading of his statement. The District Court rejected their request as they had initially waived their right to question the witness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 1 March 2000 the applicant's  requested the court to summon M. for cross-examination. He repeated the request at the hearing of 6 March. On the same date the court rejected the request as ill-founded. It however granted the lawyer's request to summon four other police officers N., O., Q. and S.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 15 and 21 March the applicant's lawyer repeated his request to summon and cross-examine M. On 21 March the court rejected the requests as ill-founded. It reasoned that M. had attended a hearing in which the accused and his lawyer had had the opportunity to put questions to him. On the same date, the court heard police officer N. The applicant was represented by his  Witnesses O., Q. and S. never appeared and were questioned before the court, despite repeated summons and information sent by the court to the respective authorities, for example the Ministry of Justice, the Ministry of Interior and the Police General Directorate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 18 April 2000 the applicant's  withdrew from representing the applicant. The applicant's other lawyer H. was absent. The court decided to adjourn the proceedings until 3 May 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 26 April 2000 the applicant's lawyer H. withdrew from representing the applicant. His reasons related to his involvement in the defence of other criminal cases. He also mentioned procedural irregularities committed by the Fier District Court, which had not served him with written summons to appear at hearings. He alleged that the court lacked impartiality. He requested the court to proceed in accordance with section 49 § 5 of the CCP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 3 May 2000 the applicant appointed another lawyer of his own choosing, J. The court decided to adjourn the proceedings until 11 May 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 11 May 2000 the court read a fax received from the applicant's lawyer J., whose involvement in other business did not enable him to defend the applicant. J. stated that he had not received any request to represent the applicant. The record of the hearing stated that the applicant wished to defend himself. The applicant stated that he had not been in possession of any weapons on 18 March 1998. He agreed to the reading out of statements of witnesses Q., R. and S. taken during the criminal investigation and waived his right to have witness O. questioned. The prosecutor proceeded with the reading out of the above-mentioned witnesses' statements. He then concluded with his final submissions. The applicant subsequently stated that he did not accept the charges as he had neither killed P., nor shot at the police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On the same day the Fier District Court delivered its judgment, finding the applicant guilty as charged, and sentenced him to twenty-five years' imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In relation to the charge of attempted murder of police officers, the Fier District Court based its judgment on the testimonies of four police officers K., L., M. and N. given at the hearings of 23 February and 6 March 2000 (see paragraphs 29 and 31 above) and on the statements of two witnesses made during the criminal investigation. The court took note of the crime scene investigation report, the applicant's arrest report and the ballistics report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In that connection, the court also found the applicant guilty of illegal possession of firearms on the strength of the ballistics report, adding that the cartridges found at the crime scene had been fired from the weapons found close to the accused. However, there was no mention in the judgment as to whether the weapons had been in the actual possession of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In relation to the murder of P. on 21 July 1997, the Fier District Court based its reasoning on the testimony of A. given before the trial and the statements of witnesses B., C., and D. given during the criminal investigation (see paragraphs 7, 27 and 28 above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D. The appeal proceedings",
                                "elements": [
                                    {
                                        "content": "40.  On 16 May 2000 the applicant appealed against his conviction and sentence to the Vlora Court of Appeal, alleging a violation of the right to a fair trial. In particular, he argued that the lack of legal assistance during the trial and the fact that the court of first instance had admitted witness statements without the possibility of cross-examination of the deponents constituted a breach of the right to adversarial proceedings. Furthermore, he had been deprived of the right to cross-examine witness M. who had testified at the hearing of 23 February 2000. He also maintained that, during the stage in which the parties had made their final submissions, he had not been assisted by defence counsel. The applicant was represented before the Court of Appeal by I., who had previously withdrawn from the case on 18 April 2000 (see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 20 October 2000 the Vlora Court of Appeal dismissed the applicant's appeal and upheld the Fier District Court's judgment. In so far as the appeal was directed against the District Court's refusal to allow the applicant to cross-examine witness M., the Court of Appeal noted that at the hearing of 23 February 2000 the applicant's counsel had stated that he had no questions to ask. The applicant had addressed only one question to the witness, which was answered. The Court of Appeal rejected the applicant's complaint about the lack of legal assistance at the final hearing, relying on his statement that he wished to defend himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 6 March 2001 the applicant appealed to the Supreme Court relying on the same grounds of appeal as before the Court of Appeal. He added that the record of the hearing of 11 May 2000 had been forged by the Fier District Court in so far as his request to be defended by a lawyer had been distorted to read that he wished to defend himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 16 October 2001 the Supreme Court declared his appeal inadmissible as “its grounds fell outside the scope of Article 432 of the CCP”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 22 October 2003 the applicant lodged a complaint with the  about the unfairness of the proceedings. He complained about the length of his pre-trial detention and relied on Article \n6 § 3 (b) and (c) and (d) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 18 November 2003 the , sitting as a bench of three judges, declared the complaint inadmissible. It held that the applicant's complaint did not raise any fair trial issues, but mainly concerned the assessment of evidence which was the function of the lower courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E. Further submissions",
                                "elements": [
                                    {
                                        "content": "46.  On 6 June 2003 the applicant lodged with the Court a notarised statement by B.H., the judge who had presided over the bench of the Berat District Court in the criminal proceedings. According to B.H., the proceedings had been transferred to the Fier District Court, to the applicant's detriment, at a point when the Berat District Court had been nearing the end of the examination of the case and had been likely to conclude that there was insufficient evidence against him. Furthermore, B.H. maintained that the Fier District Court had admitted witness statements obtained at the police station rather than those obtained during the trial before the Berat District Court. He also maintained that the Fier District Court had not considered a ballistics report submitted during the trial before the Berat District Court, from which it transpired that the automatic guns allegedly used by the applicant belonged in fact to the Berat Police Force. Moreover, he stated that the applicant's lawyers had withdrawn from defending him during the trial before the Fier District Court as a consequence of threats to their own lives and those of their families.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant also submitted four notarised statements made by eyewitnesses who had been present some minutes before the incident and had seen the applicant riding the motorcycle unarmed and had then heard the police shooting. The same eyewitnesses gave testimony before the Berat District Court on 23 December 1998 and 6 January 1999 (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 28 April 2008 the Court requested the Government to provide a copy of the entire investigation file and legible records of all hearings before the District Courts. On 31 July 2008 the Government provided records of all the hearings held before the District Courts. No documents from the investigation file were provided.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A. Constitution",
                                "elements": [
                                    {
                                        "content": "Article 31",
                                        "elements": []
                                    },
                                    {
                                        "content": "During criminal proceedings, everyone has the right:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. to be notified immediately and in detail of the charges brought against him, of his rights, and to have the possibility to notify his family or relatives;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. to have sufficient time and facilities to prepare his defence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c. to have the assistance of a translator free of charge, when he does not speak or understand the Albanian language;",
                                        "elements": []
                                    },
                                    {
                                        "content": "ç. to present his own case or defend himself through the assistance of counsel of his own choosing; to communicate freely and privately with him, as well as to be provided free legal counsel when he does not have sufficient means;",
                                        "elements": []
                                    },
                                    {
                                        "content": "d. to examine witnesses who are present and to request the appearance of witnesses, experts and other persons who can clarify the facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 32",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. No one shall be obliged to testify against himself or his family or to confess his guilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. No one shall be declared guilty on the basis of evidence collected unlawfully.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 33",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Everyone has the right to be heard before being judged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A person who is seeking to evade justice may not avail himself of this right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 42 § 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 131",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The  shall decide: ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) in a ruling that shall be final, complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "50.  Article 49 § 5 of the CCP provides that the presence of a defence lawyer shall be required when the appointed lawyer has not been provided, has not appeared or has abandoned the defence. In such circumstances the court or the prosecutor shall appoint another lawyer as substitute, who shall exercise the rights and assume the obligations of the defence lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Articles 94-97 govern the transfer of proceedings. According to the wording of Article 94, as in force at the material time, “at any stage and instance during the trial, when public safety or the free will of the persons participating in the trial are impaired by serious local events which may affect the conduct of the trial and which may not be avoided by other means, the Supreme Court, further to a reasoned request by the prosecutor or the defendant, may transfer the case to another court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 97 provides that the Supreme Court decides in private. A decision to grant a request for the case to be transferred shall be notified to the court in which the proceedings have been conducted and the court to which the proceedings are to be transferred. The court which had previously conducted the proceedings shall immediately transfer the procedural documents to the designated court and shall order the notification of the decision of the Supreme Court to the prosecutor, defendant and private parties. Article 97 § 3 states that “the court designated by the Supreme Court shall give a decision as to whether the actions already carried out are valid and the extent of their validity”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Under Article 362 § 1, as in force at the material time, “in order to challenge, entirely or partly, the content of the testimony or when the witness refuses to testify, the parties may use the statements previously made by the witness before the prosecutor or the judicial police and which are in the case file, but only after the witness has testified to the facts and circumstances which can be contested”. Article 362 § 2 stipulated that “these statements do not constitute evidence for the facts found therein, but they can be examined by the court in order to determine the reliability of the person in question and are a constituent part of the case file”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Article 425 establishes the scope of the examination of the appeal by the Court of Appeal. It provides that the examination of the case by the Court of Appeal is not limited to the grounds of appeal but extends to the whole case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Under Article 427, at the party's request, the Court of Appeal shall be empowered to directly re-examine previous evidence and additional new materials, if it considers necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Article 428 establishes which decisions may be taken by the Court of Appeal. It provides that the Court of Appeal may decide to dismiss the appeal and uphold the judgment, to amend the judgment, to quash the judgment and terminate the criminal proceedings, or to quash the judgment and remit the case for a fresh trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court of Appeal's judgments may be appealed to the Supreme Court in compliance with one of the following requirements of Article 432: a) the criminal law has not been respected or has been erroneously applied; b) there have been breaches which result in the court's judgment being declared invalid in accordance with Article 128 of this Code; c) there have been breaches of procedural rules that have affected the adoption of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Article 434 provides that the Supreme Court examines the appeal in so far as points of law have been raised therein.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "58.  The applicant complained under Article 3 of the Convention about the inadequacy of the medical treatment he received while in detention on remand. He referred to the injuries he had sustained in the confrontation with the police on 18 March 1998. Article 3 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                        "elements": []
                    },
                    {
                        "content": "59.  The applicant also complained about the length of his detention on remand. The Court will examine this complaint under Article 5 § 3 of the Convention which reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                        "elements": []
                    },
                    {
                        "content": "60.  The applicant further complained under Article 6 § 3 (c) and (d) of the Convention that he had been denied a fair hearing as he had not been properly defended by a lawyer and that he had not been able to question certain witnesses or to obtain the appearance of witnesses on his behalf. The relevant parts of Article 6 of the Convention read as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...;",
                        "elements": []
                    },
                    {
                        "content": "3. Everyone charged with a criminal offence has the following minimum rights:",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "(c) to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                        "elements": []
                    },
                    {
                        "content": "(d) to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
                        "elements": []
                    },
                    {
                        "content": "...”",
                        "elements": []
                    },
                    {
                        "content": "I. ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "A. The complaint about the lack of adequate medical treatment while in detention",
                                "elements": [
                                    {
                                        "content": "61.  The Government submitted that the applicant had failed to submit his complaints under Article 3 of the Convention to the domestic courts and that this part of the application should therefore be declared inadmissible for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In his observations the applicant maintained that he was not given adequate medical treatment in the pre-trial detention cells in Berat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 of the Convention obliges those seeking to bring their case against the State before the Court to use first the remedies provided by the national legal system (see Handyside v. the United Kingdom, 7 December 1976, § 48, Series A no. 24). The complaints should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law and, further, that any procedural means that might prevent a breach of the Convention should have been used (see Cardot v. France, 19 March 1991, § 34, Series A no. 200).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court observes that there is no information that the applicant made any complaints against the police to the appropriate domestic administrative authority, for example the prosecutor's office, about the failure to provide him with adequate medical treatment while in pre-trial detention. It further notes that the applicant did not raise any similar complaints, at least in substance, in the trial and appeal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the light of the foregoing, the Court concludes that the applicant failed to exhaust domestic remedies as provided by the domestic legal system. It therefore rejects the applicant's complaint in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The complaint about the length of detention",
                                "elements": [
                                    {
                                        "content": "66.  The Government argued that the length of the applicant's detention had been in accordance with the time-limits provided for in the domestic legislation and Article 5 § 3 of the Convention. They contended that the applicant's challenge to the length of his detention had been dismissed by the domestic courts at all levels.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The applicant maintained that his detention had lasted beyond the time-limits provided for in the CCP and was in breach of Article\n5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court reiterates that detention comes to an end for the purposes of the Convention with the finding of guilt and the sentence imposed at first instance (see B. v. , 28 March 1990, §§ 34 – 40, Series A no. 175; Solmaz v. Turkey, no. 27561/02, § 26, ECHR 2007..., (extracts).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes that the applicant's detention started on \n18 March 1998. It lasted until 11 May 2000, the date on which the Fier District Court delivered its judgment convicting the applicant. After that date, the applicant was not involved in any effective remedies aimed at challenging the length of his detention. His constitutional appeal cannot be considered an effective remedy for the purpose of Article 5 of the Convention (see, by contrast, paragraph 74 below as regards Article 6).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The applicant's complaint was lodged with the Court on 28 November 2002, more than six months after the Fier District Court's judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In these circumstances, the Court considers that the applicant has failed to comply with the six-month rule. It follows that this part of the application must be rejected under Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. The complaints about the lack of access to a lawyer and the impossibility of examining witnesses",
                                "elements": [
                                    {
                                        "content": "72.  The Government contended that this complaint was inadmissible as it had been lodged outside the six-month period under Article 35 § 1 of the Convention. Thus, owing to the 's inadmissibility decision of 18 November 2003, the final effective remedy within the meaning of that provision was in fact the decision of the Supreme Court of 16 October 2001, whereas the applicant had made his application on 28 November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The applicant submitted in reply, with reference to Article 131 (f) of the Constitution and the practice of the , that in order to exhaust all domestic remedies individual complaints had to be lodged with the  if and when they alleged a breach of the right to a fair trial. Moreover, he relied on the admissibility decision of the Court adopted in Balliu v. Albania (dec.), no. 74727/01.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court reiterates its findings in Balliu v. Albania (dec.) no. 74727/01), subsequently confirmed in the judgment Beshiri and Others v. Albania, (no. 7352/03, § 32, 22 August 2006), where it held that a complaint to the Constitutional Court is considered an effective remedy which had to be used for the purposes of Article 35 of the Convention where fair-trial issues arose. It observes that the accused's right of access to a lawyer, including the right to call and cross-examine witnesses, constitute an important and integral element of the fair trial guaranteed under Article 6 of the Convention (see paragraph 60 above and 77 onwards below). It considers that there are no reasons for it to depart from its finding in the Beshiri and Others case the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The applicant did in fact avail himself of this remedy. The 's decision is dated 18 November 2003 and the applicant lodged his application on 28 November 2002. The Court considers that no problem arises as regards compliance with the six-month time-limit prescribed in Article 35 in respect of his complaints about the unfairness of his trial. For these reasons, the Court dismisses the Government's objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court considers that the applicant's complaints under Article \n6 § 3 (c) and (d) raise questions of fact and law which are sufficiently serious that their determination should depend on an examination of the merits. No other grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will now consider the merits of these complaints.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  The Court reiterates at the outset that the requirements of paragraph 3 (c) and (d) of Article 6 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1. For this reason, the Court considers it appropriate to examine the applicant's complaints from the standpoint of paragraph 3 taken together with the principles inherent in paragraph 1. The Court will examine, in accordance with its normal practice, whether the proceedings in their entirety were fair (see Van Geyseghem v. Belgium [GC], no. 26103/95, § 27, ECHR 1999I, and Balliu v. , no. 74727/01, § 25, 16 June 2005).",
                                "elements": []
                            },
                            {
                                "content": "A. Alleged violation of Article 6 § 1 taken in conjunction with Article 6 § 3 (c)",
                                "elements": [
                                    {
                                        "content": "The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "78.  The applicant alleged first that in the criminal proceedings he was not represented by a lawyer during parts of his trial, as required by Article 6 §§ 1 and 3 (c) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The applicant challenged the veracity of the record of the hearing of 11 May 2000, which allegedly stated that he had consented to “be defended personally”. He added that since final submissions were made to the District Court at that hearing, he did not possess the minimum legal knowledge to defend himself in person and draw final conclusions on the criminal charges levelled against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The applicant observed that the District Court did not ensure the appointment of another lawyer of its own motion pursuant to section 49 § 5 of the CCP. Nor had the domestic court taken any disciplinary measures in respect of the applicant's counsel for their repeated failure to appear at hearings during the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Government rejected the applicant's allegations. They contended that from the time the investigation started the applicant had had the means to be represented by a lawyer. The District Court had adjourned hearings on several occasions owing to the absence of the applicant's lawyers, thus giving the applicant a chance to be represented and to adequately defend himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Moreover, the applicant had not made any requests to have any disciplinary measures taken against these lawyers. Nor did he request the court to appoint a lawyer of its own motion under section 49 § 5 of the CCP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Government maintained that the applicant, at the final hearing on 11 May 2000 before the District Court, had declared that he wanted to “be defended personally.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In the Government's submissions, the applicant's insistence on being represented by lawyers who had been absent without reason or who had withdrawn from his defence, combined with his consent to defend himself in person at the final hearing, did not give rise to an infringement of his constitutional rights.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "85.  The Court reiterates that while Article 6 § 3 (c) confers on everyone charged with a criminal offence the right to “defend himself in person or through legal assistance ...”, it does not specify the manner of exercising this right. It thus leaves to the Contracting States the choice of the means of ensuring that it is secured in their judicial systems, the Court's task being only to ascertain whether the method they have chosen is consistent with the requirements of a fair trial (see Quaranta v. Switzerland, judgment of 24 May 1991, Series A no. 205, p. 16, § 30). In that connection it must be borne in mind that the Convention is intended to “guarantee not rights that are theoretical or illusory but rights that are practical and effective” and that assigning a counsel does not in itself ensure the effectiveness of the assistance he may afford an accused (see Imbrioscia v. Switzerland, judgment of 24 November 1993, Series A no. 275, p. 13, § 38, and Artico v. Italy, judgment of 13 May 1980, Series A no. 37, p. 16, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court further reiterates that neither the letter nor the spirit of Article 6 of the Convention prevents a person from waiving of his own free will, either expressly or tacitly, the entitlement to the guarantees of a fair trial (see Hermi v. Italy [GC], no. 18114/02, § 73, ECHR 2006...). However, such a waiver must, if it is to be effective for Convention purposes, be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance (see Poitrimol v. , 23 November 1993, § 31, Series A no. 277A). In addition, it must not run counter to any important public interest (see Håkansson and Sturesson v. Sweden, 21 February 1990, § 66, Series A no. 171A, and Sejdovic v.  [GC], no. 56581/00, § 86, ECHR 2006II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In the present case, the applicant had access to lawyers of his own choosing, who challenged the prosecutor's arguments and cross-examined witnesses. There is no indication that the applicant, having appointed five lawyers, lacked sufficient means to pay for legal assistance in the trial proceedings (see, a contrario, Artico v. Italy, 13 May 1980, Series A no. 37). The applicant's legal representatives were able to participate effectively during the trial. The applicant at no point alerted the authorities to any difficulties encountered in preparing his defence and there is nothing to indicate that the trial court should have addressed itself to the applicant's situation of its own motion as the ultimate guardian of the fairness of the proceedings (see Cuscani v. the United Kingdom, no. 32771/96, § 39, 24 September 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The trial court ensured that the applicant was adequately represented and defended by adjourning almost all of the hearings when the applicant's lawyers were not present. On one occasion the trial court informed the applicant of his right to appoint another lawyer in the light of the repeated absence of his representative (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Only on two occasions did the trial court proceed in the absence of the applicant's lawyer, given the applicant's unequivocal wish to defend himself in person. In the first place, from 8 December 1999 to 7 February 2000 the applicant revoked his lawyer's power of authority. He did not request the court to assign a court-appointed lawyer. It is to be noted that up to 7 February 2000 five hearings had been adjourned and no evidence was examined or witnesses questioned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  On 7 February 2000 the prosecutor, with the applicant's consent, proceeded with the reading out of witnesses B. and D.'s statements. The applicant did not accept those statements. No witnesses were questioned, even though witness A. had appeared before the court to testify (see paragraph 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Secondly, it transpires from the record of the last hearing of \n11 May 2000 that the applicant did indeed consent to defend himself in person. The applicant was aware of the proceedings against him and of the charges he faced. Nevertheless, the Court observes that an explicit waiver was made in the present case. There is nothing in the case file to indicate that on the day of the hearing, when he realised that he was going to defend himself in person, the applicant protested to the domestic authorities and requested an adjournment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  It is true that, in his appeal, the applicant objected to and unsuccessfully challenged the authenticity of that record. However, in the Court's view, that objection, made at a late stage and unsupported by any other evidence, could not outweigh the resolute stance apparently adopted by the applicant on 11 May 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Three witness statements were read out at the hearing on \n11 May 2000 (see paragraph 35 above). The prosecutor and the applicant proceeded with their concluding remarks. The Court notes that there is no indication that the witness statements read out at the hearing of 11 May 2000 were of any relevance to the applicant's conviction and sentence. Indeed, the domestic courts confirmed this. No other evidence was examined on that date, the trial court finding that there was sufficient evidence to convict and sentence the applicant. Therefore, it decided to conclude the trial proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  It is true that the concluding remarks on behalf of the applicant, which undoubtedly required legal knowledge and expertise, were not made by his lawyer. However, in the appeal proceedings the applicant was represented by a lawyer of his own choosing, who, and this has not been contested by the parties, made concluding remarks reaffirming his innocence of the criminal charges brought against him (see, among many other authorities, Edwards v. the United Kingdom, 16 December 1992, § 39, Series A no. 247B).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Having regard to the above findings the Court considers that the fact that the applicant was not represented by a lawyer at two hearings during the trial proceedings did not give rise to a violation of Article 6 § 3 (c) of the Convention taken in conjunction with Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Alleged violation of Article 6 § 1 taken in conjunction with Article 6 § 3 (d)",
                                "elements": [
                                    {
                                        "content": "The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "96.  The applicant complained that the Fier District Court's refusal of his request for leave to cross-examine witness M. breached his right under Article 6 § 3 (d). He also complained that the Fier District Court was reluctant to order his defence witnesses to appear before that court. Moreover, in the applicant's view the Fier District Court failed to take account of the evidence of a number of witnesses who had testified in the applicant's favour before the Berat District Court (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The applicant submitted that his conviction and sentence for the murder of P. were mostly based on the statements of witnesses B., C. and D., which were taken during the criminal investigation. None of those witnesses appeared before the Fier District Court. Furthermore, witness A. had not been present at the crime scene.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Government submitted that on 23 February 2000 M. was heard before the Fier District Court. The applicant's lawyer was offered the opportunity to question the witness, but he refused to avail himself of that opportunity. Consequently, the Fier District Court refused the applicant's lawyer's additional requests to cross-examine M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Government did not make any observations on the applicant's further complaints under this heading.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a. General principles",
                                "elements": [
                                    {
                                        "content": "100.  The Court reiterates at the outset that the admissibility of evidence is primarily governed by the rules of domestic law and that, as a rule, it is for the national courts to assess the evidence before them. The Court's task under the Convention is not to give a ruling on whether statements of witnesses were properly admitted as evidence, but rather to ascertain whether the proceedings as a whole, including the way in which evidence was taken, were fair (see the Balliu judgment, cited above, § 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The evidence must normally be produced at a public hearing, in the presence of the accused, with a view to adversarial argument. There are exceptions to this principle, but they must not infringe the rights of the defence. As a general rule, paragraphs 1 and 3 (d) of Article 6 require that the defendant be given an adequate and proper opportunity to challenge and question a witness against him, either when he makes his statements or at a later stage of the proceedings (see Lüdi v. Switzerland, 15 June 1992, § 47, Series A no. 238, and Van Mechelen and Others v. the Netherlands, 23 April 1997, § 51, Reports 1997III). It is normally for the national courts to decide whether it is necessary or advisable to hear a particular witness. Article 6 § 3 (d) does not require the attendance and examination of every witness on the accused's behalf: its essential aim, as indicated by the words “under the same conditions”, is a full “equality of arms” in the matter (see, for example, Polufakin and Chernyshev v. Russia, no. 30997/02, § 205, 25 September 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  Under certain circumstances it may be necessary for the courts to have recourse to statements made during the criminal investigation stage. If the accused had sufficient and adequate opportunity to challenge such statements, at the time they were taken or at a later stage of the proceedings, their use does not run counter to the guarantees of Article 6 §§ 1 and 3 (d). The rights of the defence are restricted to an extent that is incompatible with the requirements of Article 6 if the conviction is based solely, or in a decisive manner, on the depositions of a witness whom the accused has had no opportunity to examine or to have examined either during the investigation or at trial (see Vozhigov v. Russia, no. 5953/02, § 51, 26 April 2007; Lucà v. Italy, no. 33354/96, § 40, ECHR 2001II; and Solakov v. “the former Yugoslav Republic of Macedonia”, no. 47023/99, § 57, ECHR 2001X).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b. Application to the present case",
                                "elements": [
                                    {
                                        "content": "103.  The Court notes that the applicant alleges a violation of \nArticle 6 §§ 1 and 3 (d) of the Convention on essentially two grounds:\n(i) as regards the charge of attempted murder of police officers he had been unable to cross-examine witness M., certain defence witnesses had not appeared before the Fier District Court and the Fier District Court had disregarded some witnesses' testimonies given in the applicant's favour before the Berat District Court; and, (ii) as regards the alleged murder of P. he had been unable to examine witnesses, on the strength of whose statements he had been convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court notes that the applicant's conviction for the attempted murder of police officers on 18 March 1998 was based, inter alia, on the testimonies of four police officers K., L., M. and N. (see paragraph 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  At the hearings of 23 February and 1 and 21 March 2000 the applicant unsuccessfully requested leave to cross-examine M. In that connection, the Court notes that the applicant's conviction was not based “to a decisive extent” or solely on M.'s testimony to the trial court. Where the domestic judicial authorities are confronted by several conflicting versions of truth offered by the same person, their final preference for a statement given to the investigative authorities over one given in an open court does not in itself raise an issue under the Convention where this preference is substantiated and the statement itself was given of the person's own volition (see Lutsenko v. , no. 30663/04, § 49, 18 December 2008). While M.'s testimony was relevant, it was corroborated by other material evidence such as the crime scene investigation report, the applicant's arrest report and the ballistics report and, crucially, witnesses such as K., L. and N., who were cross-examined by the applicant. In addition, the applicant put forward no convincing argument explaining how M.'s cross-examination would have been crucial for the establishment of the facts of the case and his involvement in the offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  It follows that there has been no breach of Article 6 § 1 in conjunction with 6 § 3 (d) of the Convention on account of the refusal of the Court to allow the applicant to cross-examine witness M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  At the hearing of 1 March 2000, further to the applicant's request, the Fier District Court issued several summonses for the appearance of three police officers O., Q. and S. However, these defence witnesses never appeared before the trial court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  Whereas on 11 May 2000 the applicant appears to have waived his right to question witness O. and allowed the reading out of statements of witnesses Q. and S., that was the result of his frustration over the repeated and unsuccessful attempts by the authorities to summon them. The Court notes that the testimonies of the three police officers constituted evidence of, at least, prima facie relevance to the applicant's defence. The failure of the respondent State (namely the Ministry of Justice, the Ministry of the Interior and the Police Directorate) to ensure the attendance of the police officers who act as the depository of the public authority responsible for protecting the general interests of the State, combined with the trial court's inability to secure the enforcement of its summons, falls short of the diligence which the Contracting States must exercise in order to ensure that the rights guaranteed by Article 6 are enjoyed in an effective manner (see Sadak and Others v. , nos. 29900/96, 29901/96, 29902/96 and 29903/96, § 67, ECHR 2001VIII, and Barberà, Messegué and Jabardo v. Spain, judgment of 6 December 1988, Series A no. 146, p. 33, § 78). The appeal courts did not remedy this violation, even though the applicant invoked it in his grounds of appeal. The Government did not offer any explanation for this or attempt to justify why the police officers could not appear before the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  It follows that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (d) of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court notes that four witnesses testified in the applicant's favour before the Berat District Court (see paragraph 20 above). Since all acts of the Berat District Court were validly transferred to the Fier District Court, the applicant could not have been expected to request their appearance. The Fier District Court omitted their testimonies when it delivered its judgment, without providing any reasons. The Government did not put forward any arguments justifying such omission. Whereas the Court cannot speculate as to the respective importance of factual elements, the trial court disregarded, without any justification, all witness evidence in the applicant's favour, which evidence was clearly of some relevance to the case, and consequently to the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  It follows that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (d) of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court notes that the Fier District Court's judgment convicting the applicant of the murder of P. was based entirely on A.'s testimony and the statements of witnesses B., C. and D. given during the criminal investigation. This reasoning was upheld on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court observes that in the Albanian criminal procedure the Court of Appeal has jurisdiction to deal not only with questions of law but also with questions of fact pertaining to the entirety of the case. The Court of Appeal is empowered to examine the evidence and additional new materials submitted by the parties, as it considers necessary. As a result of the examination, the Court of Appeal may dismiss the appeal and uphold the judgment, amend the judgment or quash the judgment and terminate the criminal proceedings, or quash the judgment and remit the case for a fresh trial. The Supreme Court deals with points of law in so far as they have been raised in the applicant's appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  In this connection, the Court notes that A. was neither an \neyewitness nor present at the crime scene. Her testimony was based on the statements of witnesses B., C. and D., which were made during the criminal investigation. Neither the applicant nor his lawyer were able to confront these key witnesses or put questions or make comments concerning those statements, since, at the time, no charge had been laid against him (see paragraph 7 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Moreover, the Court considers that the applicant did not waive his right to question those witnesses. On 7 February 2000 he objected to the reading out of their statements and requested their appearance before the Fier District Court. The Court again reiterates its findings in paragraph 108 above. The Court is not persuaded that the authorities were diligent in their efforts to bring the witnesses before the trial court. The non-attendance of these witnesses, whose statements were decisive to the applicant's conviction, prevented the applicant from examining them or having them examined. Such a failure was not remedied either by the Court of Appeal, which was empowered to examine points of fact and law, or by the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  Having regard to the foregoing considerations the Court therefore concludes that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (d) of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "117.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "118.  The applicant pointed out that he had been in prison for at least 114 months or 3,400 days by the time he submitted his observations to the Court. He sought payment of 136,000 euros (EUR) in respect of the pecuniary damage he had sustained. The applicant did not specify any amount in respect of non-pecuniary damage, although he indicated that according to the domestic law he was entitled to compensation. He also specified that in similar cases the domestic courts had awarded non-pecuniary damages as high as 100,000 euros (EUR).",
                                "elements": []
                            },
                            {
                                "content": "119.  The Government rejected the applicant's claim for just satisfaction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "120.  As to the pecuniary damage allegedly caused, the Court reiterates that there must be a clear causal connection between the damage claimed by the applicant and the violation of the Convention (see, among others, Dybeku v. , no. 41153/06, § 65, 18 December 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court, having regard to its findings concerning the applicant's complaints under Article 6 §§ 1 and 3 (c) and (d), considers that no causal link has been established between the damage alleged and the violations it has found. The Court cannot speculate as to what the outcome of the criminal proceedings against the applicant might have been if the violation of the Convention had not occurred (see Polufakin and Chernyshev, cited above, § 216). Therefore, the Court finds it inappropriate to award the applicant compensation for the alleged pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  In so far as the applicant's claim relates to the finding of violations of Article 6 § 3 (d) in conjunction with Article 6 § 1, the Court reiterates that when an applicant has been convicted despite a potential infringement of his rights as guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Salduz v. Turkey [GC], no. 36391/02, § 72, 27 November 2008; Polufakin and Chernyshev, cited above, § 219; Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005-IV; and Popov v. Russia, no. 26853/04, § 263, 13 July 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  As regards the remainder of the claim for non-pecuniary damage, ruling on an equitable basis, the Court awards the applicant EUR 3,000, plus any tax that may be chargeable on these amounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "124.  The applicant, who received EUR 850 in legal aid from the Council of Europe in connection with the presentation of his case, requested in addition EUR 500 per month for the travel costs of his family members to visit him in the detention facilities and for food expenses incurred while in detention. No other claims were made as regards the costs and expenses incurred before the domestic courts and before this Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Court observes that it has not been provided with relevant documentation showing that the expenses claimed were in fact incurred. The Court will not, therefore, make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "127.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning Article 6 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 in conjunction with Article 6 § 3 (c) of the Convention as regards the applicant's lack of access to a lawyer during parts of his trial;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 1 in conjunction with Article 6 § 3 (d) of the Convention as regards the refusal of the trial court to allow the applicant to cross-examine witness M.;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (d) of the Convention as regards the failure to secure the appearance at the applicant's trial of witnesses O., Q. and S.;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (d) of the Convention as regards the trial court's failure to have due regard to the testimonies of four witnesses given in the applicant's favour before the Berat District Court;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 6 § 1 in conjunction with Article 6 § 3 (d) of the Convention as regards the failure to secure the appearance at the applicant's trial of witnesses B., C. and D.;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, to be converted into the national currency of the respondent State at the rate applicable on the date of payment;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": " Done in English, and notified in writing on 8 December 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF CAKA v. ALBANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96033.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1208JUD004402302",
    "externalsources": [],
    "extractedappno": [
        "44023/02",
        "27561/02",
        "74727/01",
        "7352/03",
        "26103/95",
        "18114/02",
        "56581/00",
        "32771/96",
        "30997/02",
        "5953/02",
        "33354/96",
        "47023/99",
        "30663/04",
        "29900/96",
        "29901/96",
        "29902/96",
        "29903/96",
        "41153/06",
        "36391/02",
        "46221/99",
        "26853/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96033",
    "judgementdate": "08/12/2009 00:00:00",
    "kpdate": "08/12/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "85",
        "86",
        "122",
        "136",
        "295",
        "440",
        "502",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6-3-c",
        "6-3-d",
        "6-1",
        "6-3",
        "6",
        "41"
    ],
    "parties": [
        "CAKA",
        "ALBANIA"
    ],
    "rank": "706.959838867188",
    "representedby": [
        "RAMA P.",
        "RUSI B."
    ],
    "respondent": "ALB",
    "respondentOrderEng": "1",
    "scl": [
        "Artico v. Italy, 13 May 1980, Series A no. 37",
        "B. v. Austria, 28 March 1990, §§ 34 - 40, Series A no. 175",
        "Balliu v. Albania (dec.), no. 74727/01",
        "Balliu v. Albania, no. 74727/01, § 25, 16 June 2005",
        "Barberà, Messegué and Jabardo v. Spain, judgment of 6 December 1988, Series A no. 146, p. 33, § 78",
        "Beshiri and Others v. Albania, no. 7352/03, 22 August 2006",
        "Cardot v. France, 19 March 1991, § 34, Series A no. 200",
        "Cuscani v. the United Kingdom, no. 32771/96, § 39, 24 September 2002",
        "Dybeku v. Albania, no. 41153/06, § 65, 18 December 2007",
        "Edwards v. the United Kingdom, 16 December 1992, § 39, Series A no. 247-B",
        "Håkansson and Sturesson v. Sweden, 21 February 1990, § 66, Series A no. 171-A",
        "Handyside v. the United Kingdom, 7 December 1976, § 48, Series A no. 24",
        "Hermi v. Italy [GC], no. 18114/02, § 73, ECHR 2006-...",
        "Imbrioscia v. Switzerland, judgment of 24 November 1993, Series A no. 275, p. 13, § 38",
        "Lucà v. Italy, no. 33354/96, § 40, ECHR 2001-II",
        "Lüdi v. Switzerland, 15 June 1992, § 47, Series A no. 238",
        "Lutsenko v. Ukraine, no. 30663/04, § 49, 18 December 2008",
        "Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005-IV",
        "Poitrimol v. France, 23 November 1993, § 31, Series A no. 277-A",
        "Polufakin and Chernyshev v. Russia, no. 30997/02, 25 September 2008",
        "Popov v. Russia, no. 26853/04, § 263, 13 July 2006",
        "Quaranta v. Switzerland, judgment of 24 May 1991, Series A no. 205, p. 16, § 30",
        "Sadak and Others v. Turkey, nos. 29900/96, 29901/96, 29902/96 and 29903/96, § 67, ECHR 2001-VIII",
        "Salduz v. Turkey [GC], no. 36391/02, § 72, 27 November 2008",
        "Sejdovic v. Italy [GC], no. 56581/00, § 86, ECHR 2006-II",
        "Solakov v. “the former Yugoslav Republic of Macedonia”, no. 47023/99, § 57, ECHR 2001-X",
        "Solmaz v. Turkey, no. 27561/02, § 26, ECHR 2007-..., (extracts)",
        "Van Geyseghem v. Belgium [GC], no. 26103/95, § 27, ECHR 1999-I",
        "Van Mechelen and Others v. the Netherlands, 23 April 1997, § 51, Reports 1997-III",
        "Vozhigov v. Russia, no. 5953/02, § 51, 26 April 2007"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "354965",
    "typedescription": "15"
}