{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13",
    "applicability": "",
    "appno": "21695/05",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-82921.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21695/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Ms Karolina Tur (“the applicant”) on 30 May 2005. She was represented before the Court by Mr W. Brózda, a lawyer practising in Gdańsk-Wrzeszcz.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 28 October 2005 the Court decided to give notice of the application to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government submitted a unilateral declaration and invited the Court to strike out the application, in accordance with Article 37 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1986 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The civil proceedings for establishment of paternity and child maintenance",
                                "elements": [
                                    {
                                        "content": "6.  On 21 October 1987 the applicant's mother lodged an action against E.A. for establishment of paternity and child maintenance with the Gdańsk District Court. The hearings in the case were adjourned on several occasions as E.A. had left the country and failed to appear in court. Although the applicant's mother provided the court with E .A.'s address abroad, the court maintained that the address was unknown.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The first hearing in the case was held on 5 February 1988, the subsequent one on 18 November 1988. Two hearings were held in 1989 and seven hearings in 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 4 April 1991 the Gdańsk District Court delivered a judgment in the applicant's favour. The judgment was not challenged and became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 18 June 1997 the Minister of Justice lodged an extraordinary appeal against the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 25 September 1997 the Supreme Court remitted the case for reexamination on the grounds that serious procedural shortcomings had been committed by the court examining the case, namely that it had not conducted a thorough investigation to establish the address of the defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The Gdańsk District Court resumed the proceedings in 1998. In 1999 no hearings were held. On several occasions the applicant and her mother reported to the Academy of Medicine in  to have blood samples taken. E.A. refused to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 31 August 2000 a legal-aid lawyer was appointed to represent the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 3 November 2000 the District Court dismissed the applicant's claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 28 February 2001 the  remitted the case for re-examination on the grounds of errors in the assessment of evidence committed by the lower court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In 2002 the parties were several times summoned to appear at the  for examination, but the appointments were postponed on several occasions upon the court's requests. It also transpires from the file that at least on one occasion the District Court failed to inform the applicants about the date of examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 8 June 2002 the District Court admitted an opinion of experts in forensic medicine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 10 April 2003 the District Court dismissed the applicant's action. The applicants appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 12 September 2003 the  admitted an opinion of an expert in graphology.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 29 December 2003 the  remitted the case for re-examination on the grounds of shortcomings in the assessment of evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Since the defendant resided in , on 13 April 2004 the President of the  requested a German court to take evidence in the case. On 6 September 2004 and 26 October 2004 the President of the  requested the German court to expedite the proceedings. It submitted a reply on 14 December 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In December 2004 the applicant turned eighteen and reached the legal age of majority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 17 January 2005 the court asked the applicant whether she wished to pursue the claim. She confirmed her wish to pursue the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 17 February 2005 the District Court admitted evidence from experts in dactyloscopy and graphology. The reports were served on the applicant on 21 March 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 11 April 2006 the District Court delivered a judgment, dismissing the applicant's action for establishment of paternity and child maintenance. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 30 June 2006 the Gdańsk Court of Appeal dismissed the applicant's claims.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings under the 2004 Act",
                                "elements": [
                                    {
                                        "content": "26. On 20 September 2004 the applicant's lawyer lodged a complaint under section 5 of the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”). On 15 November 2005 the  rejected the complaint without providing written grounds for its decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 2 March 2005 the applicant lodged a new complaint under section 5 of the 2004 Act alleging excessive length of the proceedings and lack of due diligence on the part of the courts. She submitted, inter alia, that no hearings had been held since April 2004. She sought acceleration of the proceedings and just satisfaction for their unreasonable length",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 9 May 2005 the  dismissed her complaint finding it ill-founded. The court stressed that the 2004 Act could be applied only to delays which had occurred after the date of its entry into force. Therefore, the Act could be applied to proceedings that had begun earlier only insofar as the delays in the proceedings concerned had not yet been remedied on that date. The  quoted at this point the Supreme Court's resolution of 18 January 2005 (see the domestic law part below). The  dismissed the applicant's complaint on the grounds that on the date of entry into force of the 2004 Act no undue delays in the District Court's conduct could be discerned. Subsequently the  refused to give any instructions to the lower court, finding that such instructions could be given only if the complaint had been allowed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "29.  On 17 September 2004 the Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki) (“the 2004 Act”) entered into force. A party to pending proceedings may ask for the acceleration of those proceedings and/or just satisfaction for their unreasonable length under section 2 read in conjunction with section 5(1) of the 2004 Act.",
                                "elements": []
                            },
                            {
                                "content": "30.  Section 12 provides for measures that may be applied by the court dealing with the complaint. The relevant part provides:",
                                "elements": []
                            },
                            {
                                "content": "“1. The court shall dismiss a complaint which is unjustified.",
                                "elements": []
                            },
                            {
                                "content": "2.  If the court considers that the complaint is justified, it shall find that there was an unreasonable delay in the impugned proceedings.",
                                "elements": []
                            },
                            {
                                "content": "3.  At the request of the complainant, the court may instruct the court examining the merits of the case to take certain measures within a specified time. Such instructions shall not concern the factual and legal assessment of the case.",
                                "elements": []
                            },
                            {
                                "content": "4.  If the complaint is justified the court may, at the request of the complainant, grant ... just satisfaction in an amount not exceeding PLN 10,000 to be paid by the State Treasury. If such just satisfaction is granted it shall be paid out of the budget of the court which conducted the delayed proceedings.”",
                                "elements": []
                            },
                            {
                                "content": "31.  Section 15 provides",
                                "elements": []
                            },
                            {
                                "content": "1.  A party whose complaint has been allowed may seek compensation from the State Treasury ... for the damage it suffered as a result of the unreasonable length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "32.  Section 16 provides:",
                                "elements": []
                            },
                            {
                                "content": "A party which has not lodged a complaint about the unreasonable length of the proceedings under Article 5 (1) may claim – under Article 417 of the Civil Code ... – compensation for the damage which resulted from the unreasonable length of the proceedings after the proceedings concerning the merits of the case have ended.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 18 January 2005 the Supreme Court (Sąd Najwyższy) adopted a resolution (no. III SPP 113/04) in which it ruled that while the 2004 Act produced legal effects as from the date of its date of entry into force (17 September 2004), its provisions applied retroactively to all proceedings in which delays had occurred before that date and had not yet been remedied.",
                                "elements": []
                            },
                            {
                                "content": "34.  A detailed presentation of the relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court's decisions in cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005VIII and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S REQUEST TO STRIKE OUT THE APPLICATION UNDER ARTICLE 37 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  On 13 April 2007 the Government submitted a unilateral declaration similar to that in the case Tahsin Acar v. Turkey ((preliminary objection) [GC], no. 26307/95, ECHR 2003-VI) and informed the Court that they were ready to accept that there had been a violation of the applicant's rights under Article 6 § 1 of the Convention as a result of the unreasonable length of the proceedings in which the applicant had been involved. In respect of nonpecuniary damage, the Government proposed to award the applicant PLN 10,000 (the equivalent of EUR 2,600). The Government invited the Court to strike out the application in accordance with Article 37 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant did not agree with the Government's proposal. She considered that the amount proposed did not constitute sufficient just satisfaction for the damage she had sustained and requested the Court to continue the examination of the application.",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court observes, as it has previously stated in Tahsin Acar (cited above, §§ 74-77), that a distinction must be drawn between, on the one hand, declarations made in the context of strictly confidential friendlysettlement proceedings and, on the other, unilateral declarations – such as the present declarations – made by a respondent Government in public and adversarial proceedings before the Court. In accordance with Article 38 § 2 of the Convention and Rule 62 § 2 of the Rules of Court, the Court will proceed on the basis of the Government's unilateral declarations and the parties' observations submitted outside the framework of friendlysettlement negotiations, and will disregard the parties' statements made in the context of exploring the possibilities for a friendly settlement of the case and the reasons why the parties were unable to agree on the terms of a friendly settlement.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Court recalls that, under certain circumstances, it may be appropriate to strike out an application under Article 37 § 1 (c) of the Convention on the basis of a unilateral declaration by the respondent Government even if the applicant wishes the examination of the case to be continued. It will, however, depend on the particular circumstances whether the unilateral declaration offers a sufficient basis for finding that respect for human rights as defined in the Convention does not require the Court to continue its examination of the case (see Tahsin Acar, cited above, § 75; Melnic v. Moldova, no. 6923/03, § 22, 14 November 2006).",
                                "elements": []
                            },
                            {
                                "content": "39.  The Court notes that it has specified in a number of cases the nature and extent of the obligations which arise for the respondent State under Articles 6 and 13 of the Convention as regards the guarantees of the right to a trial within a reasonable time (see, among many others, Kuśmierek v Poland, no. 10675/02, judgment of 21 September 2004; Zynger v. Poland, no. 66096/01, judgment of 13 July 2004) and the requirement of an effective remedy capable of providing appropriate redress for the damage resulting from the breach of this right (see Kudła v. Poland [GC], no. 30210/96, ECHR 2000XI; Krasuski v. Poland, no. 61444/00, ECHR 2005... (extracts); Charzyński v. Poland (dec.), no. 15212/03, ECHR 2005...; Majewski v. Poland, no. 52690/99, 11 October 2005; Cocchiarella v. Italy [GC], no. 64886/01, ECHR 2006...). Where the Court has found a breach of these Articles it has awarded just satisfaction, the amount of which depended on the particular features of the case.",
                                "elements": []
                            },
                            {
                                "content": "40.  As to whether it would be appropriate to strike out the present application on the basis of the unilateral declaration made by the Government, the Court notes in the first place that the relevant Polish remedies against excessive length of proceedings introduced in 2004 proved to be ineffective in the circumstances of the present case, both in terms of adequate redress and the possibility of expediting the pending proceedings (see paragraphs 28 above and paragraph 58 et seq, below).",
                                "elements": []
                            },
                            {
                                "content": "41.  Further, the Court observes that although the Government acknowledged in their unilateral declaration that the domestic proceedings had been unreasonably lengthy, they did not, however, refer to the complaint concerning the lack of an effective remedy and did not offer the applicant adequate redress. The Court considers that the sum proposed in the declaration in respect of non-pecuniary damage suffered by the applicant as a result of the alleged violation of the Convention does not bear a reasonable relationship with the amounts awarded by the Court in similar cases for non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "42.  It is to be noted that the amount proposed by the Government in their unilateral declaration is the maximum amount of just satisfaction that can be awarded under section 12 of the 2004 Act. The Court reiterates that when it considered the 2004 Act to be an effective remedy in length cases it was prepared to accept the statutory ceiling of PLN 10,000 only when it remained open to the applicant to lodge a civil claim and thus seek full compensation (see Charzyński, cited above, § 38; Wawrzynowicz v. Poland, no. 73192/01, § 39, 17 July 2007). However, that remedy was not available to the applicant in the instant case (see paragraphs 31-32 above).",
                                "elements": []
                            },
                            {
                                "content": "43.  It cannot be excluded that where an applicant has been speedily awarded compensation of PLN 10,000 by a domestic court under the 2004 Act, and has been promptly paid, the Court might consider the amount to be compatible with its own awards in such cases, bearing in mind the principles which it has developed  in this connection  for determining victim status and for assessing its own award in cases where it has found a breach of the reasonable-time requirement (see Cocchiarella, cited above, §§ 85107; Scordino v. Italy [GC], no. 36813/97, §§ 193-215, 29 March 2006; Dubjakova v. Slovakia (dec.), no. 67299/01, 10 October 2004). However, these considerations cannot be applied to a unilateral declaration which addresses a situation where the remedy failed or was not available to an applicant who had to introduce proceedings under the Convention in order to obtain redress (see Wawrzynowicz, cited above, § 40).",
                                "elements": []
                            },
                            {
                                "content": "44.  On the facts and for the reasons set out above, the Court finds that the Government failed to submit a statement offering a sufficient basis for finding that respect for human rights as defined in the Convention and its Protocols does not require the Court to continue its examination of the case (see, by contrast, Spółka z o.o. WAZA v. Poland (striking out), no. 11602/02, 26 June 2007).",
                                "elements": []
                            },
                            {
                                "content": "45.  This being so, the Court rejects the Government's request to strike the application out of its list of cases under Article 37 of the Convention and will accordingly pursue its examination of the admissibility and merits of the case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "47.  The Government refrained from submitting observations on the admissibility and merits of the complaint, having regard to their acknowledgment of the violation of Article 6 of Convention made in their unilateral declaration.",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court notes that the proceedings commenced on 21 October 1987 and were terminated for the first time on 4 April 1991 by a judgment in the applicant's favour of the Gdansk District Court. Subsequently, on 18 June 1997 the Minister of Justice lodged an extraordinary appeal against the final judgment; the proceedings were instituted de novo and were terminated on 30 June 2006.",
                                "elements": []
                            },
                            {
                                "content": "49.  In the Government's view the proceedings which were conducted as a result of the Minister of Justice's extraordinary appeal should be regarded as a separate set of proceedings. Therefore, only the period following 18 June 1997 should be taken into account.",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court notes that the arguments raised by the Government are the same as those already examined and rejected by the Court in previous cases against Poland (see Baranowska v. Poland, no. 72994/01, § 40-42, 24 October 2006; C. v. Poland, no. 27918/95, judgment of 3 May 2001, §§ 33-36) and the Government have not submitted any new elements which would lead the Court to depart from its previous findings. In consequence, the proceedings in question are to be treated as one set of proceedings and the period to be taken into consideration is to be counted from 1 May 1993.",
                                "elements": []
                            },
                            {
                                "content": "51.  The period in question thus lasted 13 years at three court instances; during that period the case was remitted on three occasions to the first-instance court for re-examination.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "52.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes in particular that the applicant availed herself of the remedy for the excessive length of proceedings (the 2004 Act), and the remedy proved to be ineffective in the applicant's case. Accordingly, the applicant exhausted domestic remedies in respect of her complaint under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The complaint must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "54.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII; Zynger v. , no. 66096/01, judgment of 13 July 2004, §45).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In cases relating to civil status, what is at stake for the applicant is also a relevant consideration, and special diligence is required in view of the possible consequences which the excessive length of proceedings may have, notably on enjoyment of the right to respect for family life (Laino v. Italy [GC], no. 3158/96, § 18, ECHR 1999-I; Kubiszyn v. Poland, no. 37437/97, § 34, 30 January 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Any exception from the principle of legal certainty should be treated with an utmost caution in such cases. In this connection the Court cannot but note that the proceedings were instituted de novo following the Minister's extraordinary appeal lodged over six years after the first judgment in the case became valid and final, as a result of quashing this final and “irreversible” judicial decision (compare Brumărescu v.  [GC], no. 28342/95, § 62, ECHR 1999VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, after the final judgment of 1991 had been quashed the case was again remitted for fresh consideration on the grounds of shortcomings in the assessment of evidence committed by the first-instance court (see paragraphs 14 and 19 above). Although the Court is not in a position to analyse the quality of the adjudication by the domestic courts, it considers that, since the remittal of cases for re-examination is usually ordered as a result of errors committed by lower courts, the repetition of such orders within one set of proceedings discloses a serious deficiency in the judicial system (see Wierciszewska v. Poland, no. 41431/98, § 46, 25 November 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  Regarding the applicant's allegation that her complaint about a breach of her right to a trial within a reasonable time was unjustly dismissed, the Court considered it appropriate to raise of its own motion the issue of Poland's compliance with the requirements of Article 13 of the Convention, on account of indications that the applicant had no effective domestic remedy in respect of the unreasonable length of the civil proceedings.",
                                "elements": []
                            },
                            {
                                "content": "This provision provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "60.  The Government refrained from making any comments on this complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "61.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "62.  The Court recalls that, in the context of Article 13 and remedies for excessive length of proceedings, it has already held that such a remedy, or the aggregate of remedies, in order to be “effective” must be capable either of preventing the alleged violation of the right to a “hearing within a reasonable time” or its continuation, or of providing adequate redress for a violation that had already occurred (see, mutatis mutandis, Kudła v. Poland, [GC], no. 30210/96, § 158 et seq, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court further recalls that it has already examined the remedy under the 2004 Act for the purposes of Article 35 § 1 of the Convention and found it effective in respect of complaints about the excessive length of judicial proceedings in Poland (see Charzyński, cited above, §§ 36-42; Michalak v. Poland (dec.), no. 24549/03, §§ 37-43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court notes that the national authorities are in principle better placed than an international court to evaluate the facts of a case. Nevertheless, in their assessment and appreciation they must apply standards which are in conformity with the principles embodied in the Convention as developed in the case-law of the Court. The Court has already indicated on a great number of occasions that the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case taken as a whole. The Court's approach consists in examining the overall length of proceedings and in covering all stages of the proceedings (see Majewski v. Poland, no. 52690/99, § 34-35, 11 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the present case the  examined only the period of time after the entry into force of the 2004 Act, i.e. after 17 September 2004. Relying on the Supreme Court's resolution of 18 January 2005 the Regional Court dismissed the applicant's complaint on the ground that on the date of entry into force of the 2004 Act no undue delays in the District Court's conduct could be discerned (see paragraphs 28 and 33 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, the domestic court did not take into consideration the overall period of the examination of the case by the domestic courts as required by the constant caselaw of the Convention organs (see Majewski, cited above, § 36; see Bako v , (dec), no 60227/00, 15 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court further observes that despite the applicant's request the Regional Court refused to give any instructions to the lower court, aimed at accelerating the proceedings, finding that any such instructions could only have been given had the complaint been upheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court considers that, irrespective of whether the 's approach resulted from an erroneous interpretation or from the wording of the 2004 Act, the dismissal of the applicant's complaint did not reflect standards which were in conformity with the principles embodied in the Court's case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, the examination by the domestic court of only a fraction of the impugned proceedings, and its setting aside of the period of over seven years, effectively deprived the applicant of appropriate protection in respect of her length complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Consequently, the Court considers that the remedy under the 2004 Act, as applied in the present case, cannot be regarded as “effective” within the meaning of Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, there has been a violation of this Article.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "69.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "70.  The applicant claimed PLN 7,200 (approximately EUR 1,871) for every year of the impugned proceedings in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, the Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards her EUR 10,500 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.  The applicant did not submit any claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "74.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 10,500 (ten thousand five hundred euros) in respect of non-pecuniary damage to be converted into the currency of the respondent State, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 October 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrsP. Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TUR v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-82921.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1023JUD002169505",
    "externalsources": [],
    "extractedappno": [
        "21695/05",
        "113/04",
        "15212/03",
        "11215/02",
        "61444/00",
        "26307/95",
        "6923/03",
        "10675/02",
        "66096/01",
        "30210/96",
        "52690/99",
        "64886/01",
        "73192/01",
        "36813/97",
        "67299/01",
        "11602/02",
        "72994/01",
        "27918/95",
        "30979/96",
        "3158/96",
        "37437/97",
        "28342/95",
        "41431/98",
        "24549/03",
        "60227/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-82921",
    "judgementdate": "23/10/2007 00:00:00",
    "kpdate": "23/10/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "TUR",
        "POLAND"
    ],
    "rank": "601.05078125",
    "representedby": [
        "BROZDA W."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "343850",
    "typedescription": "15"
}