{
    "__articles": "6;6-1;8;8-1;8-2;14;14+8;35;35-1;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 14+8;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "36;55",
    "appno": "26652/02",
    "article": [
        "14",
        "8",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 14+8",
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "Violation of Art. 14+8",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-92069.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26652/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Egidijus Žičkus (“the applicant”), on 8 July 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by V. Sviderskis, a lawyer practising in . The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had lost his job and that his employment prospects had been restricted as a result of the application to him of the Law on registering, confession, entry into records and protection of persons who have admitted to secret collaboration with special services of the former USSR (see paragraph 16 below), in breach of, inter alia, Articles 8 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 September 2005 the Court decided to give notice to the Government of the applicant’s complaints under Article 8, taken together with Article 14 of the Convention. On the same date, it decided to apply Article 29 § 3 of the Convention and to examine the merits of the complaints at the same time as their admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1950 and lives in the  area.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 4 March 1992 the applicant was awarded a Commemorative \n“13 January” Medal (bestowed upon persons who distinguished themselves when defending the freedom and independence of  during the period January-September 1991). By the Presidential order of 30 September 1996 the applicant was awarded the Medal of Founding Volunteers of the Lithuanian Army.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 12 September 2000 a special governmental commission (“the Commission”) found that the applicant had been a “former secret collaborator” (slapta bendradarbiavęs asmuo) under the Law on registering, confession, entry into records and protection of persons who have admitted to secret collaboration with special services of the former USSR, and decided to publish this information in the “Official Gazette” (Valstybės žinios).",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant brought proceedings before the  requesting it to quash the Commission’s conclusion as to his former collaboration. On 7 May 2001 the court partly granted the applicant’s claim, establishing that there had been a lack of evidence of the applicant having been a KGB collaborator.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 3 July 2001 the  quashed the lower court’s decision. It was found that the applicant had indeed been a KGB collaborator while working as a sports journalist and travelling abroad in the 1980s.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 23 July 2001 the Commission published information in the “Official Gazette” to the effect that, in the past, the applicant had collaborated with the special services of the former USSR, namely with the KGB.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 July 2001 the applicant was dismissed from his post as an official at the Human Resources Department of the Ministry of the Interior. The decree by which he was dismissed stipulated that the reason for the dismissal was the information regarding his collaboration, which the Commission had published on 23 July 2001.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant again challenged the Commission’s conclusions in its decision of 12 September 2000 as being null and void. On 31 October 2001 the  dismissed the action on procedural grounds, finding that there had been a final court decision on the issue. The case was discontinued.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 12 December 2001 the  reopened the proceedings to have the evidence better examined and to establish guidelines for a common judicial practice in similar future cases.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 16 January 2002 the  examined the merits of the applicant’s complaints, dismissing his request to quash the decision of the Vilnius Regional Administrative Court of 31 October 2001. The  found that the lower courts had reasonably concluded that the applicant had secretly collaborated with the secret services of the former . The court noted that the applicant’s rights in examining the evidence and questioning the witnesses had not been curtailed. That decision was final.",
                                "elements": []
                            },
                            {
                                "content": "On an unspecified date the applicant submitted a request to the  seeking the reopening of the procedure, alleging violations of material legal norms in the decisions in his case. On 16 May 2002, the court dismissed his request as unfounded.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant alleged that he had been disbarred from practising as a barrister as a result of the impugned domestic decisions.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "16.  The Law on registering, confession, entry into records and protection of persons who have admitted to secret collaboration with special services of the former  (hereafter “the Law”) was enacted on 23 November 1999, and came into effect on 1 January 2000. The Law provided for the creation of a special governmental Commission responsible for the assessment of the activities of persons who had secretly collaborated with such services and the registration of those persons as “former secret collaborators”. The Law, in so far as relevant in this case, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 1. Purpose of the Law",
                                "elements": []
                            },
                            {
                                "content": "“1. The provisions of the Law on the Basics of National Security, whose aim is to create a system of national security protecting the State and its population, human and citizens’ rights and freedoms, and also personal safety, shall be implemented by the present Law, providing protection against the influence, blackmail and recruitment, or attempts to draw into any illegal activity, by the special services of foreign States. The Law shall also ensure the implementation of the State’s right to apply the principle of loyalty and trustworthiness to civil servants and other employees of State government and administration, local government, national defence, the interior affairs system, the Prosecutor’s Office, courts, the Department of State Security, the diplomatic service, customs, State controlled institutions and other State institutions which implement control and management, to attorneys and notaries, and to employees of banks and other credit institutions, or in strategic economic entities, communication systems, protection services and structures thereof, and in other structures providing detective services. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 2. Basic Definitions under the Law",
                                "elements": []
                            },
                            {
                                "content": "“1. A person, who has secretly collaborated with the special services of the former  USSR  means ... a person ... who has actually and deliberately carried out  the tasks and assignments of the special services of the former USSR according to a written or unwritten commitment to collaborate in secret, where the activity is not regulated by statutory regulations or labour laws (agent, resident, confidant, retainer of conspiracy quarters, retainer of a rendezvous flat, non-staff operational employee or other person who has secretly collaborated with the secret services of the former USSR). ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 4. Commission on the assessment of activities of persons who have secretly collaborated with Special Services of the Former ",
                                "elements": []
                            },
                            {
                                "content": "“1. A ... Commission ... shall be established to assess the activities of persons who secretly collaborated with the special services of the former  and to adopt decisions whether to include persons in a report or publication of data concerning secret collaboration. ...",
                                "elements": []
                            },
                            {
                                "content": "2. Pursuant to the present Law the Commission shall:",
                                "elements": []
                            },
                            {
                                "content": "1) assess the activities of persons involved in secret collaboration with the special services of the former ;",
                                "elements": []
                            },
                            {
                                "content": "2) adopt decisions concerning the inclusion in the report of persons who have admitted to secret collaboration with the special services of the former ;",
                                "elements": []
                            },
                            {
                                "content": "3) adopt decisions concerning the publication of information about the secret collaboration of persons with the special services of the former , in the instances specified in Article 8 of this Law;",
                                "elements": []
                            },
                            {
                                "content": "4) ensuring total personal confidentiality, shall encode the secret information transferred to the Commission and adopt decisions concerning the provision of information for research work; ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 5. Functions of the State Security Department in implementing the Law",
                                "elements": []
                            },
                            {
                                "content": "“In accordance with the present Law, the State Security Department shall: ...",
                                "elements": []
                            },
                            {
                                "content": "4) upon the request of persons who have admitted to collaboration in secret with the special services of the former USSR, employ measures to protect them from blackmail and recruitment attempts or efforts to involve them in any illegal activity; ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 6. Procedure for registration and confession",
                                "elements": []
                            },
                            {
                                "content": " “1. Persons who have secretly collaborated with the special services of the former USSR must present themselves within six months of the registration and confession acceptance date, as  announced by the Commission  in the “Official Gazette”, to register and voluntarily confess in writing, to the State of Lithuania, to have secretly collaborated with the special services of the former USSR, reveal all of the information known to them concerning the activities of the special services, and hand in the documents or objects linked to the special services of the former USSR. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 7. Entry into the Records",
                                "elements": []
                            },
                            {
                                "content": "“1. Persons who have secretly collaborated with the special services of the former USSR shall be entered in the records by a decision of the Commission if they have voluntarily confessed to having secretly collaborated with the special services of the former USSR, and have submitted all the information within their knowledge in connection with the activity of the special services.",
                                "elements": []
                            },
                            {
                                "content": "2. The fact of confession and the data submitted by the person who has confessed shall comprise information which constitutes a State secret and which shall be classified as secret and used and declassified according to the procedure established by law ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 8. Protection of persons who have confessed and instances of information publication",
                                "elements": []
                            },
                            {
                                "content": " “1. Information supplied by persons who have been registered, have confessed and have been entered in the records, and the  data regarding them, shall be classified and stored  according to the procedure established by law.",
                                "elements": []
                            },
                            {
                                "content": "2. Persons indicated in paragraph one of this Article shall inform the State Security Department if they experience blackmail and recruitment offers or attempts to draw them into any illegal activities, and the State Security Department, on the basis of a request by the persons who have made confessions, shall take measures to protect them and to uncover criminal activity. The entry of persons in records and the information submitted by them shall be declassified if these persons have been convicted by a final judgment of having committed actions that have been acknowledged as acts against humanity, war or crimes of genocide, and by other instances established by law for the declassification of classified information. ...",
                                "elements": []
                            },
                            {
                                "content": "4. The information regarding secret collaboration with the special services of the former USSR shall be published in the ‘Official Gazette’ in those instances where a person who had secretly collaborated with the special services of the former USSR has failed to admit within six months of the beginning of registration and reception of confessions announced by the Commission, to having secretly collaborated with the special services of the former USSR, and also if he has furnished false information  about himself, other persons and the activities of the special services, or has concealed such information. The person who secretly collaborated with the special services of the former  shall be given written notice of the decision adopted by the Commission to publicise such information. He may appeal against this decision to the administrative court, within fifteen days of receipt of such notice. The implementation of the decision to make the information public shall be suspended until the court judgment becomes effective.”",
                                "elements": []
                            },
                            {
                                "content": "Article 9. Limitation of the activity of persons not included in records \nof the State Security Department",
                                "elements": []
                            },
                            {
                                "content": " “1. Persons who have secretly collaborated with the special services of the former USSR, whose data  has been made public according to the procedure established in paragraphs 3 or 4 of Article 8 of the present Law, for a period of ten years from the date of publication, may not be employed as teachers in educational institutions, educators or heads of such institutions, occupy positions requiring the carrying of a weapon, or work as Republic of Lithuania civil servants or other employees of State government and administration, municipal authorities, national defence, the interior affairs system, customs, the Prosecutor’s office, courts, the State Security Department, the diplomatic service, State controlled and other State institutions engaged in control and supervision,  as attorneys and notaries, or as employees of banks and other credit institutions, or in strategic economic functions, communications systems, protection services and structures thereof and other structures providing detective services.",
                                "elements": []
                            },
                            {
                                "content": "2. In the event that the data concerning persons who secretly collaborated with the special services of the former USSR has been published in the ‘Official Gazette’ or in other mass media by decision of the Commission, an employer or his representative must, no later than the next working day following the publication of this information, dismiss the employee from his job, without paying him severance pay ...",
                                "elements": []
                            },
                            {
                                "content": "3. Should the published information regarding a person who secretly collaborated with the special services of the former  concern a person who is engaged in legal practice, the Bar Association of Lithuania shall revoke the decision to accredit the person as a lawyer. At the conclusion of a ten-year term, the person shall have the right to be accredited as a lawyer in accordance with the procedure established by law.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION, TAKEN IN CONJUNCTION WITH ARTICLE 14",
                        "elements": [
                            {
                                "content": "17.  The applicant complained that the restrictions under the Law on registering, confession, entry into records and protection of persons who have admitted to secret collaboration with special services of the former , imposed on his employment prospects, amounted to a violation of Article 8 of the Convention, taken in conjunction with Article 14.",
                                "elements": []
                            },
                            {
                                "content": "Article 8 of the Convention reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life, ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, ... or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Article 14 states:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "18.  The Government noted at the outset that, despite being formally similar in its actual circumstances to previous cases against Lithuania in which the issue concerned the employment restrictions on former KGB agents (see Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, ECHR 2004VIII, and Rainys and Gasparavičius v. Lithuania, nos. 70665/01 and 74345/01, 7 April 2005), the present case was materially different. The first of the above-mentioned cases concerned applicants who had brought proceedings contesting the conclusions of the State authorities that they had been employees of the Lithuanian branch of the Committee of State Security (the KGB) as well as their actual dismissal from their jobs in the public sector as, respectively, a tax inspector and a prosecutor. The applicants in the second case also contested the conclusions of the State authorities that they had been employees of the KGB, as well as their actual dismissal from their jobs in the private sector – they were, respectively, a lawyer in a private telecommunications company and a barrister. However, in the present case, before the national courts the applicant had only contested the decision of 12 September 2000, by which the Commission had established the fact that in the past he had secretly collaborated with the KGB and the Commission’s decision to publish such information in the “Official Gazette”. Therefore at the domestic level the applicant failed to raise the issue of the legal effects which the Commission’s decision had produced, notably whether it was reasonable and legitimate to apply to him the employment restrictions and to dismiss him from the civil service as well as to revoke his barrister’s licence. Since the applicant had not instituted domestic proceedings against the specific restrictions which were applied to him under the Law, he had failed to exhaust all the remedies at his disposal and, therefore, his complaint was inadmissible pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19. The Government further argued that Article 8 was not applicable in the present case as that provision did not guarantee a right to retain employment or to choose a profession. They also maintained that, in any event, the application of the Law to the applicant was preconditioned by the historical situation in  and served the legitimate purpose of ensuring that persons holding jobs or positions in certain strategic sectors of the national economy, or which were important for public life, would be reliable and loyal to the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Government contended that there was another characteristic which distinguished the present case from the previous judgments of Sidabras and Džiautas and Rainys and Gasparavičius, in which the Court had found a violation of Article 14, taken in conjunction with Article 8. In the latter cases the statutory restrictions on holding certain jobs, functions or tasks were automatically applied to the applicants merely on the ground that at a certain time they had worked for the Committee of State Security of the Lithuanian SSR. However the Law applied to the applicant in the present case did not impose unconditional restrictions on a person’s employment. First, the person had to have intentionally collaborated in secret with the special services of the former . Secondly, by the statutory deadline, the individual concerned had to have failed to confess to the State authorities about his or her secret collaboration. Thirdly, after the failure to confess, the fact of that person’s secret collaboration had to have been published in the “Official Gazette”. The Government maintained that 1,500 people had appeared before the Commission to admit their collaboration within the six-month period prescribed by the Law. The applicant had been free to take this step – if he had confessed, he would have avoided the unfavourable legal consequences. However, as the applicant had intentionally chosen not to confess about his past collaboration within the above-mentioned period, the State had had the right and duty to apply to him the employment-related restrictions. Moreover, under Article 8 of the Law, information concerning persons who had confessed about their collaboration in the past was to be classified as a State secret and the State assumed the obligation to protect them against possible blackmail and the declassification of information. Taking this into consideration, the Government argued that the State had not overstepped its margin of appreciation and that the Law constituted a proportionate measure to safeguard national security and to protect the applicant’s rights under Article 8 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Government further contended that the restrictions on the applicant’s employment prospects could not be deemed discriminatory in nature just because the applicant belonged to a certain group of persons, namely that of “former secret collaborators”, since the mere fact of belonging to such a group did not automatically entail negative effects if the person had confessed. Therefore the Law did not impose collective responsibility on all “former secret collaborators” without exception. Given that only those “former secret collaborators” who had not confessed were affected by restrictions on their employment prospects, there had been no discriminatory treatment within the meaning of Article 14 of the Convention. Accordingly, there had been no violation of Article 8 of the Convention, taken in conjunction with Article 14.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "22.  The applicant contested the Government’s submissions that he had failed to exhaust domestic remedies, within the meaning of Article 35 § 1 of the Convention, on account of the fact that he had not instituted court proceedings with respect to the justification and lawfulness of his dismissal from his post at the Ministry of the Interior, or his disbarment from legal practice, as a result of his covert collaboration with the secret services of the former USSR. He argued that Article 9 of the Law obliged an employer to dismiss the employee from his or her job no later than the day after the information about the collaboration had been published. Likewise, if the published information concerned a person who was engaged in legal practice, the Bar Association of Lithuania had an obligation to revoke the person’s accreditation as a lawyer. Therefore the requirements of the Law were peremptory. When contesting the lawfulness of the Commission’s decision about his “former secret collaboration” and the publication of that information, the applicant had simultaneously sought to prevent the entry into force of the Commission’s decision and, consequently, his removal from the list of practising lawyers, in order to defend his right to practise law or pursue other private-sector activities. In the applicant’s view, only effective remedies would have been relevant for the purposes of Article 35 \n§ 1 of the Convention, but he had had none at his disposal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant further disagreed with the Government that the ban on working in certain private sectors was justified in view of the specific historical circumstances of the State of Lithuania. The restoration of the independence of Lithuania had taken place in 1990, whereas likely restrictions with regard to individuals who had secretly collaborated with the special services of the former  were imposed by the Law which had only been enacted in 1999. The applicant argued that, during this extensive period of time, he had demonstrated his loyalty to the State and his loyalty had been recognised by the Lithuanian authorities themselves who had bestowed State awards upon him (see paragraph 6 above). Therefore such employment-related restrictions in his case were neither indispensable nor proportionate.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes the Government’s argument that the instant case is different from that of Sidabras and Džiautas, as the present applicant had not complained about the legal consequences of the Law before the domestic courts and, therefore, he had not exhausted available domestic remedies. The Court reiterates, however, that there is no obligation to have recourse to remedies which are inadequate or ineffective (see Akdivar and Others v. Turkey, 16 September 1996, § 67, Reports of Judgments and Decisions 1996IV). It has further recognised that the rule of exhaustion is neither absolute nor capable of being applied automatically. In reviewing whether it has been observed, it is essential to have regard to the particular circumstances of each individual case (see Van Oosterwijck v. Belgium, 6 November 1980, § 35, Series A no. 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  As regards the application of Article 35 § 1 to the facts of the present case, the Court notes that the Law provided for the banning of “former secret collaborators” from pursuing certain public and private-sector activities on account of their deemed lack of loyalty to the State. The Court places particular emphasis on the unconditional obligation which Article 9 of the Law imposed on employers or the Bar Association of Lithuania to, respectively, terminate the work contract of an employee or disbar a practising lawyer, should facts about their former secret collaboration be made public. The Court takes note of the Government’s argument regarding exhaustion of domestic remedies insofar as the applicant only initiated domestic proceedings in respect of the establishment of the fact of his collaboration as such, as well as the Commission’s decision to make that information public, whereas he did not initiate domestic proceedings as to the legality of his dismissal. However, in view of the above-mentioned unconditional obligation, the Court considers that any proceedings regarding the applicant’s actual dismissal from the civil service and his disbarment would have been futile. It follows that the complaint is not inadmissible on grounds of non-exhaustion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  As to the Government’s argument regarding the inapplicability of Article 8 of the Convention in the present case, the Court refers to its conclusion in the case of Sidabras and Džiautas (cited above, §§ 42-50), where it held that the statutory restriction on taking up employment in certain spheres of the private sector had consequential effects on the applicants’ possibility of enjoying their right to respect for their “private life” within the meaning of Article 8. As the statutory restrictions in the present case concern practically identical professional activities, the Court sees no reason to depart from that conclusion. It follows that Article 8 of the Convention is applicable in the circumstances of this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Moreover, the Court notes that this complaint is not manifestly \nill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "28.  The Court has previously held that the requirement of loyalty to the State is an inherent condition of the employment of civil servants by State authorities responsible for protecting and securing the general interest \n(see Sidabras and Džiautas, cited above, §§ 57-58). Consequently, the Court will confine itself to examining whether the restriction on employment in the private sector, as applied to the present applicant, was compatible with Article 8 of the Convention. In this connection the Court refers to its conclusions in the cases of Sidabras and Džiautas and Rainys and Gasparavičius where it found a violation of Article 14 of the Convention, in conjunction with Article 8, to the extent that the law precluded those applicants from employment in various branches of the private sector on the basis of their “former KGB officer” status under the relevant Act. The present applicant’s complaints regarding his disbarment are similar. The Court sees no valid ground to depart from its reasoning in Sidabras and Džiautas, to the effect that the applicant’s disbarment and the restrictions on his possibilities of being employed in certain branches of the private sector, pursuant to the Law, constituted a statutory distinction of status on the basis of his past as a “former secret collaborator”, directly affecting his right to respect for private life. Consequently, the applicant’s complaints clearly fall to be examined under Article 14 of the Convention, taken in conjunction with Article 8 (see Sidabras and Džiautas, cited above, §§ 38-50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  According to the Court’s case-law, a difference of treatment is discriminatory if it “has no objective and reasonable justification”, that is, if it does not pursue a “legitimate aim” or if there is not a “reasonable relationship of proportionality between the means employed and the aim sought to be realised” (see Marckx v. Belgium, 13 June 1979, § 33, Series A no. 31).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court accepts that the restriction on the applicant’s employment prospects under the Law, and hence the difference in treatment applied to him, pursued the legitimate aims of the protection of national security, public safety, the economic well-being of the country and the rights and freedoms of others (see Sidabras and Džiautas, cited above, §§ 52-55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  It remains to be established whether the impugned distinction constituted a proportionate measure. As to the justification for this distinction, the Government argued that the application of the Law was well-balanced in view of the legitimate interest in protecting the national security of the State, the impugned employment restrictions being imposed on persons such as the applicant by reason of his lack of loyalty to the State. However, the Court emphasises that State-imposed restrictions on a person’s opportunities to find employment in the private sector by reason of a lack of loyalty to the State cannot be justified from the Convention perspective in the same manner as restrictions on access to their employment in the public service (see Rainys and Gasparavičius, cited above, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Furthermore, in deciding whether the measures complained of were proportionate, the Court cannot overlook the ambiguous manner in which the Law deals with, on the one hand, the question of the lack of loyalty of former secret KGB collaborators and, on the other hand, the need to apply restrictions to employment in certain private sector jobs. In particular, Article 9 of the Law specifies the private sector positions from which the applicant, as a person deemed to be lacking loyalty, should be excluded \n(see paragraph 16 above). However, the Court has previously found no reasonable link between the positions concerned and the legitimate aims sought by the ban on holding such positions (see Sidabras and Džiautas, cited above, § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court is likewise not persuaded by the Government’s argument that the Law constituted a proportionate measure since the applicant would have faced no restrictions on his private sector employment prospects if he had confessed of his former collaboration in due time. In this context, the Court notes the lack of differentiation in the Law itself between different levels of former involvement with the KGB. Furthermore, there are no objective materials in the case file verified by the domestic courts to indicate that the applicant poses a current danger to national security if he were to be employed in certain sectors of private business. The Court also observes that the Law came into force in 2000, i.e. almost a decade after  had declared its independence on 11 March 1990. Thus the restrictions on the applicant’s professional activities were imposed on him at least a decade after he had ceased collaborating with the KGB. The fact of the Law’s belated timing, although not in itself decisive, may nonetheless be considered relevant to the overall assessment of the proportionality of the measures taken. Finally, the Court takes into account the fact that the Lithuanian authorities had themselves recognised the applicant’s loyalty to the Republic by bestowing State awards upon him (see paragraph 6 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In view of the above, the Court concludes that the ban on the applicant seeking employment in various branches of the private sector, in application of Articles 8 § 4 and 9 of the Law, constituted a disproportionate measure, despite the legitimacy of the aims pursued by that ban.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  There has therefore been a violation of Article 14 of the Convention taken in conjunction with Article 8.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Under Article 6 §§ 1 and 3 (b) and (c) of the Convention, the applicant complained that the domestic legal proceedings were unfair in that the courts had improperly examined the facts of the case and had reached erroneous legal conclusions. Moreover, he alleged that the courts had not allowed him access to the Commission’s Rules of Procedure (Komisijos darbo reglamentas). He also invoked his right to be presumed innocent under Article 6 § 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court repeats that the proceedings in the present case concerned the validity of the Commission’s conclusions in respect of the applicant, attesting that in the past he had secretly collaborated with the KGB. As a result of these proceedings the applicant was subjected to the official announcement of this fact as well as certain employment restrictions.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Court refers to its decision in the case of Sidabras and Džiautas v. Lithuania ((dec.), nos. 55480/00 and 59330/00, 21 October 2003), where it found that court proceedings concerning employment restrictions imposed on former KGB officers could not be regarded as involving “a criminal charge” within the meaning of Article 6 § 1 of the Convention. In the present case the Court does not see any valid reason to depart from that finding or not to apply it to a “former secret collaborator”. It follows that Article 6 is not applicable to the impugned proceedings under its “criminal” limb. Consequently, the applicant’s complaints under Article 6 §§ 2 and 3 of the Convention, concerning criminal defence rights, must be rejected as being incompatible ratione materiae, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "39.  However, the Court observes that the present case involved the determination of the applicant’s “civil rights and obligations” within the meaning of Article 6 § 1 of the Convention, given that, in the aftermath of the proceedings, he lost his employment as a barrister and was banned from certain types of employment. Accordingly, Article 6 § 1 applies in the present case under its “civil” head (see Rainys and Gasparavičius v. Lithuania (dec.), nos. 70665/01 and 74345/01, 22 January 2004).",
                                "elements": []
                            },
                            {
                                "content": "40.  Nevertheless, the Court recalls that while the Court’s duty, according to Article 19 of the Convention, is to ensure the observance of the engagements undertaken by the Contracting Parties to the Convention, it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention (see, among many other authorities, Schenk v. Switzerland, judgment of 12 July 1988, Series A no. 140, p. 29, \n§ 45). The Court also observes that the principle of equality of arms – one of the elements of the broader concept of “fair” hearing – requires each party to be given a reasonable opportunity to present his or her case under conditions that do not place that litigant at a substantial disadvantage \nvis-à-vis the opponent (see, Nideröst-Huber v. Switzerland, 18 February 1997, § 23, Reports of Judgments and Decisions 1997I).",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court has dealt with cases concerning lustration proceedings in the past. It has observed that such proceedings inevitably depend on the examination of documents relating to the operations of the former communist security agencies, the selection and disclosure of which documents are at the discretion of the current security service. If the party to whom the classified materials relate is denied access to all or most of those materials, his or her possibilities of challenging the security agency’s version of the facts will be severely curtailed (see Bobek v. Poland, no. 68761/01, § 57, 17 July 2007).",
                                "elements": []
                            },
                            {
                                "content": "42.  However, the facts of the present case are different. The applicant complained that it had been impossible for him to obtain the Rules of Procedure of the Commission and that the domestic courts’ decisions had been unfair. The Court recalls that it is not its task to act as an appeal court of “fourth instance” by calling into question the outcome of the domestic proceedings. The domestic courts are best placed for assessing the relevance of evidence to the issues in the case and for interpreting and applying rules of substantive and procedural law (see Pekinel v. , no. 9939/02, § 53, 18 March 2008). On the basis of the material in its possession, the Court observes that the complaint at hand is, indeed, essentially of a “fourth instance” nature. In the domestic proceedings the applicant was afforded ample opportunity to state his case before the courts, at two levels of jurisdiction. Furthermore, in order to better examine the evidence, the proceedings were reopened (see paragraph 13 above). The applicant and his lawyer were present at the court hearings and were able to contest the evidence which the applicant considered false. The fact of his former secret collaboration was established on the basis of evidence given by witnesses whose reliability the applicant was able to question. Moreover, the applicant conceded that he had had unrestricted access to the court files and all the documents of the Commission, except for its Rules of Procedure \n(see, a contrario, Bobek v. Poland, cited above, §§ 58-70). In these circumstances, regard being had to the particular context of lustration proceedings, the Court finds that applicant’s complaint of “unfairness” under Article 6 § 1 of the Convention is unsubstantiated and must therefore be rejected as being manifestly ill-founded pursuant to Article 35 §§ 3 and 4.",
                                "elements": []
                            },
                            {
                                "content": "43.  Under Article 7 of the Convention, which prohibits the imposition of a criminal sanction without prior legislation, the applicant complained that the application of the Law in his regard constituted a retroactive and unlawful punishment for his past. However, the Court reiterates that the case did not involve any criminal charge or sanction (paragraph 38 above). Hence, this part of the application is incompatible ratione materiae with the provisions of the Convention and should be rejected pursuant to Article 35 §§ 3 and 4.",
                                "elements": []
                            },
                            {
                                "content": "44.  Under Article 10 of the Convention the applicant complained that he had had no access to certain documents in the file, namely the Commission’s Rules of Procedure. The Court considers that this complaint is absorbed by that under Article 6 § 1, which it has dismissed as being manifestly ill-founded (see paragraph 42 above). It is not necessary, therefore, to determine this complaint separately.",
                                "elements": []
                            },
                            {
                                "content": "45.  The applicant lastly complained that his dismissal from his job at the Ministry of the Interior and his disbarment from practising law had violated Articles 10 and 14 of the Convention. The Court observes that this complaint and the applicant’s situation are in essence identical to those of the applicants in the case of Sidabras and Džiautas. The Court sees no valid ground to depart from its reasoning in that case to the effect that the application of the employment restrictions to the applicants under the relevant law had not encroached upon their right to freedom of expression, thus rendering Article 10 and, consequently, Article 14 inapplicable \n(see Sidabras and Džiautas, cited above, §§ 64-73). Therefore this part of the application is incompatible ratione materiae with the provisions of the Convention and should be rejected pursuant to Article 35 §§ 3 and 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed 122,430 Lithuanian litas (“LTL”; approximately 35,486 euros [“EUR”]) in respect of pecuniary damage as a result of being subjected to employment restrictions under the Law, and LTL 100,000 (approximately EUR 28,985) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government submitted that these claims were unjustified and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49. The Court does not find the applicant’s claim for pecuniary damage sufficiently established and therefore rejects it. Moreover, in the light of the parties’ submissions and the material in the case file, the Court considers that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage suffered by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "50.  The applicant also claimed LTL 11,400 (approximately EUR 3,304) for the legal costs and expenses incurred before the domestic courts and the  and LTL 440 (approximately EUR 128) for the translation costs incurred before the latter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government contested these claims as unsubstantiated and unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicant his claim in full, namely EUR 3,432.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "53.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint concerning the applicant’s inability to apply for employment in various spheres of the private sector admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by four votes to three that there has been a violation of Article 14 of the Convention, taken in conjunction with Article 8;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by four votes to three that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage suffered by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by four votes to three,",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,432 (three thousand four hundred and thirty two euros) in respect of costs and expenses, plus any taxes that may be chargeable to the applicant;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 April 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  joint partly dissenting opinion of Judges Tulkens, Cabral Barreto and Zagrebelsky;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Judges Jočienė, Tsotsoria and Sajó.",
                        "elements": []
                    },
                    {
                        "content": "Regarding the application of Article 41 of the Convention, we think that the judgment should have adopted the same decision as in Sidabras and Džiautas v. Lithuania of 27 July 2004 and Rainys and Gasparavičius v. Lithuania of 7 April 2005, which concerned similar issues.",
                        "elements": []
                    },
                    {
                        "content": "The finding of a violation of Article 14 of the Convention taken together with Article 8 does not, in our opinion, afford sufficient redress and the applicant should have received compensation for the pecuniary and \nnon-pecuniary damage incurred.",
                        "elements": []
                    },
                    {
                        "content": "To our regret, we cannot subscribe to the Chamber’s finding of a violation of Article 14 of the Convention in conjunction with Article 8.",
                        "elements": []
                    },
                    {
                        "content": "1. We agree with the Chamber’s finding in paragraph 30 of the judgment that the restrictions imposed on the applicant’s employment prospects under the Law, and hence the difference in treatment applied to him, pursued the legitimate aims of the protection of national security, public safety, the economic well-being of the country and the rights and freedoms of others (see Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, \n§§ 52-55, ECHR 2004VIII).",
                        "elements": []
                    },
                    {
                        "content": "2. The main question to be answered is whether the impugned restrictions on the applicant’s private-sector employment prospects constituted a proportionate measure with regard to the State’s legitimate aim and whether the State struck a fair balance in weighing up the interests involved. As to the justification for the distinction of status, the Government’s main argument was that the application of the Law was \nwell-balanced in view of the legitimate interest in protecting the national security of the State, the impugned employment restrictions being imposed on persons such as the applicant by reason of their lack of loyalty to the State. We would emphasise, however, that State-imposed restrictions on a person’s opportunities to find employment in the private sector by reason of a lack of loyalty to the State cannot be justified from the Convention perspective in the same manner as restrictions on access to employment in the public service (see Rainys and Gasparavičius v. Lithuania, nos. 70665/01 and 74345/01, § 36, 7 April 2005).",
                        "elements": []
                    },
                    {
                        "content": "3.  Nevertheless, we note that the present application must be distinguished from previous cases against  with the same subject-matter. In the above-mentioned cases of Sidabras and Džiautas and Rainys and Gasparavičius, the applicable legislation dealt with former employees of former Soviet security services. Unlike the Law applicable to former employees that was reviewed by the Court in those cases, the Law applicable in the present case, in our opinion, was intended also to protect collaborators of the “special” (security) services of the former Soviet Union. The personal motives for becoming an informer may range from envy, political loyalty or conformism, to material or any other interests. Some of them may have simply been victims of the regime. The collaboration may have had tragic consequences on the fate of those who were denounced, while in other cases the consequences were quite trivial.",
                        "elements": []
                    },
                    {
                        "content": "In the above-mentioned cases of Sidabras and Džiautas and Rainys and Gasparavičius, the Law provided for a clearly unconditional ban on their employment in various branches of the private sector and, consequently, the Court found such a ban with regard to the private sector to be a disproportionate and thus discriminatory measure, despite the legitimacy of the aims pursued by the State in imposing that ban (see Sidabras and Džiautas, § 61, and Rainys and Gasparavičius, § 36-37).",
                        "elements": []
                    },
                    {
                        "content": "The Law applicable in the present case, however, is also concerned with one particular consequence of past secret collaboration, namely the fact that all secret collaborators might be open to blackmail. One of the intentions of the Law is to prevent private and institutional blackmail and, as such, it serves national security considerations too. Further, it could be considered that admission of past collaboration furthers national reconciliation and helps to make good past injustices.",
                        "elements": []
                    },
                    {
                        "content": "4.  As regards the circumstances of the present case, we observe that the private-sector employment ban was not unconditional. Pursuant to Article 6 § 1 of the Law, the “former secret collaborators” had a time-limit of six months in which to admit to their collaboration to the State authorities. Furthermore – a very important aspect to be taken into account – only if a person failed to admit to such collaboration within the prescribed time-limit were Articles 8 § 4 and 9 of the Law to be applied. In such circumstances, the fact of collaboration was to be published in the “Official Gazette” and, consequently, that individual would then be prevented from pursuing certain types of professional activities in the private sector. In the present case the applicant had failed to admit to his collaboration. This resulted in the fact of his collaboration with the special services of the former  being published in the “Official Gazette”. We note that the applicant had not presented any arguments which would explain and/or justify his failure to admit to his past collaboration, or his attempt to circumvent a legitimate requirement imposed on him by the Law. He could not deny the fact of his previous collaboration, notwithstanding the availability of a fair judicial procedure and access to his personal file. Furthermore, the admission of past collaboration in itself would not have led to any penalties. On the contrary, had the applicant admitted to his collaboration, that fact would have remained secret and he would not have faced any employment-related restrictions. The non-public admission of reproachable past behaviour does not result in negative consequences, and it does not therefore raise concerns of unfair criminal proceedings (contrast Matyjek v. Poland, no. 38184/03, §§ 57-65, ECHR 2007...) or punishment. On the contrary, in our opinion, it grants former collaborators certain advantages in terms of reputation and offers protection against possible blackmail.",
                        "elements": []
                    },
                    {
                        "content": "5.  Moreover, we have regard to the fact that, when balancing the interests of national security against those of a collaborator, the State had adopted safeguards to protect that individual from the detrimental misuse of such information. In particular, Article 7 § 2 of the Law provided that the fact of admission of collaboration and any information submitted by the individual concerned were to be treated as State secrets and to remain classified. Pursuant to Article 8 § 2 of the Law, State authorities had an obligation to protect such persons in cases where they experienced blackmail or attempts to draw them into illegal activities. We find these precautions sufficient to guarantee the individual’s right to respect for private life.",
                        "elements": []
                    },
                    {
                        "content": "6.  Accordingly, having regard to the legitimacy of the aims pursued by the State and an overall assessment of the proportionality of the measures provided for in the Law, and especially, the possibility of a discharge in respect of past behaviour (see Article 6 § 1 of the Law), we cannot find that the restrictions placed on the applicant’s employment – even in the private sector – because of his failure to comply with the requirements of the Law were disproportionate and thus discriminatory. The State cannot be held responsible for the failure of the applicant to comply with the Law.",
                        "elements": []
                    },
                    {
                        "content": "7.  Consequently, we are of the view that there has been no violation of Article 14 of the Convention taken in conjunction with Article 8.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ŽIČKUS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92069.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0407JUD002665202",
    "externalsources": [],
    "extractedappno": [
        "26652/02",
        "55480/00",
        "59330/00",
        "70665/01",
        "74345/01",
        "68761/01",
        "9939/02",
        "38184/03"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 8 § 4 and 9 of the Law on registering, confession, entry into records and protection of persons who have admitted to secret collaboration with special services of the former USSR"
    ],
    "itemid": "001-92069",
    "judgementdate": "07/04/2009 00:00:00",
    "kpdate": "07/04/2009 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "343",
        "100",
        "354",
        "445",
        "13",
        "41",
        "136",
        "451",
        "268",
        "107",
        "262",
        "376",
        "391",
        "319",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "14",
        "8",
        "8-1",
        "35-1",
        "6-1",
        "8-2",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "ŽIČKUS",
        "LITHUANIA"
    ],
    "rank": "670.087585449219",
    "representedby": [
        "SVIDERSKIS V."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [
        "Akdivar and Others v. Turkey, 16 September 1996, § 67, Reports 1996-IV",
        "Bobek v. Poland, no. 68761/01, 17 July 2007",
        "Marckx v. Belgium, 13 June 1979, § 33, Series A no. 31",
        "Nideröst-Huber v. Switzerland, 18 February 1997, § 23, Reports 1997-I",
        "Pekinel v. Turkey, no. 9939/02, § 53, 18 March 2008",
        "Rainys and Gasparavicius v. Lithuania (dec.), nos. 70665/01 and 74345/01, 22 January 2004",
        "Rainys and Gasparavicius v. Lithuania, nos. 70665/01 and 74345/01, 7 April 2005",
        "Schenk v. Switzerland, judgment of 12 July 1988, Series A no. 140, p. 29, § 45",
        "Sidabras and Džiautas v. Lithuania (dec.), nos. 55480/00 and 59330/00, 21 October 2003",
        "Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, ECHR 2004-VIII",
        "Van Oosterwijck v. Belgium, 6 November 1980, § 35, Series A no. 40"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "424359",
    "typedescription": "15"
}