{
    "__articles": "6;6-1;35;41;P1-1;P1-1-1",
    "__conclusion": "Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Fair hearing;Equality of arms;Impartial tribunal);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property;Peaceful enjoyment of possessions);Pecuniary damage - reserved (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - reserved (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "8001/07",
    "article": [
        "6",
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court",
                "Fair hearing",
                "Equality of arms",
                "Impartial tribunal"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property",
                "Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - reserved",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-167760.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8001/07) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Armenian nationals, Mr Yuri Vardanyan, Mrs Shushanik Nanushyan and Mr Artashes Vardanyan (“the applicants”), on 19 February 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr V. Grigoryan, a lawyer practising in Yerevan. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  Mr Armen Harutyunyan, the judge elected in respect of Armenia, was unable to sit in the case (Rule 28). Accordingly, the President of the Chamber decided to appoint Pauliine Koskelo to sit as an ad hoc judge (Rule 29 § 2 (b)).",
                        "elements": []
                    },
                    {
                        "content": "4.  The first applicant alleged, in particular, that he was arbitrarily deprived of his plot of land and that he was denied a fair trial in the ensuing proceedings. He further complained that he was unlawfully deprived of his house.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 25 November 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants are a family who lived in Yerevan in a house on a plot of land measuring 1,385.6 sq. m. in total and situated at . The second and third applicants are the first applicant’s wife and son.",
                                "elements": []
                            },
                            {
                                "content": "A.  The initial litigation related to the recognition of the first applicant’s ownership of the house and the plot of land",
                                "elements": [
                                    {
                                        "content": "7.  On an unspecified date the first applicant lodged a request with the Spandaryan District People’s Court of Yerevan seeking to invalidate an agreement concluded in 1933 between his grandparents and a state agency according to which their house, comprising the house itself and the plot of land, was transferred to that state agency. He thus sought recognition of his ownership rights for the above-mentioned house and the plot of land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 19 August 1994 the Spandaryan District Court granted the claim by annulling the above agreement and recognising the applicant as the owner of the house and the plot of land. No appeal was made against this judgment and it became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  It appears that on 3 November 1994 an ownership certificate for the house and the plot of land was issued to the applicant by virtue of the judgment of 19 August 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Upon application by the First Deputy to the President of the Supreme Court, on 9 February 1995 the Civil Panel of the Supreme Court quashed the judgment of 19 August 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 8 December 1995 the first applicant lodged a claim with the Civil Panel of the Supreme Court seeking recognition of his inheritance and ownership rights in respect of the house situated at 13 Byuzand Street. In the concluding part of the claim, the first applicant mentioned that he sought recognition of his inheritance rights both in respect of the house and the plot of land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 11 December 1995 the Civil Panel of the Supreme Court of Armenia examined the first applicant’s claim and decided to dismiss it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 22 September 1997 the Presidium of the Supreme Court quashed the judgment of 11 December 1995 and decided to grant the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 29 December 1998 the Plenary Session of the Court of Cassation (the highest judicial instance established by the Constitution of 1995 and functioning since 10 July 1998) examined the decision of 22 September 1997 upon a supervisory appeal lodged by the General Prosecutor’s Office and decided to leave it in force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  It appears that the first applicant was given a new ownership certificate in respect of the house and the plot of land which mentioned the decision of 22 September 1997 as a ground for the ownership right.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On an unspecified date the first applicant lodged a claim against third persons who owned two small premises situated on his plot of land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 18 July 2000 the Kentron and Nork-Marash District Court of Yerevan granted the first applicant’s claim. In particular, it found that the applicant’s ownership right to the plot of land situated at 13 Byuzand Street had been restored by the decision of of the Presidium of the Supreme Court of 22 September 1997, therefore any premises situated on it had to be recognised as being under his ownership as well.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Governmental programme on alienation of private property for public purposes",
                                "elements": [
                                    {
                                        "content": "18.  On 1 August 2002 the Government adopted Decree no. 1151-N, approving the expropriation zones of the real estate situated within the administrative boundaries of the Kentron District of Yerevan to be taken for State needs, having a total area of 345,000 sq. m.  was listed as one of the streets falling within such expropriation zones. A special body, the Yerevan Construction and Investment Project Implementation Agency (hereafter, “the Agency”) was set up to manage the implementation of the construction projects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 17 June 2004 the Government decided to contract out the construction of one of the sections of  to a private company, Vizkon Ltd. The latter was authorised to negotiate directly with the owners regarding the property subject to expropriation and, should such negotiations fail, to institute court proceedings on behalf of the State seeking forcible expropriation of such property. It appears that on 8 December 2004 Vizkon Ltd reached an agreement with Tosp Ltd, a valuation agency, for the latter to carry out a valuation of the immovable property situated at 13 Byuzand Street.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 May 2005 Tosp Ltd carried out a valuation, according to which the market value of the applicants’ house was 54,494,000 Armenian Drams (AMD), while that of the plot of land was AMD 276,230,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Issue of a new ownership certificate to the first applicant",
                                "elements": [
                                    {
                                        "content": "21.  On 15 April 2005 the Agency held a meeting of its governing board, which included representatives of the Government, the State Real Estate Registry (the SRER), the Ministry of Finance and Economy, the Mayor’s Office and the Police Department, at which it was decided to issue a new type of ownership certificate to the first applicant for the house and the plot of land situated at 13 Byuzand Street.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 13 May 2005 a new ownership certificate for the house and the plot of land was issued to the first applicant. As a ground for registration of the ownership right, it mentioned the judgment of the Spandaryan District People’s Court of Yerevan of 19 August 1994, the decision of the Presidium of the Supreme Court of 22 September 1997, the decision of the Plenary Session of the Court of Cassation of 29 December 1998 and the judgment of the Kentron and Nork-Marash District Court of Yerevan of 18 July 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Proceedings disputing the first applicant’s title to the land (the first set of proceedings)",
                                "elements": [
                                    {
                                        "content": "23.  On 22 November 2005 Vizkon Ltd lodged a claim on behalf of the Mayor of Yerevan against the SRER, seeking to invalidate the registration of the first applicant’s ownership of the plot of land, claiming that it had never been recognised by any judicial act. It also requested that the first applicant be involved in the proceedings, as a third person whose rights were affected by the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 13 January 2006 the Kentron and Nork-Marash District Court of Yerevan granted the claim, finding that the first applicant’s ownership of the plot of land had never been recognised by a judicial act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 24 January 2006 the first applicant lodged an appeal against this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 27 February 2006 the Court of Appeal dismissed the claim as unsubstantiated. In particular, it found that the first applicant’s right to the plot of land had been recognised by the decision of the Presidium of the Supreme Court of 22 September 1997 and the judgment of the Kentron and Nork-Marash District Court of 18 July 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On an unspecified date, Vizkon Ltd lodged an appeal on points of law against this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On an unspecified date, the rapporteur, Judge H. of the Court of Cassation, presented to the first applicant an agreement of a friendly settlement with the Agency, Vizkon Ltd and the SRER. According to the proposal, the first applicant was to receive USD 390,000, a flat measuring 160 sq. m. and office premises measuring 40 sq. m. in the centre of Yerevan in exchange for his revocation of ownership of the house and the plot of land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 19 April 2006 the applicant sent a reply to the judge informing her of his refusal to sign a friendly settlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 21 April 2006 the Court of Cassation held a hearing of the appeal with the participation of the parties. Having heard that the first applicant had refused to sign a friendly settlement with the Government, the Chairman of the Civil Chamber of the Court of Cassation, Judge M., who ex officio presided over the examination of the appeal, stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Each party should come to a solution through compromise... If we continue dragging out this dispute, we will celebrate its hundredth anniversary... Name the day and the hour when it is convenient for you to come and express all your ideas in the presence of the parties before Judge H...but try to have an efficient discussion before Judge H. ... you have a lot of time until [then]. Have a meeting and a discussion, and try to find common points in the friendly settlement so that your discussion is efficient.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "With this, Judge M. closed the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 5 May 2006 the Court of Cassation held another hearing of the appeal. On learning that the first applicant still refused to sign a friendly settlement, Judge M. stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“You have many times participated in the Chamber hearings and must have noticed that the Chamber always attaches importance to the fact of which party has refused to sign a reasonable friendly settlement. So this is the last time that we, the Chamber, give you an opportunity until the next hearing ... to discuss once more [the friendly settlement] issues and submit your reply to ... [Judge] H.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "With this, Judge M. closed the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  It appears that the first applicant persisted in his reluctance to sign a friendly settlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 28 July 2006 the Civil and Economic Chamber of the Court of Cassation, composed of Judge M., president, and Judges H., G. and A., quashed the judgment of 27 February 2006 and remitted the case for a fresh examination. The relevant parts of this decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...It follows from the examination of [the relevant court decisions] that no ownership right of [the first applicant] had ever been recognised in respect of any plot of land, therefore there are no legal grounds for the registration of [the first applicant’s] ownership to the land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, the arguments with regard to the violations of the substantive and procedural law raised in the appeal on points of law are substantiated since the above-mentioned court decisions have not recognised [the first applicant’s] ownership right to any plot of land, therefore there are no legal grounds for the registration of [the first applicant’s] title. Moreover, [the first applicant’s] title had been registered in respect of State-owned land without any legal basis.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 15 September 2006 the Civil Court of Appeal examined the claim anew and granted it, finding that the first applicant’s ownership right to the plot of land had not been recognised. In particular, it held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... it follows from the examination of [the relevant court decisions] that no ownership right of [the first applicant] had ever been recognised in respect of any plot of land ... Therefore, [the first applicant’s] ownership right in respect of the Stateowned plot of land was registered without any legal ground.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 12 February 2007 the first applicant lodged an appeal on points of law against this judgment arguing, inter alia, that the Court of Appeal had not been independent and impartial since it had been bound by the findings of the Court of Cassation expressed in the decision of 28 July 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 2 March 2007 the Court of Cassation declared the appeal inadmissible for lack of merit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The proceedings concerning the expropriation of the house (the second set of proceedings)",
                                "elements": [
                                    {
                                        "content": "37.  On 25 December 2005 Vizkon Ltd informed the first applicant that the house he owned was situated within an alienation zone. It also informed him that his house had been valued by a licensed valuation organisation at AMD 54,494,000 and offered him, as the owner, this sum as compensation for alienation. An additional sum would be paid to him as a financial incentive in accordance with Government Decree no. 759-N of 19 May 2005, if he agreed to sign an agreement and to hand over the property within one month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It appears that the first applicant did not accept the offer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 26 January 2006 the Yerevan Mayor’s Office instituted proceedings against the first applicant, seeking to terminate his ownership of the house by paying him compensation and to have him evicted. Vizkon Ltd also joined these proceedings as a third party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 18 April 2006 the Constitutional Court declared, inter alia, Government Decree no. 1151-N of 1 August 2002 and Article 218 of the Civil Code (the CC) to be unconstitutional, but decided that the impugned legal provisions had to remain effective until a law establishing a legal regime for expropriation was adopted but that, in any event, the latest date on which they would lose their legal force was 1 October 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 22 August 2006 the Kentron and Nork-Marash District Court of Yerevan examined the claim in the presence of the first applicant and a representative of the Mayor’s Office. The District Court decided to grant the claim, awarding the first applicant 54,494,000 Armenian drams and ordering his eviction. The District Court based its findings on Articles 218221 and 283 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 4 September 2006 the first applicant lodged an appeal, which was scheduled to be examined by the Civil Court of Appeal on 25 September 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  During the night of 24 to 25 September 2006 the first applicant felt unwell and was taken by ambulance to hospital, where he was diagnosed with impaired cardiac function.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 25 September 2006, before the beginning of the hearing, the Court of Appeal received a written request lodged by the first applicant seeking adjournment of the hearing because of his health problems. It appears that a hospital certificate stating that he was in hospital was attached to the request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 25 September 2006 the Court of Appeal held a hearing in the absence of the first applicant and his representative but in the presence of representatives of the Mayor’s Office and Vizkon Ltd, who made their submissions in relation to the first applicant’s appeal, asking that it be rejected. As regards the first applicant’s request to reschedule the hearing, according to the record of the hearing, the Court of Appeal refused to adjourn it on the ground that the first applicant had a representative who had participated in the proceedings before the District Court. By the judgment adopted on the same date the Court of Appeal upheld the judgment of 22 August 2006 confirming the amount awarded by the District Court. The judgment stated that the first applicant had failed to appear despite having been duly summoned to the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 2 October 2006 the first applicant, having undergone medical treatment, was discharged from the hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 20 December 2006 the first applicant lodged an appeal on points of law against the judgment of 25 September 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 16 January 2007 the Court of Cassation declared the first applicant’s appeal inadmissible for lack of merit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The judgment of the Court of Appeal of 25 September 2006 entered into force at the time of its delivery and was immediately enforceable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In May 2007 the first applicant sought to terminate the enforcement proceedings in respect of the judgment of 25 September 2006 with reliance on the Constitutional Court’s Decision of 18 April 2006, which had found Governmental Decree no. 1151-N and Article 218 of the CC incompatible with the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 11 June 2007 the Department for Execution of Judicial Acts enforced the judgment by demolishing the house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 6 July 2007 the Court of Appeal dismissed the first applicant’s application, finding that on 11 June 2007 the judgment had been enforced and the enforcement proceedings had been terminated.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The second and third applicants’ appeal against the judgment of 25 September 2006",
                                "elements": [
                                    {
                                        "content": "53.  On 18 May 2007 the second and third applicants lodged an appeal with the Court of Cassation against the judgment of the Court of Appeal of 25 September 2006 alleging that they had learned of the house expropriation proceedings against the first applicant only on 19 February 2007. In the appeal, the second and third applicants argued that they enjoyed the right of use of accommodation in respect of the first applicant’s house, therefore the expropriation proceedings also affected their proprietary rights. They thus claimed that the authorities had failed to make them parties to these proceedings and that the alleged deprivation of their property was not lawful and in the public interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 24 July 2007 the Court of Cassation declared the appeal of 18 May 2007 inadmissible for lack of merit finding, inter alia, that the second and third applicants’ rights were not affected as the first applicant was the sole owner of the house in question.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Deprivation of property",
                                "elements": [
                                    {
                                        "content": "55.  For a summary of the relevant domestic provisions see the judgment in the case of Minasyan and Semerjyan v. Armenia (no. 27651/05, §§ 23-43, 23 June 2009).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Civil Procedure (as in force at the material time)",
                                "elements": [
                                    {
                                        "content": "56.  According to Article 33 §§ 1 and 3, the parties may terminate the proceedings at any stage by reaching a friendly settlement. Prior to the approval of the friendly settlement agreement, the court explains its procedural consequences to the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Article 120 provides that the presiding judge informs the parties to the proceedings of their rights and obligations and starts the examination of the merits of the case. The presiding judge ascertains whether the plaintiff insists on his claims, whether the respondent admits the plaintiff’s claims and whether the parties are willing to reach a friendly settlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  According to Article 215, cases are examined by the Court of Appeal in accordance with the rules applicable to proceedings before first instance courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  According to Article 238 § 3, the Court of Cassation has no right to confirm or consider as established those circumstances which have not been established in the judgment or have been dismissed by the judgment, predetermine the credibility of evidence, the issues of prevalence of one piece of evidence in respect of another, or to address the question of the applicable provision of the material law and the judgment which must be adopted in the new examination of the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Government Decree no. 759-N of 19 May 2005 containing amendments to Government Decree no 950 of 5 October 2001 (ՀՀ կառավարության 2005թ. մայիսի 19-ի որոշումը ՀՀ կառավարության 2001թ. հոկտեմբերի 5-ի թիվ 950 որոշման մեջ փոփոխություններ կատարելու մասին)",
                                "elements": [
                                    {
                                        "content": "60.  Paragraph 7 provides that the market value of the real estate, which is determined by a licensed valuation organisation selected through a tender, shall serve as a basis for the determination of the amount of compensation for the real estate (land plots, buildings and constructions) situated within the alienation zone. With the purpose of speedy alienation of the real estate, financial incentives are paid on condition that the owner, within a period of ten working days following the receipt of the price offer, agrees to conclude a contract within one month and leave the property which is subject to demolition within the time-limit stipulated by the contract. The calculation of compensation is based on the following formula: the amount of the financial incentive is equal to 0.3 times the market value, if the market value of the real estate and the plot of land is 20,000,001 Armenian Drams or higher (paragraph 7 (d)). The compensation for the real estate and the plot of land to be paid to the owner is the market value plus the amount of the financial incentive.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Decision of the Constitutional Court of 18 April 2006 on the Conformity of Article 218 of the Civil Code, Articles 104, 106 and 108 of the Land Code and the Government Decree no. 1151-N adopted on 1 August 2002 Concerning the Implementation of Construction Projects within the Administrative Boundaries of the Kentron District of Yerevan with Article 31 of the Constitution",
                                "elements": [
                                    {
                                        "content": "61.  The Constitutional Court, deciding on the application of the Armenian Ombudsman, found that Article 31 of the Constitution, as amended on 27 November 2005, required that the expropriation process be regulated by a law. This law should establish in clear terms the legal regime for expropriation of property for the needs of society and the State. The contested legal provisions, including Government Decree no. 1151-N and Article 218 the Code of Civil Procedure, failed to meet this requirement and were therefore incompatible with, inter alia, Article 31 of the Constitution. Relying on Article 102 (3) of the Constitution, the Constitutional Court decided that the impugned legal provisions had to remain effective until a law establishing a legal regime for expropriation was adopted but that, in any event, the latest date on which they would lose their legal effect was 1 October 2006.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  The first applicant complained that in the first set of proceedings the domestic courts violated the principle of the finality of judgments and that the Chairman of the Civil Chamber of the Court of Cassation was not impartial. He further complained that in the second set of proceedings the Court of Appeal held a hearing in his absence. He alleged a violation of Article 6 § 1 of the Convention which provides the following:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "63.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The principle of legal certainty",
                                        "elements": [
                                            {
                                                "content": "64.  The first applicant alleged that, by granting the claim of the Mayor of Yerevan in the first set of proceedings, the domestic courts had violated the principle of the finality of judgments. He argued that these proceedings in fact constituted an appeal in disguise against the final decision of the Presidium of the Supreme Court of 22 September 1997 as upheld by the Plenary Session of the Court of Cassation on 29 December 1998, whereby his ownership right in respect of the plot of land at issue had been recognised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Government claimed that the courts, in the first set of proceedings, had merely addressed the question of wrong interpretation of the judgment of the Kentron and Nork-Marash District Court of 18 July 2000 by the SRER, as a result of which it had issued a new ownership certificate to the applicant on 13 May 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court reiterates that the right to a fair hearing before a tribunal, as guaranteed by Article 6 § 1 of the Convention, must be interpreted in the light of the Preamble to the Convention which declares, among other things, the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty, which requires, inter alia, that where the courts have finally determined an issue, their ruling should not be called into question (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Legal certainty presupposes respect for the principle of res judicata (see Brumărescu, cited above, § 62), that is the principle of the finality of judgments. This principle requires that no party is entitled to seek a review of a final and binding judgment merely for the purpose of obtaining a rehearing and a fresh determination of the case. Higher courts’ powers of review should be exercised to correct judicial errors and miscarriages of justice, but not to carry out a fresh examination. The review should not be treated as an appeal in disguise, and the mere possibility of there being two views on the subject is not a ground for re-examination. A departure from that principle is justified only when made necessary by circumstances of a substantial and compelling character (see Ryabykh v. Russia, no. 52854/99, § 52, ECHR 2003IX; Roşca v. Moldova, no. 6267/02, § 25, 22 March 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Turning to the present case, the Court notes that the first applicant’s ownership right to the plot of land had been recognised by the decision of the Presidium of the Supreme Court of 22 September 1997, which had been upheld by the decision of the Plenary Session of the Court of Cassation of 29 December 1998 and had thus become final and enforceable. Furthermore, the fact of the first applicant’s ownership was once again reaffirmed in the judgment of the Kentron and Nork-Marash District Court of Yerevan of 18 July 2000, which had also become final and enforceable (see paragraphs 13 and 17 above). The first applicant’s title in respect of the plot of land had been registered following the decision of 22 September 1997 and then re-registered on 13 May 2005 based on, inter alia, the same decision and the judgment of 18 July 2000 (see paragraphs 15 and 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Notwithstanding this, on 15 September 2006 the Civil Court of Appeal, in another set of proceedings initiated by the Mayor of Yerevan against the SRER, found the recognition of the first applicant’s title to have been unlawful and not based on any judicial act (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court observes that, by granting the Mayor’s claim, the domestic courts in the first set of proceedings in fact conducted an indirect re-examination of the question of whether the first applicant had title in respect of the plot of land, despite the existence of final judicial acts on the matter. This resulted in nullifying the legal effects of those judicial acts, although formally they still remained in force. The Court finds, therefore, that the decision of the Civil Court of Appeal of 15 September 2006 as upheld by the Court of Cassation on 2 March 2007 set at naught an entire judicial process which had ended in judicial decisions that were “irreversible” and thus res judicata and which moreover had been executed (see, mutatis mutandis, Brumărescu, cited above, § 62). Nothing suggests that there were any circumstances of a substantial and compelling character justifying the re-examination of a matter which had previously been determined in final and binding judicial decisions. In view of the foregoing, the Court concludes that, by granting the claim lodged by the Mayor of Yerevan, the courts infringed the principle of legal certainty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  There has accordingly been a violation of Article 6 § 1 of the Convention in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Right to an impartial tribunal",
                                        "elements": [
                                            {
                                                "content": "72.  The first applicant alleged that in the first set of proceedings Judge M., the Chairman of the Civil Chamber of the Court of Cassation, was not impartial as he had tried to compel him to sign a friendly settlement by implicitly threatening him with the negative effects of his refusal. He argued that Judge M. had postponed the hearings several times, clearly indicating that a decision unfavourable to him would be made if he were to continue to refuse to sign the friendly settlement. This threat was in fact realised since the decision of 28 July 2006, in breach of the requirements of Article 238 § 3 of the Code of Civil Procedure (the CCP) as in force at the material time, expressed the panel’s opinion that he had no ownership right to the land. This finding was simply reproduced in the judgment of the Court of Appeal of 15 September 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Government submitted that it had not been substantiated that Judge M. had any personal or functional bias towards the case at issue. He had not tried to compel the first applicant to sign a friendly settlement but merely acted in accordance with the relevant requirements of the procedure. In particular, under Article 120 of the CCP he was required, inter alia, to find out whether the parties were willing to sign a friendly settlement. Furthermore, according to Article 33 of the CCP the presiding judge, prior to the approval of the friendly settlement agreement, was required to explain to the parties its procedural consequences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court reiterates at the outset that it is of fundamental importance in a democratic society that the courts inspire confidence in the public (see Padovani v. Italy, 26 February 1993, § 27, Series A no. 257B). To that end Article 6 requires a tribunal falling within its scope to be impartial. Impartiality normally denotes the absence of prejudice or bias and its existence or otherwise can be tested in various ways. The Court has thus distinguished between a subjective approach, that is endeavouring to ascertain the personal conviction or interest of a given judge in a particular case, and an objective approach, that is determining whether he or she offered sufficient guarantees to exclude any legitimate doubt in this respect (see the recapitulation of the relevant principles in Kyprianou v. Cyprus [GC], no. 73797/01, §§ 118-121, ECHR 2005XIII; and Morice v. France [GC], no. 29369/10, § 73, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  As regards the subjective test, the personal impartiality of a judge must be presumed until there is proof to the contrary (see Padovani, cited above, § 26; Morel v. France, no. 34130/96, § 41, ECHR 2000VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  As to the objective test, when applied to a judicial body sitting as a bench it means determining whether, quite apart from the personal conduct of any of the members of that body, there are ascertainable facts which may raise justified doubts as to its impartiality. This implies that, in deciding whether in a given case there is a legitimate reason to fear that a particular judge or a body sitting as a bench lacks impartiality, the standpoint of the person concerned is important but not decisive. What is decisive is whether this fear can be held to be objectively justified (see Wettstein v. Switzerland, no. 33958/96, § 44; Micallef v. Malta [GC], no. 17056/06, § 96, ECHR 2009 ECHR 2000XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court notes that the first applicant’s concerns regarding the impartiality of the Court of Cassation stemmed from the fact that Judge M., acting as the Chairman of the panel of the Civil and Economic Chamber of the Court of Cassation, had repeatedly persisted on his acceptance of the friendly settlement proposal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  As regards the subjective test, the Court notes that no evidence has been adduced in the present case which might suggest personal bias on the part of the individual judges of the Court of Cassation in the first set of proceedings, including Judge M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  As to the objective test, the Court observes that at the hearings of 21 April and 5 May 2006 in the first set of proceedings Judge M., who presided over the hearings before the Civil and Economic Chamber of the Court of Cassation, invited the first applicant to consider the friendly settlement proposal presented to him by the rapporteur in the case (see paragraphs 30 and 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court notes that, according to the provisions of the CCP referred to by the Government (see paragraph 73 above), the presiding judge enquires whether the parties are willing to enter into a friendly settlement and explains its procedural consequences. This is not an uncommon feature in the legal orders of the Contracting States and serves both the interests of procedural economy and the good administration of justice. However, taking into account the importance of the principle of judicial impartiality (see Buscemi v Italy, no. 29569/95, § 67, ECHR 1999-VI), judges enquiring into the parties’ willingness to enter into friendly settlements must exercise caution and refrain from using language that may, assessed objectively, justify that either of the parties legitimately fears that the judge in question lacks impartiality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court points out that during the Chamber hearing of 5 May 2006, Judge M., according to a transcript submitted before the Court (see paragraph 31 above), referred to the first applicant’s knowledge of proceedings before the Chamber and his presumed awareness of the “importance” that the Chamber “always” attaches to the fact that a “party has refused to sign a reasonable friendly settlement”. Also, Judge M. explicitly indicated that the Chamber hearing in question would be the “last time” the Chamber would give the first applicant an “opportunity”, until the next hearing, to discuss and reply to a possible friendly settlement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Viewed as a whole, and in context, the Court considers that Judge M.’s use of language during the hearing was clearly capable of raising a legitimate fear that the first applicant’s refusal to accept a friendly settlement offer might have an adverse influence on the Chamber’s consideration of the merits of his case. Therefore, the Court finds that Judge M.’s conduct, lacking in the necessary detachment demanded by the principle of judicial neutrality, raised an objectively justified fear that he lacked impartiality when deciding the applicant’s case within the meaning of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  There has accordingly been a violation of Article 6 § 1 of the Convention also in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Equality of arms",
                                        "elements": [
                                            {
                                                "content": "84.  The first applicant lastly complained that in the second set of proceedings, the Court of Appeal did not postpone the hearing of 25 September 2006, which he was unable to attend because of bad health, whereas the representatives of his opponent party were present. In these circumstances, he was deprived of the opportunity to submit his arguments, while the Court of Cassation did not admit his appeal on points of law for examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Government submitted that the Court of Appeal conducted the hearing of 25 September 2006 in the first applicant’s absence for the following reasons: the proceedings had lasted for a long time; the applicant was aware of the other party’s submissions; the court was familiar with the first applicant’s arguments and no new evidence was produced during that hearing which could affect the first applicant’s interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court reiterates that Article 6 of the Convention does not guarantee the right to personal presence before a civil court but enshrines a more general right to present one’s case effectively before the court and to enjoy equality of arms with the opposing side. Article 6 § 1 leaves to the State a free choice of the means to be used in guaranteeing litigants these rights (see Steel and Morris v. the United Kingdom, no. 68416/01, §§ 59-60, ECHR 2005II). Thus, the questions of personal presence, the form of the proceedings – oral or written – and legal representation are interlinked and must be analysed in the broader context of the “fair trial” guarantee of Article 6. The Court should establish whether the applicant, a party to the civil proceedings, had been given a reasonable opportunity to have knowledge of and comment on the observations made or evidence adduced by the other party and to present his case under conditions that did not place him at a substantial disadvantage vis-à-vis his opponent (see Krčmář and Others v. the Czech Republic, no. 35376/97, § 39, 3 March 2000; Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 33, Series A no. 274).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  Turning to the present case, the Court notes that at the material time the proceedings before appellate courts were governed by the procedural rules applicable to proceedings before first instance courts (see paragraph 58 above), that is the proceedings upon appeal were also conducted orally. The Court further notes that the first applicant requested the Civil Court of Appeal to adjourn the hearing of 25 September 2006 because he was in hospital and had submitted relevant documentary proof, and that his request had reached the court before the hearing. Nevertheless, the Court of Appeal decided to hold the hearing in the presence of the representatives of the Yerevan Mayor’s Office and Vizkon Ltd. who made their submissions concerning the first applicant’s appeal (see paragraphs 44 and 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court observes that the reasons advanced by the Government for not adjourning the hearing of 25 September 2006 are not supported by the case file. Furthermore, it is not for the Court to speculate what arguments the applicant would or would not have put forward at the appeal hearing, had he been present. The Court further observes that the reason for not granting the first applicant’s request to postpone the hearing was merely the fact that he had a designated representative before the first instance court. The Court observes, however, that the first applicant’s representative was not present at the hearing. The Court also notes that the first applicant had become hospitalised for acute reasons just during the night before the hearing, and that it does not appear that his representative had in fact had adequate notice or opportunity to represent the applicant at the hearing but failed to do so. Under such circumstances, the Court concludes that the applicant was in fact deprived of any representation before the Court of Appeal and therefore, for reasons which could not be imputed to him, was unable to comment on the submissions of the representative of his opponent (see Ternovskis v. Latvia, no. 33637/02, §§ 69-75, 29 April 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court lastly observes that the alleged shortcomings in the proceedings before the Court of Appeal were not subsequently remedied, since the first applicant’s appeal on points of law was to no avail (see paragraph 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Having regard to the requirements of the principle of the equality of arms and to the role of appearances in determining whether they have been complied with, the Court finds that the procedure followed did not enable the applicant to participate properly in the proceedings and thus deprived him of a fair hearing within the meaning of Article 6 § 1 of the Convention. In conclusion, there has been a violation of this provision also in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  The first applicant complained that the decision of the domestic courts to grant the claim of the Mayor of Yerevan in the first set of proceedings had resulted in arbitrary deprivation of his land. He further alleged that he was deprived of his house in violation of the guarantees of Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "92.   The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Deprivation of the land",
                                        "elements": [
                                            {
                                                "content": "93.  The first applicant submitted that he was arbitrarily deprived of his plot of land, of which his ownership had been unequivocally recognised by final and binding judgments and for which he had already been issued an ownership certificate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Government submitted that the first applicant’s ownership rights over the plot of land in question had not been recognised by any judicial act having legal force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court reiterates that the first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful: the second sentence of the first paragraph authorises deprivation of possessions only “subject to the conditions provided for by law” and the second paragraph recognises that States have the right to control the use of property by enforcing “laws”. Moreover, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention (see Former King of Greece and Others v. Greece [GC], no. 25701/94, § 79, ECHR 2000XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96. The Court notes that in its decision of 22 September 1997, the Presidium of the Supreme Court had recognised the first applicant as the lawful owner of the plot of land at issue. This decision was upheld by the Plenary Session of the Court of Cassation on 29 December 1998. Furthermore, the applicant’s title in respect of the land was once registered based on these decisions and then re-registered on 13 May 2005. The subsequent re-examination of the question of whether the first applicant had title in respect of the land, by the Civil Court of Appeal in its decision of 15 September 2006, deprived him of this possession and amounted to an interference with his right to property as guaranteed by Article 1 of Protocol No. 1 (see Brumărescu, cited above, §§ 70 and 74). As the Court has already found that the final judicial act had been reviewed in violation of the principle of legal certainty, whereby no fair balance had been struck between the public interest and the protection of the applicant’s rights, it follows that there has also been a violation of Article 1 of Protocol No. 1 in that respect (see, mutatis mutandis, Margushin v. Russia, no. 11989/03, § 40, 1 April 2010; and Karen Poghosyan v. Armenia, no. 62356/09, § 52, 31 March 2016).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Deprivation of the house",
                                        "elements": [
                                            {
                                                "content": "97.  The first applicant submitted that the deprivation of his house had not been carried out under the conditions provided for by law since it had been effected in violation of the guarantees of Article 28 of the Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Government forbore from making any submissions regarding this complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court notes that it has already examined identical complaints in a number of cases against Armenia and concluded that the deprivation of property at the material time was not carried out in compliance with “conditions provided for by law” (see, for example, Minasyan and Semerjyan v. Armenia, no. 27651/05, §§ 69-77, 23 June 2009; Tunyan and Others v. Armenia, no. 22812/05, §§ 35-39, 9 October 2012). The Court does not see any reason to depart from that finding in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention also in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  The first applicant complained that the deprivation of his house amounted also to a violation of Article 8 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "102.  Having regard to the conclusion reached on the complaint under Article 1 of Protocol No. 1 (see paragraphs 99 and 100 above), the Court does not consider it necessary to examine separately the complaint under Article 8 of the Convention, which raises similar issues (see Minasyan and Semerjyan, cited above, § 82).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The applicants also raised a number of other complaints under Articles 6, 8 and 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "104.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "105.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "106.  In respect of pecuniary damage, the first applicant claimed EUR 1,048,097.55 as the value of the expropriated house. The first applicant submitted that the most appropriate way for the Government to redress the pecuniary damage caused as a result of the unlawful dispossession of his plot of land would be to return the land to him. He submitted that the land had not yet been alienated to a private entity. In the event of the Government’s not being able to return the land, the first applicant stated that he was willing to consider an award of compensation and claimed a sum of EUR 10,381,842.05 which, according to him, represented the current market value of the land. The applicant further claimed EUR 12,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Government claimed that the first applicant could not claim compensation for the plot of land since it had never belonged to him. The Government further submitted that the amount of compensation claimed for the house was excessive and that it should be calculated based on the value of the house at the time of its expropriation. Lastly, the Government submitted that the amount of AMD 54,494,000 that the first applicant had already received in the domestic proceedings was adequate compensation for any pecuniary and non-pecuniary damage that he may have suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  In the circumstances of the present case, the Court considers that, as far as the award of damages is concerned, the question of the application of Article 41 is not ready for decision. That question must accordingly be reserved and the subsequent procedure fixed, having regard to any agreement which might be reached between the Government and the first applicant (Rule 75 §§ 1 and 4 of the Rules of Court).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "109.  The first applicant did not claim any costs and expenses. Accordingly, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the breach of the principle of legal certainty and equality of arms, lack of a fair hearing by an impartial tribunal and deprivation of property admissible as far as the first applicant is concerned and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as far as the principles of legal certainty, impartiality and equality of arms are concerned;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaint under Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the question of the application of Article 41 of the Convention is not ready for decision and accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the first applicant to submit, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, their written observations on the amount of damages to be awarded to the first applicant and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 October 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "president"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Robert Spano",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VARDANYAN AND NANUSHYAN v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-167760.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1027JUD000800107",
    "externalsources": [],
    "extractedappno": [
        "8001/07",
        "27651/05",
        "28342/95",
        "52854/99",
        "6267/02",
        "73797/01",
        "29369/10",
        "34130/96",
        "33958/96",
        "17056/06",
        "29569/95",
        "68416/01",
        "35376/97",
        "33637/02",
        "25701/94",
        "11989/03",
        "62356/09",
        "22812/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 33 and 120 of the Code of Civil Procedure"
    ],
    "itemid": "001-167760",
    "judgementdate": "27/10/2016 00:00:00",
    "kpdate": "27/10/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7",
        "136",
        "119",
        "180",
        "14",
        "216",
        "577",
        "283",
        "305",
        "369",
        "94",
        "304",
        "321"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "6-1",
        "35",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "VARDANYAN AND NANUSHYAN",
        "ARMENIA"
    ],
    "rank": "1660.46826171875",
    "representedby": [
        "GRIGORYAN V."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [
        "Brumărescu v. Romania [GC], no. 28342/95, ECHR 1999 VII",
        "Buscemi v. Italy, no. 29569/95, § 67, ECHR 1999-VI",
        "Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 33, Series A no. 274",
        "Former King of Greece and Others v. Greece [GC], no. 25701/94, § 79, ECHR 2000 XII",
        "Karen Poghosyan v. Armenia, no. 62356/09, § 52, 31 March 2016",
        "Krčmář and Others v. the Czech Republic, no. 35376/97, § 39, 3 March 2000",
        "Kyprianou v. Cyprus [GC], no. 73797/01, §§ 118-121, ECHR 2005 XIII",
        "Margushin v. Russia, no. 11989/03, § 40, 1 April 2010",
        "Micallef v. Malta [GC], no. 17056/06, § 96, ECHR 2009 ECHR 2000 XII",
        "Minasyan and Semerjyan v. Armenia, no. 27651/05, §§ 69-77, 23 June 2009",
        "Morel v. France, no. 34130/96, § 41, ECHR 2000 VI",
        "Morice v. France [GC], no. 29369/10, § 73, ECHR 2015",
        "Padovani v. Italy, 26 February 1993, Series A no. 257 B",
        "Roşca v. Moldova, no. 6267/02, § 25, 22 March 2005",
        "Ryabykh v. Russia, no. 52854/99, § 52, ECHR 2003 IX",
        "Steel and Morris v. the United Kingdom, no. 68416/01, §§ 59-60, ECHR 2005 II",
        "Ternovskis v. Latvia, no. 33637/02, §§ 69-75, 29 April 2014",
        "Tunyan and Others v. Armenia, no. 22812/05, §§ 35-39, 9 October 2012",
        "Wettstein v. Switzerland, no. 33958/96, § 44, ECHR 2000 XII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "457786",
    "typedescription": "14"
}