{
    "__articles": "10;10-1;10-2;41",
    "__conclusion": "Violation of Art. 10;Pecuniary damage - financial award;Costs and expenses award - domestic proceedings",
    "applicability": "",
    "appno": "26132/95",
    "article": [
        "10",
        "41"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58797.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26132/95) against the Kingdom of Norway lodged on 13 September 1994 with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Bergens Tidende, a Norwegian newspaper and two Norwegian nationals, Mr Einar Eriksen, the newspaper's former editor-in-chief, and Mrs Berit Kvalheim, a journalist employed by the paper (“the applicants”).",
                        "elements": []
                    },
                    {
                        "content": "The applicants complained that a judgment by the Norwegian Supreme Court in defamation proceedings instituted by a cosmetic surgeon, requiring them to pay him approximately 4,700,000 Norwegian kroner damages and costs (plus interest), had unjustifiably interfered with their right to freedom of expression under Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 16 October 1996 the Commission (Second Chamber) decided to give notice of the application to the Norwegian Government (“the Government”) and invited them to submit their observations on its admissibility and merits. The Government submitted their observations on 20 December 1996 and 16 June 1997, to which the applicants replied on 21 March and 22 August 1997 respectively.",
                        "elements": []
                    },
                    {
                        "content": "3.  Following the entry into force of Protocol No. 11 to the Convention on 1 November 1998 and in accordance with the provisions of Article 5 § 2 thereof, the application was examined by the Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mrs H.S. Greve, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr S. Evju to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 29 June 1999 the Chamber declared the application admissible. Furthermore, the Chamber decided to hold a hearing in accordance with Rule 59 § 2.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Registrar received the applicants' claim for just satisfaction on 23 September 1999 and the Government's comments on 18 October 1999. On 27 and 28 October 1999 respectively she received the Government's and the applicants' pre-hearing briefs.",
                        "elements": []
                    },
                    {
                        "content": "7.  The hearing took place in the public in the , , on 9 November 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Ryssdal and Mr Lorentzen for the applicants and Mr Elgesem for the Government, and also their replies to questions put by the Court and by several of its members individually.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 11 and 17 November 1999, the Government and the applicants variously produced additional observations and documents in response to certain questions put at the hearing. Moreover, on 14 and 15 December 1999, the applicants and the Government filed additional observations in the light of the Court's judgment in another case.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "9.  The first applicant, Bergens Tidende, is a daily newspaper published in  and is the largest regional newspaper of the Norwegian west coast. The second applicant, Mr Einar Eriksen, is its former editorinchief and the third applicant, Mrs Berit Kvalheim, is a journalist employed by the newspaper. They were born in 1933 and 1945 respectively and both live in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Dr R. is a specialist in cosmetic surgery and received his training at  in  in the 1970s. As from 1975 he worked in this field from his privately owned practice in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 5 March 1986, following the opening of a new clinic by Dr R., Bergens Tidende published an article, prepared by the third applicant, which described Dr R.'s work and the advantages of cosmetic surgery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Subsequently, the newspaper was contacted by a number of women who had undergone such operations by Dr R. and who were dissatisfied with the treatment received.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Publications giving rise to the defamation proceedings against the applicants",
                                "elements": [
                                    {
                                        "content": "12.  On 2 May 1986, Bergens Tidende published on its front page a text entitled “Beautification resulted in disfigurement”, which included the following passage:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ 'We paid thousands of [Norwegian] kroner [NOK] and the only thing we've achieved is to be disfigured and ruined for life.' Bergens Tidende has spoken with three women who have an almost identical story to tell about their experiences at a cosmetic surgery clinic in . All three underwent breast surgery at the clinic, and the results were extremely bad. They are warning other women.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The caption under a photograph of a woman's bust read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This woman was tormented by her large breasts. Surgery resulted in disfiguring scars and a disproportionate bust.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The inside of the paper contained, together with a large colour photograph showing a woman's breasts with disfiguring scars, the following article:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Women ruined for life after 'cosmetic surgery'",
                                        "elements": []
                                    },
                                    {
                                        "content": "These are the statements of three different women interviewed by Bergens Tidende. All of them, aged between 25 and 40 and resident in , share in common the fact that they have undergone cosmetic breast surgery, performed by Dr R., one of two specialists in plastic surgery with a private practice in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "The three women – who wish to remain anonymous – describe their ordeal as nightmarish. They all have internal and external scarring which they will have to live with for the rest of their lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Swollen bust",
                                        "elements": []
                                    },
                                    {
                                        "content": "Squirting prosthesis",
                                        "elements": []
                                    },
                                    {
                                        "content": "The doctor's receptionist finally managed to get in touch with Dr R. on the telephone in , explained the gravity of the situation and made him travel directly from the airport to his office the night he returned home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The woman's husband sat in the waiting-room, listening to her cries of pain. The whole treatment took thirteen minutes, and there was no talk of a rest afterwards. It was just a case of getting up from the operating table and walking out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Three months' sick-leave",
                                        "elements": []
                                    },
                                    {
                                        "content": "'He gave us the feeling the whole time that we were an inconvenience and were taking up his precious time.'",
                                        "elements": []
                                    },
                                    {
                                        "content": "It took a long while for the woman to recover from her traumatic experience. She had to report sick and was away from work for three months. Her husband, too, was obliged to apply for leave from his job to stay at home with her for a period of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During this time she had a prosthesis in only one breast, and despite the daunting experiences she had been through, she contacted Dr R. again to have a silicon implant inserted in the empty breast. This was repeatedly postponed, and she finally decided to terminate her relationship as a client of Dr R. and contact another plastic surgeon. In doing so, she demanded her money back for the unsuccessful operation, and after some discussion he agreed to reimburse half of the costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No receipt",
                                        "elements": []
                                    },
                                    {
                                        "content": "He did so with the following comment: 'I hope now that we are finished with one another for good. You have never been a patient here, and I have never seen you.'",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since then the woman has also reacted to the financial side of Dr R.'s activities. She had been informed beforehand that she would have to present the money – NOK 6,000 – in cash, on the day of the operation. Even a cheque would be unacceptable, and she was not given a receipt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Painful infection",
                                        "elements": []
                                    },
                                    {
                                        "content": "A 37-year-old woman tells a similar story.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Disfiguring scars",
                                        "elements": []
                                    },
                                    {
                                        "content": "The infection that occurred immediately after the operation caused the stitches to open, and septic sores developed. Once the wounds had healed, she was left with abnormally large, disfiguring scars, which prompted her to contact Dr R. again and ask for the damage to be repaired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He agreed to do so, and a new operation was scheduled. The woman, who had asked for three days off work in connection with the surgery, arrived at the agreed time but found the doors to the clinic locked. She returned home with the matter unresolved. When she called him privately later that day he was impertinent and threatened her directly, and the conversation ended with him slamming down the receiver, the woman said.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After this she gave up and she has not had any contact with the doctor since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Waste",
                                        "elements": []
                                    },
                                    {
                                        "content": "This woman, too, says that she was asked to pay cash and was not given any form of receipt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Deformed",
                                        "elements": []
                                    },
                                    {
                                        "content": "The third woman interviewed by Bergens Tidende had a similar experience. The woman, 31, says: 'I had a breast augmentation done and the very first day after the operation I discovered that something was wrong with one of my breasts. It was uneven, pointed to the right, and was rock-hard and sore. It's still hard and uneven almost two years later. I feel completely deformed, and I dare not even think of showing myself on a beach, for example.'",
                                        "elements": []
                                    },
                                    {
                                        "content": "Complications",
                                        "elements": []
                                    },
                                    {
                                        "content": "This woman, too, experienced complications after surgery, chiefly in the form of constantly recurring so-called 'capsules', i.e. part of the prosthesis hardened and had to be broken up again.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She is also deeply shocked about what she feels is the offhand and nonchalant way in which she was treated on her first visit to the doctor's.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Bitter regrets",
                                        "elements": []
                                    },
                                    {
                                        "content": "Unbearable",
                                        "elements": []
                                    },
                                    {
                                        "content": "The woman has made no effort to get back the money she paid. 'I couldn't bear the thought of fighting – because I knew it would be a struggle.'",
                                        "elements": []
                                    },
                                    {
                                        "content": "Almost two years have passed since the calamitous surgery, but she has not yet been able to collect herself sufficiently after the frightening experience and contact another doctor to have her breasts operated on again.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Articles similar to the one of 2 May 1986 quoted above, accompanied by large colour photographs, were published on 3, 5, 7 and 9 May 1986, describing in detail how women had experienced their situation after allegedly failed operations and a lack of care and follow-up by Dr R. Some of the articles invited women to complain to the health authorities and to institute proceedings against the doctor. One article stated that the Health Directorate (Helsedirektoratet) would commence an investigation, that Dr R. might lose his licence to practise and that the question of a police investigation had been raised. Brief summaries of the contents of the articles may be found in the judgment of 23 March 1994 of the Norwegian Supreme Court (Høyesterett) quoted in paragraph 24 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In an editorial of 12 May 1986, entitled “Medical power”, Bergens Tidende stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is of course with satisfaction that we see health authorities now carry out a thorough investigation of the activities which the  breast doctor has been performing for many years. This is the least that one could expect. It must be in the interest of all – the patient's, the authorities' and also the doctor's – to have clarified whether the methods of treatment applied meet professional standards. The fact that the case has serious implications also because it has aesthetic, moral, but also basically down-to-earth economic consequences, serves to underline the need for a thorough investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is nevertheless a puzzle that it took a whole series of newspaper articles, powerful notices and assertive journalism to make the medical health bureaucracy react. Complaints to the doctors' own professional association have not produced results and neither the regional nor the municipal health authorities have taken any initiative before the patients, in despair, came out with their stories of suffering to Bergens Tidende. Again one wonders what is required in order to break down the strong professional ties within the medical profession and to preserve the interests of patients. In any event, it justifies the reflection that patients, over many years, feel threatened by fear of 'reprisals'. Irrespective of whether this fear is imaginary or real, it is telling of the relationship of power which still exists between doctors and patients.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Breaking down the myths and building confidence are crucial conditions for the process of healing. Therefore it is important to have a full clarification of the case in all its dimensions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Unfortunately the initiative for this investigation does not originate from the medical milieu, but from the weakest party: the patient.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Other articles",
                                "elements": [
                                    {
                                        "content": "15.  On 2 May 1986 Bergens Tidende had also produced, at the bottom of the page containing the impugned article mentioned in paragraph 12 above, an article containing an interview with Dr Gunnar Johnsen, plastic surgeon at a Bergen hospital, entitled “Demanding form of surgery – Small margins between success and failure”. It stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Information is important",
                                        "elements": []
                                    },
                                    {
                                        "content": "Technically demanding",
                                        "elements": []
                                    },
                                    {
                                        "content": "The issue of 2 May 1986 also contained an interview with Dr R. entitled “There will always be dissatisfied patients”, which read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is Dr R. who states this to Bergens Tidende in his comments to the complaints from the three women.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the third applicant's statement to the High Court in the proceedings mentioned below, when approaching Dr R. in connection with the above interview, she had invited him to comment on the three women's allegations and had informed him that they had given their consent to release him from his duty of confidentiality. He had replied that he was bound by his general duty of medical confidentiality, which applied irrespective of whether the patient had given such consent. Dr R., in those proceedings, denied the third applicant's version of the facts, stating that he was absolutely sure that she had not informed him that the patients had lifted his duty of secrecy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 14 May 1986 Bergens Tidende published two articles commenting on the critical articles published earlier that month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the first article, entitled “The press – the pillory of today”, Ms K. Thue recalled the history of witch-hunts during the Middle Ages and described Bergens Tidende's coverage of the accounts by Dr R.'s dissatisfied patients as a modern form of witch-hunt conducted by the press. She stated that the doctor was unable to reply; being prevented by his duty of secrecy he could not refer to the large group of patients who were satisfied and could not substantiate that they constituted the vast majority of patients.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The second article, written by Mr R. Steinsvik and entitled “There are always two sides to a case”, stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We are concerned with the recent focusing on Dr R.'s business. We are a group of thirty persons who all have in common that we are or have been patients of Dr R. We are satisfied with the treatment received, not least the service and care provided during post-surgery treatment and follow-up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A case always has two sides and by these words we hope that we have conveyed our views on and experiences of this doctor.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Administrative complaints by former patients of Dr R.",
                                "elements": [
                                    {
                                        "content": "17.  Following the publication of the articles by Bergens Tidende, seventeen former patients submitted complaints against Dr R. to the health authorities. On 8 October 1986 Mr Eskeland, the medical expert appointed to evaluate the situation, concluded that there was no reason to criticise Dr R.'s surgical treatment of the patients. Mr Eskeland stated that the complications complained of were common in surgery and were bound to occur from time to time, but were not due to shortcomings in Dr R.'s surgery. In one case, he criticised Dr R. for having travelled abroad without informing a relatively newly operated patient. Mr Eskeland observed that, in the light of the large number of patients treated by Dr R. – approximately 8,000 between 1975 and 1986 – the number of complaints had been moderate. Bearing in mind that the articles published by Bergens Tidende had invited Dr R.'s former patients to complain, it was surprising that not more patients had done so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 3 November 1986 the Health Directorate decided not to take any further action, finding that Dr R. had not performed improper surgery.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Defamation proceedings brought by Dr R.",
                                "elements": [
                                    {
                                        "content": "19.  After the publication of the newspaper articles, Dr R. received fewer patients and experienced financial difficulties. He had to close down his business in April 1989.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In the meantime, on 22 June 1987, Dr R. instituted defamation proceedings against the applicants, claiming damages. By judgment of 12 April 1989 the Bergen City Court ordered the applicants to pay Dr R. a total of NOK 1,359,500 in respect of pecuniary and non-pecuniary damages and costs. The court considered that Dr R.'s economic loss would amount to several million kroner and that an assessment had to be made on a discretionary basis. It observed that, while the criticism against Dr R. had been made in an unjustified manner, destroying the public's confidence in him as a surgeon, the criticism had been caused mainly by his own conduct. The court deemed it appropriate to make an award corresponding to 75% less than the amounts claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicants and Dr R. appealed against the judgment to the Gulating High Court (lagmannsrett), which found for the applicants, stating, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“After hearing the evidence, the High Court finds that the articles give an essentially correct rendering of the women's experiences as they themselves lived through them. As witnesses, they gave the impression to some extent that the newspapers had moderated their accounts. The High Court finds them credible and finds no reason to believe that their subjective experiences are not commensurate with what objectively took place – in other words they had reasonable grounds for feeling the way they did and as described by the newspaper. The High Court does not exclusively base itself on these three women's statements. It finds it also proven that the newspaper was contacted by a number of other women giving similar stories. Subsequently, after the article of 3 May [1986] had been published together with an appeal by N.H. to women to join in filing an action, many more women got in touch. The High Court finds it established that the number of women [who did so] was more than one hundred. This is based mainly on statements taken from [the second and third applicants] and N.H., and some of these women have also appeared as witnesses before the High Court and have given statements. These constitute only a minor part of all the women who contacted Bergens Tidende and N.H. A total of fourteen dissatisfied women have given statements, as has the husband of one woman. However, it is largely the same story that is repeated again and again in the statements: complications did occur or the result was bad and the follow-up treatment provided by Dr R. was felt to be unsatisfactory and seemed rushed with little interest, some irritation and unwillingness. Several women told how Dr R. seemed insensitive to their mental as well as physical pain and discomfort. Some had the feeling that Dr R. would rather be finished with them after he had operated and had not organised post-operative treatment properly. Some of the women were worried that Dr R. might not have given them proper post-operative treatment. What is also being repeated by many of the women is that they were struck by the fact that Dr R. was keen when it came to the financial side; he wanted payment in advance, was unwilling to take cheques, and gave no receipt unless especially asked to do so ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the basis of the above the High Court finds it proven that Dr R. ran his practice in such a way that many of the women who suffered complications had experiences that gave them reasonable grounds to feel themselves exposed to poor care and to feel anxiety about the treatment they were given, and in several instances had reason to feel offended by Dr R.'s behaviour. Moreover, the High Court finds that the experiences described in the article of 2 May [1986] are representative of those made by many other women.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus the High Court finds that the three women referred to in the article of 2 May [1986] had not been especially sensitive and had not had exaggerated expectations, but that their stories were sober and reasonably subjective accounts of what had happened. Having regard to the information at hand about complaints made by other women, the High Court also finds that this is not simply a case of one or two odd exceptions. As far as Dr R. is concerned, it can reasonably be established that it is a question of unsatisfactory behaviour, which occurred quite often in the cases where something happened to necessitate an extra effort after the operations. That is not to say that he behaved in an unsatisfactory way in most cases or in a particularly large number of them. It is hardly a question of more than a minority of the cases. And it must be stressed that nothing has been said to prove that there really was a failure as regards R.'s surgical competence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "But the fact that the unsatisfactory behaviour occurred in a number of cases must provide a basis for allowing criticism of Dr R. to come to light in the newspaper. Reference is made to what has been said above about the right of the general public and the consumer to be kept informed and their right to react by staying away to be on the safe side. It should be pointed out that the people who contacted the newspaper at the outset did so as a reaction to Bergens Tidende's article on 5 March [1986], an article which presented a picture of R.'s business without mentioning the drawbacks. Bergens Tidende claims that, in view of the article of 5 March, it felt obliged to let their criticism be heard, which the High Court finds very understandable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 3 May [1986], Bergens Tidende ran an article in which N.H. described her own experience of treatment at Dr R.'s clinic and urged women in a similar situation to join forces in suing the doctor. The High Court finds it proven, in the same way as for the three women who were described on 2 May, that N.H.'s experiences were recounted correctly and that her subjective feelings were reasonably grounded on what had occurred. The same applies to what was stated on 5 May about the experience of a '26-year-old  lady'. The High Court is also satisfied that what was stated on the same day about telephone calls to N.H. ('Storm of telephone calls') is correct ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "As far as the rendering of the women's experiences is concerned, what was stated in Bergens Tidende is thus in all essentials correct. And their subjective experiences were liable to give a picture of how treatment by Dr R. could turn out, not only in rare exceptional cases ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The striking part about the statements that Dr R. has challenged is that they report in strong language on the results of treatment provided by Dr R.: 'disfigurement', 'ruined for life', 'mutilated' and the like. It is sufficiently clear that the statements are here describing the result of Dr R.'s treatment. But there is nothing in the statements suggesting a lack of surgical ability on Dr R.'s part. And one must assume that newspaper readers were aware that a poor result of an operation need not be due to a lack of surgical skill. It has been submitted that the use of expressions like 'ruined', 'was disfigured', etc., brings to mind actions that are aimed at ruining and disfiguring and that the reader is therefore immediately made to believe that some person – i.e. Dr R. – is guilty of such conduct. The High Court does not find that, from a linguistic point of view, the statements apply to anything other than the purely objective result.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Another question is whether the statements are misleading, because they give the impression that the consequences were more serious than they actually were. The High Court cannot see that this is the case – especially when bearing in mind that it is the manner of reporting of the women's subjective opinions which is at stake. 'Disfigured' means having an ugly mark of some significance on one's body, and in the opinion of the High Court the women who use this expression according to Bergens Tidende had good reason for doing so. Much the same can be said about 'mutilated'. Presumably, 'ruined' must be understood as bearing a somewhat stronger expression, but must be justified in the case of women whose breasts have large scars or have become lopsided, hard, different, or tender to touch, in view of the effect this must have had, not only on the woman's relationship with her husband but also in many other respects – one can imagine what it must mean not to be able to give one's child or grandchild a hug because of tender or hard breasts. According to what the Court finds established on the witness evidence, it was, amongst other elements, against the background of such results that the newspaper had used the expressions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "While the statements thus could not be said to amount to a direct allegation that Dr R. lacked surgical abilities, Bergens Tidende did not make it clear either that there was no lack of ability. And both the individual statements and the articles in their entirety give the impression that it is being questioned whether Dr R. always provided treatment which was medically up to standard. In the light of the women's information, however, this was a natural question to ask; several of the women mentioned it, and anyone who reads the accounts alone would be inclined to ask that question. It can therefore not be unlawful for Bergens Tidende to air this question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dr R. also complains that Bergens Tidende conducted a veritable campaign and persecution against him. The High Court does not consider this to be the case. In particular, the newspaper should have the right to believe that women should think twice about consulting Dr R. and to write articles with this in mind ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In brief, the opinion of the High Court can be summarised as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "In Dr R.'s practice there were a not inconsiderable number of cases of poor followup and behaviour and the like, which gave many women reasonable grounds for feeling disappointed and badly treated. The High Court bases this assessment of evidence essentially on the women's statements and comportment in court. Bergens Tidende was entitled to write about this and to repeat the women's subjective experiences of the treatment. The newspaper did this in a manner which in all essentials was correct. In so far as the newspaper articles might have given the impression that there could be reason to question Dr R.'s professional ability, this was no more than a suspicion for which his behaviour gave reasonable grounds, and which it must therefore have been right to report on. If this led to financial losses for Dr R., it was because of the extremely sensitive nature of the activities he was engaged in.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicants] are therefore discharged from liability to pay damages, and the High Court will not go into the question of the extent of Dr R.'s financial losses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the High Court does not find it possible to allow the claim for non-pecuniary damage and, referring to what has been stated above, does not find that any of the coverage of Dr R. by Bergens Tidende was unlawful.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Dr R. appealed against the above judgment to the Supreme Court. In his submission, the City Court's judgment was in principle correct, except that no reduction should have been made of the award on grounds of shortcomings on his part. In his opinion, even if the High Court's assessment of the evidence concerning lack of care and follow-up were to be accepted, this could only have a marginal effect on the amount of compensation. He maintained, inter alia, that the newspaper articles had amounted to a public execution of him as a plastic surgeon, by their strong emphasis on unsuccessful operations and by giving the readers the impression that he was incompetent. Furthermore, he had not been given a proper opportunity to reply to the criticism before the publications were printed. In his view, the defendants' conduct had been grossly negligent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants emphasised that the impugned news coverage concerned above all the situation of quite a large number of women with whom the newspaper had been in contact, directly or indirectly, and who had complained about lack of care and follow-up after unsuccessful operations. They had also complained about a lack of information before the operations. The articles conveyed the women's feelings and frustrations as expressed in their own words. Whether Dr R. was a good or a bad surgeon had not been decisive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 22 December 1992 the Appeals Selection Committee (kjæremålsutvalget) of the Supreme Court dismissed the appeal in so far as it concerned the High Court's assessment of the evidence relating to the issue of Dr R.'s lack of care and follow-up of his patients, and allowed the appeal for the remainder to proceed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In a judgment of 23 March 1994 the Supreme Court found in favour of Dr R. and awarded him amounts totalling NOK 4,709,861 in respect of damages and costs. Mr Justice Backer stated, inter alia, on behalf of a unanimous court:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“By way of introduction I note that newspapers, of course, have a right to emphasise questionable aspects of cosmetic surgery and to illustrate their presentation with information about unfortunate incidents. They should also be able to pinpoint critical aspects of an individual surgeon's business and here the journalist in question must be granted a wide leeway for subjective considerations. But outright incorrect factual information of a negative character must be considered defamatory. The fact that the newspaper just repeats the accusations made by others will, according to established case-law, not in principle constitute a defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, it will be necessary to consider the individual articles in order to establish their contents in relation to the rules on defamation. In interpreting the articles one should take as a starting-point the impression which they, as a whole, will make on the ordinary reader, while attaching greater weight to the headlines and the introductions than to the text presented in normal characters. The High Court considered that the particularly interested reader would read the entire news report meticulously and thereby obtain a more balanced view than the reader who only takes a cursory look at the news report. I find it difficult to attach particular importance to this consideration. Even those who read the news report as a whole would easily be influenced by value judgments in headlines etc. Furthermore, the news report addresses the general public and will thus affect the doctor's reputation as such. Unlike the High Court, I cannot see that one can generally assume that readers would be aware that a bad result of an operation is not necessarily due to a lack of surgical skills ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The news report of 2 May 1986 was based on the positive articles of 5 March and the comments [the newspaper] had received from dissatisfied patients. It describes the situation of three women who had undergone a breast operation involving silicon implants and who had subsequently experienced problems. On page one there is a two-column headline 'Beautification resulted in disfigurement' followed by a picture of a woman's breasts disfigured by scars. In quotation marks it reads: 'We paid thousands of kroner and the only thing we've achieved is to be disfigured and ruined for life.' Inside the newspaper an entire page is reserved for the news report. There is a headline covering seven columns 'Women ruined for life after cosmetic surgery'. The same picture as on the front page is printed over five columns. Below the picture it is written: 'Enormous scars, wrinkled breasts and a long painful inflammation were the consequences of the cosmetic surgery on this woman'. The article commences with three points in bold print, which read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the article it appears from the women's statements that they contacted Dr R. following an inflammation and other complications and that they were unhappy with the treatment they received. I understand this to relate both to the service and the result of the treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the bottom of the page there is an interview with Dr R. with the headline 'There will always be dissatisfied patients'. In the course of the proceedings, it has been submitted that [the third applicant] had contacted Dr R. on 30 April and had asked him to comment, stating that the three women had told her that they had released Dr R. from his obligation to observe professional secrecy. However, referring to this obligation, Dr R. had refused to comment on specific cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the bottom of the page there is furthermore an interview with another specialist in cosmetic surgery ... with the headline 'Demanding form of surgery – Small margins between success and failure'.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The following day, on 3 May [1986], a new article appeared. On the front page a headline covering two columns reads 'Action against the breast doctor'. Inside the newspaper there is a headline covering five columns 'Institute proceedings against the doctor'. It is the former patient [N.H.] who appears and explains about experiences similar to the three women from the articles published the day before. She invites everybody in the same situation to get together in a case against Dr R. There is also an interview with the Chief County Physician [Fylkeslegen] who states that dissatisfied patients may complain to him. Furthermore, there is an article covering five columns with the headline 'The doctor must provide receipts'. Here the complaint is made that Dr R. allegedly requested payment without providing receipts therefor. It is indicated that this might interest both the tax authorities and the social authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the article of 5 May [1986] the front page contains a one-column headline 'NOK 12,000 – breasts ruined'. The headline is repeated over seven columns inside the newspaper with a small amendment without importance to its contents. Here a woman explains how she underwent two breast operations by Dr R. with a bad result. Further, there is a headline covering four columns 'Control virtually impossible' followed by an article in which the Chief County Tax Inspector [Fylkesskattesjefen] is interviewed. Covering two columns there is a framed article with the headline 'Telephone storm: to the extent I could not sleep'. It is N.H. who recalls how she received telephone calls from a number of women who recounted very 'strong' stories about their experiences with Dr R.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the articles of 7 May [1986] this is followed up. The front page shows a headline covering four columns 'Telephone storm from the persons operated on'. Furthermore there is a picture covering two columns of one of the breasts of a former patient, G.S., where the point is that the stitches were not removed, in addition to disfiguring scars. Inside the newspaper there is a headline covering five columns 'Telephone storm following criticism against fashion doctor. Had no idea we were so many'. N.H. recalls in an interview that she has talked to at least fifty persons who all have frightening experiences to contribute. Three of these cases are explained. Further, there is a threecolumn picture of G.S.'s breasts. Connected thereto is a four-column headline 'G.S. (28) was operated on in 1984. The stitches are still there'. The article explains that she contacted Dr R.'s office after the operation in order to have the stitches removed but was told to do this herself, as a pair of appropriate pincers was not available. Further, there is an article with the headline covering three columns 'Probably no investigation', in which the State Prosecutor is interviewed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the last articles of 9 May the front page contains a headline covering four columns 'Breast doctor is being investigated'. It is stated that, according to the acting health director, the Health Directorate would immediately contact the Chief County Physician in order to carry out a thorough investigation of Dr R. and his practice, and the newspaper draws attention to the question whether the doctor may lose his licence. Inside the newspaper there is a four-column headline related to the same operation. Furthermore, there is a similar headline 'Cannot do anything': Advokat Å.H. of the Norwegian Doctors' Association tells the newspaper that the association cannot examine complaints about the doctor's medical practice but only complaints which relate to the doctor's behavioural and humane treatment of patients.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The first question, which arises when evaluating the series of articles, is whether the criticism of Dr R. may be characterised as an accusation and what its contents may be. On the one hand, Dr R. maintains that he is accused of malpractice and that insufficiencies in respect of his work as a surgeon will be of central importance. The defendants maintain on the other hand that the criticism does not concern this but relates to a lack of information, care and follow-up treatment which is a part of the medical treatment. The High Court found that evidence had been submitted proving that deficiencies in care and follow-up treatment had occurred. Since the appeal concerning the evaluation of evidence on this point has been refused, the Supreme Court is bound by the evaluation made by the High Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The articles concern the situation of women who have experienced complications after an operation or when the original operation failed. They are in despair due to the result of the treatment and complain about the reluctance and carelessness on the part of Dr R. as regards rectifying what went wrong. In my opinion the articles in [the newspaper] appear at the same time to be a strong attack on Dr R.'s qualifications as a cosmetic surgeon without taking sufficiently into account the usual risk of unsuccessful operations. The statements that the women were disfigured and ruined for life and the many other strong statements, in particular in the articles of 2 May 1986, which set the tone for the other articles, can hardly be understood otherwise than as referring to a great extent to the result of the treatment where the surgical element is essential. This is also how the Chief County Physician, the Health Directorate and Professor E. understood the articles. Initially it appears that [the newspaper] was of the same opinion. In an editorial of 12 May 1986 satisfaction is accordingly expressed with the fact that the health authorities would now make a thorough examination of a 'breast doctor from ' in order to 'clarify whether the methods of treatment which are used comply with professional standards'. Since it must have been apparent that the articles would completely destroy his business, it may also be questioned whether [the newspaper's] series of articles concerning Dr R. could be explained in any other way than that they reflected [the newspaper's] opinion that the circumstances involved reckless surgical activity which ought to be brought to the attention of the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances – contrary to the findings of the High Court – I have reached the conclusion that the articles contain an accusation against Dr R. that he performed his surgical activities in a reckless way – an accusation which I must hold to be incorrect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The next question is whether the resulting defamation should, for special reasons, not be considered to be unlawful. Among other things the newspaper has referred to its particular duty to attend to the interests of consumers and to the fact that the accusation against Dr R. as a whole concerning improper treatment was nevertheless to a great extent correct. However, Dr R. has criticised the newspaper's handling of the case and has furthermore referred to Article 249 § 2 of the Penal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When a newspaper makes such strong criticism as in this case I consider that Dr R. ought to have had the possibilities of a proper defence. No time element prevented this. When approached on 30 April, Dr R. could not make any statements about the concrete cases without being released by the patients themselves from his duty to maintain professional secrecy, and he did not have a duty to contact the patients himself for that purpose. I also find that [the third applicant] – and the newspaper – must be criticised for a lack of balance in the articles and for using unnecessarily strong and, to some extent, misleading expressions. That [the third applicant] was quoting the interviewees is no excuse for completely disregarding Dr R.'s right to the protection of privacy. That the women had a subjective and strong emotional point of view to what they had experienced is understandable. But it is another matter to publish their statements to a large group of readers who would expect that these, at least in their essentials, covered the objective truth. Even though there is reason to give a wide scope to freedom of expression in order to enable newspapers to fulfil their function in society, I cannot but reach the conclusion that the line has been overstepped. ... I see no reason to go into the issue of Article 249 § 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The submission that the main content of the accusation has been proven is based on the High Court's assessment of the evidence as far as lack of care and follow-up are concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Court's assessment of the evidence on this point can be seen from remarks spread over several pages of its judgment, especially at pp. 11 to 14. On p. 12 it stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, at p. 13 it held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances I must conclude that the essential elements of the accusations to be found in the articles concerning Dr R. have not been proven, since the alleged deficiencies as regards the surgical activities, as set out in the articles, clearly overshadow the deficiencies concerning care and follow-up treatment. Furthermore, the accusations are unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In my opinion there can be no doubt that the articles have caused considerable financial losses, in addition to non-pecuniary damage, for Dr R. It would have been strange if [his clinic] had survived the very negative comments in the articles of [the newspaper]. From a commercial point of view cosmetic surgery is very sensitive to anything which might shatter the potential patients' faith in the operating doctor. The defendants must have been aware of this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The calculation of Dr R.'s loss involves many elements of uncertainty. In no circumstances could he automatically rely on continuing a thriving and profitable business as a private cosmetic surgeon for the rest of his life until reaching the age of retirement. Even a neutral, objective and, from any point of view, appropriate criticism would have been very damaging to him ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dr R. shall be granted compensation under section 3-6 of the Damage Compensation Act 1969 [Skadeserstatningsloven – Law no. 26 of 13 June 1969] from [the first applicant] in respect of damage, loss of future income and suffering. As regards the two last points, the Court has a wide discretion according to [the applicable legislation]. But also as regards the first point, Dr R.'s own conduct may be taken into consideration ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... I have reached the conclusion that the compensation for the damage done, i.e. loss of income plus interest from 1986 until this judgment, ought to be fixed at NOK 2,000,000. As regards the other requests for damages submitted by Dr R. ... I consider that this should be fixed on an equitable basis at NOK 200,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Compensation in respect of loss of future income is fixed at NOK 500,000. Further, the non-pecuniary damage to be paid by [the first applicant] is fixed at NOK 1,000,000. When fixing reparation, regard has been had to the exceptional pressure which Dr R. has endured over a long period of time due to the series of articles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The non-pecuniary damage to be paid by [the second and third applicants] is fixed at NOK 25,000 each.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Finally, the Supreme Court ordered that the first applicant pay Dr R. NOK 929,861 and that the second and third applicants each pay him NOK 15,000 for his costs in the domestic proceedings, plus certain interest with respect to Dr R.'s costs in the City Court. In accordance with the latter, the first applicant paid an additional NOK 218,728, and the second and third applicants each paid NOK 4,383 in interest.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "25.  Under Norwegian defamation law, there are three kinds of responses to unlawful defamation, namely the imposition of a penalty under the provisions of the Penal Code, an order under Article 253 of that Code declaring the defamatory allegation null and void (mortifikasjon) and an order under the Damage Compensation Act 1969 (Skadeserstatningsloven – Law no. 26 of 13 June 1969) to pay compensation to the aggrieved party. Only the latter was at issue in the present case.",
                                "elements": []
                            },
                            {
                                "content": "26.  Section 3-6 of the aforementioned Act reads:",
                                "elements": []
                            },
                            {
                                "content": "“A person who has injured the honour or infringed the privacy of another person shall, if he has displayed negligence or if the conditions for imposing a penalty are fulfilled, pay compensation for the damage sustained and such compensation for loss of future earnings as the court deems reasonable, having regard to the degree of negligence and other circumstances. He may also be ordered to pay such compensation for non-pecuniary damage as the court deems reasonable.",
                                "elements": []
                            },
                            {
                                "content": "If the infringement has occurred in the form of printed matter, and the person who has acted in the service of the owner or the publisher thereof is responsible under the first subsection, the owner and publisher are also liable to pay compensation. The same applies to any redress imposed under the first subsection unless the court finds that there are special grounds for dispensation ...”",
                                "elements": []
                            },
                            {
                                "content": "27.  Conditions for holding a defendant liable for defamation are further set out in Chapter 23 of the Penal Code, Articles 246 and 247 of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“Article 246. Any person who by word or deed unlawfully defames another person, or who is accessory thereto, shall be liable to fines or imprisonment for a term not exceeding six months.",
                                "elements": []
                            },
                            {
                                "content": "Article 247. Any person who, by word or deed, behaves in a manner that is likely to harm another person's good name and reputation or to expose him to hatred, contempt, or loss of the confidence necessary for his position or business, or who is accessory thereto, shall be liable to fines or imprisonment for a term not exceeding one year. If the defamation is committed in print or in broadcasting, or otherwise under especially aggravating circumstances, imprisonment for a term not exceeding two years may be imposed.”",
                                "elements": []
                            },
                            {
                                "content": "28.  A limitation to the applicability of Article 247 follows from the requirement that the expression must be unlawful (rettstridig). While this is expressly stated in Article 246, Article 247 has been interpreted by the Supreme Court to include such a requirement.",
                                "elements": []
                            },
                            {
                                "content": "In a civil case concerning pre-trial reporting by a newspaper, the Supreme Court found for the newspaper, relying on the reservation of lawfulness (rettsstridsreservasjonen), even though the impugned expressions had been deemed defamatory. It held that, in determining the scope of this limitation, particular weight should be attached to whether the case was of public interest, having regard to the nature of the issues and to the kind of parties involved. Regard should be had to the context in which, and the background against which, the statements had been made. Moreover, it was of great importance whether the news item had presented the case in a sober and balanced manner and had been aimed at highlighting the subject matter and the object of the case (Norsk Retstidende 1990, p. 640).",
                                "elements": []
                            },
                            {
                                "content": "29.  Further limitations on the application of Article 247 are contained in Article 249, the relevant part of which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Punishment may not be imposed under Articles 246 and 247 if evidence proving the truth of the accusations is adduced ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "30.  At the hearing on 9 November 1999 the Government invited the Court to hold that, as submitted in their written observations, there had been no violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "31.  On the same occasion the applicants reiterated their request to the Court to find a violation of Article 10 and to make an award of just satisfaction under Article 41.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicants complained that the Supreme Court's judgment of 23 March 1994, requiring them to pay Dr R. approximately 4,700,000 Norwegian kroner (NOK) for damages and costs, unjustifiably interfered with their right to freedom of expression under Article 10 of the Convention. This provision reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court considers, and this was not disputed by the parties, that the impugned measure constituted an “interference by [a] public authority” with the applicants' right to freedom of expression as guaranteed under the first paragraph of Article 10, that the interference was “prescribed by law”, namely section 3-6 of the Damage Compensation Act 1969 (see paragraphs 25-29 above), and pursued the legitimate aim of protecting “the reputation or rights of others”. It thus fulfilled two of the three conditions of justification envisaged by the second paragraph of Article 10.",
                                "elements": []
                            },
                            {
                                "content": "The dispute in the present case relates to the third condition – whether the interference was “necessary in a democratic society”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of those appearing before the Court",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "34.  The applicants argued that, while the High Court had found in favour of Bergens Tidende because it had truthfully rendered the reactions of Dr R.'s former patients, the Supreme Court, without disputing or reviewing this central finding, had found for the plaintiff and for quite a different reason. Without being able to pinpoint a single expression but relying on a general and rather vague proposition about the “impression” an ordinary reader would get, the Supreme Court had mistakenly interpreted the press coverage made by Bergens Tidende as having been principally aimed at destroying the public's confidence in Dr R.'s professional skills. It had based itself on an unfounded assumption that the news reports amounted to a full-scale attack on his professional competence as a surgeon in the narrow sense, although there was nothing in the articles to this effect. On the contrary, even the first newspaper issue in question contained two articles making it clear that unsuccessful surgery need not be due to substandard surgery.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In their opinion, the only reasonable interpretation that could be made of the articles was that supported by the High Court's findings, namely that the newspaper had sought to present to its readers a truthful rendering of the information received from a large number of female patients who had suffered mentally and physically as a result of their treatment at Dr R.'s clinic. It followed from the High Court's conclusion that the newspaper had proved that there was evidence justifying the criticism against Dr R., given that the patients' stories – as recounted by the newspaper – were true. The fine distinction adopted by the Supreme Court between, on the one hand, lawful coverage of patients' dissatisfaction with Dr R.'s shortcoming in post-surgery care and follow-up treatment and, on the other hand, “unlawful” coverage of alleged surgical incompetence, was in reality simply untenable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As a consequence of its drawing the above distinction, the Supreme Court had subjected the applicants' value judgments to a stringent requirement of proof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicants stressed that their case concerned not only freedom of the press to cover matters of public interest but also the women's freedom to express their own situation and feelings. The latter could only have been exercised effectively through the media. Issues relating to breast enlargements and adjustments were of the most intimate character and many women would not feel at ease to discuss such matters even with close family or friends. There was thus a need for a public channel of communication to make the information available. Had Bergens Tidende not reported the matter, the unfortunate experiences of a large number of patients of Dr R. would not have been conveyed to a wider audience and more women would have suffered. There could be no doubt that the press coverage at issue involved matters of human health, calling for strong protection under Article 10 of the Convention. Account should also be taken of the context in which the articles had been published, the careful journalistic investigations carried out prior to publication and the fact that the women concerned had formed a representative selection of those who had contacted the paper. Moreover, the impugned newspaper coverage had not invaded Dr R.'s privacy as an individual but had only concerned his practices as a professional.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicants further argued that since the newspaper had truthfully reported the women's reactions, no criticism could be levelled against them for the way in which they had presented the subject. The 2 May 1986 issue had presented a full picture of the situation of three women, together with a reply by Dr R. and an interview with a chief surgeon at the largest hospital in , making it clear that the poor treatment which the women had received need not have been due to substandard surgery. The women's reactions and experiences had been represented in a balanced manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, in the applicants' view, it was not correct to say that Dr R. had been unable to comment because of his duty of confidentiality. The journalist had repeatedly contacted Dr R. to have his comments. His lawyer at the time had advised him not to comment on the allegations made by the patients, thereby preparing the ground for the subsequent legal proceedings. While Dr R. did comment on the general risks involved in cosmetic surgery, his “no comment” policy with regard to specific cases could of course not silence the newspaper. In any event his comments would have been of no consequence since the High Court, which later undertook a close examination of his conduct at the clinic, found for the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In the applicants' opinion, even if one were to accept the Supreme Court's interpretation of the articles, the facts of the present case suggested that the medical results were poor for a large number of Dr R.'s former patients and that there were reasons for criticising him. Moreover, the applicants had acted in good faith in accordance with the ethics of journalism.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Finally, the applicants emphasised that the Supreme Court's decision to award Dr R. amounts totalling nearly NOK 5,000,000 – the largest financial penalty ever imposed by a Norwegian court in a defamation case – had a chilling effect on the exercise of press freedom in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the light of the foregoing considerations, the applicants requested the Court to hold that the respondent State had transgressed its margin of appreciation, which ought to be limited in the instant case, and had violated their right to freedom of expression as guaranteed by Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "40.  The Government stressed that the present case concerned highly derogatory accusations against a private individual, not a public figure. The articles had publicly “executed” Dr R. as a cosmetic surgeon and had, as a consequence, ruined his business as a plastic surgeon and his private life. The interpretation of the articles made by the Supreme Court to the effect that they represented a full-scale attack on Dr R.'s professional competence as a surgeon was amply supported by a plain reading of the articles and was wholly reasonable, falling within the discretion to be afforded to domestic courts in such matters. The applicants' contention that the accusations were limited to a lack of care and follow-up was untenable. From the statements published on 2 May 1986 there was an inescapable inference, accusing Dr R. of unacceptable surgery, which fact was made even clearer in the articles of 3 May 1986 calling for legal action to be taken against the doctor. The criticism in question struck at the core of his professional reputation and was disastrous to the public's trust in him as a plastic surgeon. Whereas shortcomings regarding care and follow-up could easily be improved, a lack of surgical skill was a far more serious and lasting lacuna in a plastic surgeon's professional performance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The allegations implying that Dr R. had carried out his surgical activities in an unacceptable manner did not constitute a value judgment but a factual allegation susceptible of proof. However, the applicants had not proved that there had been substandard surgery in any of the specific cases referred to in the articles.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Since Bergens Tidende took no steps to have Dr R. relieved of his professional duty of confidentiality, he was not afforded a proper opportunity to defend himself against the accusations. Nor did the newspaper investigate whether the accusations were well-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government further disputed that the dissatisfaction voiced by the women was a matter of serious public concern. As a rule, such grievances were a matter solely between the doctor and his patients. Compared to the 8,000 or so patients on whom Dr R. had carried out operations, the number of patients who came forward was insignificant. Only seventeen patients had complained to the Chief County Physician, and five of these had later withdrawn their complaints. With one exception, which concerned poor follow-up treatment rather than surgery itself, the Chief County Physician had found the complaints to be without merit. The individual patients' grievances against Dr R. did not have any public interest beyond the need for consumer protection. It was not in the consumers' interest to be misinformed, but to receive reliable information based on adequate research. The information on surgical malpractice had not been verified by the newspaper and was inaccurate. Thus it did not raise any health matters of public interest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The aim of the publications was not to contribute to an ongoing debate on cosmetic surgery, but rather to persecute Dr R. by launching a massive attack against him on account of his services, including his surgery.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicants were to be criticised, as held by the Supreme Court, for a lack of balance in the manner of reporting and for using unnecessarily strong and, to some extent, misleading expressions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the view of the Government, the restriction on the applicants' freedom of expression was not capable of discouraging the applicants' participation in a debate on a matter of legitimate public concern. It would have been possible for the newspaper to provide information on the risks of cosmetic surgery without resorting to attacks against a named surgeon. Even if the dissemination of information on the performance of a named surgeon might be justified in the interests of consumer protection, the national authorities should be left a wide margin of appreciation as to what was required in order to protect such interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In these circumstances, the award of damages made by the Supreme Court, which was only one-third of the amounts claimed, could not be deemed excessive. In the Government's opinion, the interference could not be viewed as disproportionate to the legitimate aims pursued, but was necessary in a democratic society. They invited the Court to hold that there had been no violation of Article 10 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "48.  According to the Court's well-established case-law, freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual's self-fulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society”. This freedom is subject to the exceptions set out in Article 10 § 2, which must, however, be construed strictly. The need for any restrictions must be established convincingly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The test of “necessity in a democratic society” requires the Court to determine whether the “interference” complained of corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it are relevant and sufficient (see the Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 38, § 62). In assessing whether such a “need” exists and what measures should be adopted to deal with it, the national authorities are left a certain margin of appreciation. This power of appreciation is not, however, unlimited but goes hand in hand with a European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10 (see, among the most recent authorities, Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 58, ECHR 1999-III, and Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, ECHR 1999-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court further recalls the essential function the press fulfils in a democratic society. Although the press must not overstep certain bounds, particularly as regards the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see the Jersild v. Denmark judgment of 23 September 1994, Series A no. 298, pp. 23-24, § 31, the De Haes and Gijsels v. Belgium judgment of 24 February 1997, Reports of Judgments and Decisions 1997-I, pp. 233-34, § 37, and the Bladet Tromsø and Stensaas judgment cited above, § 59). In addition, the Court is mindful of the fact that journalistic freedom also covers possible recourse to a degree of exaggeration, or even provocation (see the Prager and Oberschlick v. Austria judgment of 26 April 1995, Series A no. 313, p. 19, § 38, and the Bladet Tromsø and Stensaas judgment cited above, § 59). In cases such as the present one, the national margin of appreciation is circumscribed by the interests of a democratic society in enabling the press to exercise its vital role of “public watchdog” by imparting information of serious public concern (ibid., § 59).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court's task in exercising its supervisory function is not to take the place of the national authorities, but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their power of appreciation (ibid., § 60).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles",
                                        "elements": [
                                            {
                                                "content": "51.  \tThe Court observes at the outset that the impugned articles, which recounted the personal experiences of a number of women who had undergone cosmetic surgery, concerned an important aspect of human health and as such raised serious issues affecting the public interest (see the Hertel v. Switzerland judgment of 25 August 1998, Reports 1998-VI, p. 2330, § 47). In this regard, the Court cannot accept the Government's submission that the grievances of a few patients concerning the standard of health care afforded by a particular surgeon are private matters between the patient and surgeon themselves and are not matters in which the community at large has an interest. Nor is the Court able to agree that the fact that the articles were not published as part of an ongoing general debate on the issues attached to cosmetic surgery, but were specifically focused on the standard of treatment provided at a single clinic, means that the articles did not relate to matters of general public interest. The Court notes, in this connection, that the articles concerned allegations of unacceptable health care provided at a private cosmetic surgery clinic in Bergen by Dr R. who, according to the evidence, had been responsible for carrying out over 8,000 operations in a period of some ten years, and as such raised matters of consumer protection of direct concern to the local and national public. Moreover, the publication of the articles must be seen against the background of an article published in Bergens Tidende some two months earlier, which described Dr R.'s work and the advantages of cosmetic surgery. As the High Court pointed out, it was in reaction to this article, which presented a favourable picture of Dr R.'s business without mentioning the drawbacks, that women who had undergone cosmetic surgery at Dr R.'s clinic were prompted to contact the applicant newspaper.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Where, as in the present case, measures taken by the national authorities are capable of discouraging the press from disseminating information on matters of legitimate public concern, careful scrutiny of the proportionality of the measures on the part of the Court is called for (see the Jersild judgment cited above, pp. 25-26, § 35).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  However, the Court further observes that Article 10 of the Convention does not guarantee a wholly unrestricted freedom of expression even with respect to press coverage of matters of serious public concern. Under the terms of paragraph 2 of the Article, the exercise of this freedom carries with it “duties and responsibilities” which also apply to the press. As the Court pointed out in the Bladet Tromsø and Stensaas judgment cited above, § 65, these “duties and responsibilities” assume significance when, as in the present case, there is question of attacking the reputation of private individuals and undermining the “rights of others”. By reason of the “duties and responsibilities” inherent in the exercise of freedom of expression, the safeguard afforded by Article 10 to journalists in relation to reporting on issues of general interest is subject to the proviso that they are acting in good faith in order to provide accurate and reliable information in accordance with the ethics of journalism (see the Goodwin v. the United Kingdom judgment of 27 March 1996, Reports 1996-II, p. 500, § 39, and Fressoz and Roire v. France [GC], no. 29183/95, § 54, ECHR 1999-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The impugned articles consisted essentially of reported and highly critical accounts given by a number of women of their experiences as former patients of Dr R. The Court notes that to a large extent the criticisms of Dr R. which were expressed in the articles were found to be justified by the national courts, which also found that this justified criticism had significantly and adversely affected his professional reputation. The High Court, after having taken extensive evidence including statements from fourteen dissatisfied women, found that the women were credible, that the newspaper had given an essentially accurate account of their respective experiences, and that deficiencies in care and follow-up treatment had occurred at Dr R.'s clinic in a “not insignificant number” of cases. The High Court found it established that Dr R. ran his practice in such a manner that many of the women who suffered complications had had experiences giving them reasonable grounds to feel that they had been subjected to poor care, to feel anxiety about the treatment they were given and, in several instances, to feel offended at Dr R.'s behaviour. Moreover, the High Court found that the experiences described in the articles of 2 May 1986 were representative of those made by many other women.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Supreme Court's Appeals Selection Committee subsequently dismissed Dr R.'s appeal against the High Court's assessment of the evidence and findings relating to the issue of lack of care and follow-up, and the Supreme Court accordingly considered itself bound by this assessment. The difference of view between the High Court and the Supreme Court related to the question whether the articles conveyed to the ordinary reader not only that Dr R. had been guilty of poor after-care in cases where complications had arisen, but that the unsuccessful breast operations described in the articles and depicted in the photographs were the result of a lack of surgical skill on Dr R.'s part. While it was the view of the High Court that, although reported in strong language, there was nothing in the statements suggesting a lack of surgical skill, it was the view of the Supreme Court that statements such as that the women were “disfigured” and “ruined for life” could hardly be understood in any other way than referring to the result of treatment where the surgical element was criticised and amounted to an accusation that Dr R. carried on his surgical activities in a reckless way.",
                                                "elements": []
                                            },
                                            {
                                                "content": "While the Court accepts that the view of the Supreme Court was one which was reasonably open to it and proceeds on the assumption that that view was correct, it does not find it necessary to resolve the dispute between the national courts as to how the newspaper articles would be interpreted by the ordinary reader. Its function is rather to determine whether, considering the impugned articles in the wider context of the Bergen Tidende's coverage as a whole, the measures applied by the Supreme Court, including the substantial award of damages, were proportionate to the legitimate aim served.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court attaches considerable weight to the fact that in the present case the women's accounts of their treatment by Dr R. were found not only to have been essentially correct but also to have been accurately recorded by the newspaper. It is true that, as pointed out by the national courts, the women had expressed themselves in graphic and strong terms and that it was these terms which were highlighted in the newspaper articles. However, the expressions used reflected the women's own understandable perception of the appearance of their breasts after the unsuccessful cosmetic surgery, as shown in the accompanying photographs. Moreover, in none of the articles was it stated that the unsatisfactory results were attributable to negligent surgery on the part of Dr R. This meaning was one derived by the Supreme Court, not from the express terms but from the general tenor of the articles, whose common sting, however, lay in the true allegation that Dr R. had failed in his duties as a cosmetic surgeon in not providing proper or adequate post-surgical treatment to remedy the results of unsuccessful operations. Reading the articles as a whole, the Court cannot find that the statements were excessive or misleading.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court is further unable to accept that the reporting of the accounts of the women showed a lack of any proper balance. Admittedly, the applicant newspaper did not make it explicitly clear in the articles themselves that the accounts given by the women were not to be taken as suggesting a lack of surgical skills on the part of Dr R. However, the Court recalls that news reporting based on interviews constitutes one of the most important means whereby the press is able to play its vital role of “public watchdog”. The methods of objective and balanced reporting may vary considerably, depending among other things on the medium in question; it is not for the Court, any more than it is for the national courts, to substitute its own views for those of the press as to what techniques of reporting should be adopted by journalists (see the Jersild judgment cited above, pp. 23-25, §§ 31 and 34). Moreover, the Court notes that the issue of Bergens Tidende of 2 May 1986 contained, on the same page as the first impugned article, an article quoting the views of another cosmetic surgeon, emphasising the small margins between success and failure in the technically demanding field of cosmetic surgery, as well as an interview with Dr R. himself, drawing attention to the fact that complications occurred in about 15 to 20% of all breast operations and that patients were informed in advance of the possible dangers. It is also to be noted that, in the subsequent issue of 14 May 1986, Bergens Tidende published two further articles defending Dr R., in one of which former patients of his expressed satisfaction with the treatment they had received, including the service and care provided during post-surgical treatment and follow-up.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Reliance was placed by the Supreme Court on the fact that Dr R. was not given the possibility of a proper defence, it being said that, when approached on 30 April 1986, Dr R. was unable to make any statements about the concrete cases without being released by the patients themselves from his duty of professional secrecy. It was the Supreme Court's view that Dr R. was not under any duty to contact patients himself for that purpose. The applicants contend that the third applicant had informed Dr R. that the patients had agreed to release him from his duty of professional secrecy. This was, however, disputed by Dr R. himself. The Court does not find it necessary to resolve this dispute of fact, since, even if such information had not been passed on to Dr R., the Court is unable to find that Dr R. was not given the chance to defend himself. The Court observes in this regard that, as noted above, Dr R. was invited to comment on the allegations made in the interviews with the newspaper. Dr R. commented generally on the complaints made. Moreover, there is nothing to suggest that Dr R. took any steps to establish whether the patients, who had already published details of their individual cases, had any objections to his commenting on their specific complaints. In these circumstances, in which the Court acknowledges that Dr R. was under no duty so to do, it cannot agree that Dr R. was denied the opportunity of properly defending himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court accepts that publication of the articles had serious consequences for the professional practice of Dr R. However, as expressly recognised by the national courts, given the justified criticisms relating to his post-surgical care and follow-up treatment, it was inevitable that substantial damage would in any event be done to his professional reputation. Dr R.'s role was not limited to surgery in the narrow sense but encompassed all aspects of cosmetic surgery.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In the light of the above, the Court cannot find that the undoubted interest of Dr R. in protecting his professional reputation was sufficient to outweigh the important public interest in the freedom of the press to impart information on matters of legitimate public concern. In short, the reasons relied on by the respondent State, although relevant, are not sufficient to show that the interference complained of was “necessary in a democratic society”. The Court considers that there was no reasonable relationship of proportionality between the restrictions placed by the measures applied by the Supreme Court on the applicants' right to freedom of expression and the legitimate aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, there has been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "62.  The applicants did not seek compensation for non-pecuniary damage, considering that the finding of a violation by the Court would in itself constitute adequate just satisfaction. However, under the head of pecuniary damage they requested compensation for the economic loss which they had suffered as a result of the Supreme Court's judgment of 23 March 1994 ordering the first applicant to pay Dr R. 4,848,589 Norwegian kroner (NOK) and the second and third applicants each to pay him NOK 44,383.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Subject to the Court's finding a violation of the Convention, the Government did not contest the above claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court is satisfied that there is a causal link between the damage claimed and the violation found of the Convention, and awards the totality of the sum sought under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicants did not claim anything for costs and expenses incurred in connection with the proceedings before the Convention institutions but requested the reimbursement of NOK 263,450, NOK 303,245 and NOK 312,250 for their costs and expenses incurred respectively before the City Court, the High Court and the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government did not contest the applicants' claim on this point either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court is satisfied that the costs and expenses were actually and necessarily incurred in order to obtain redress for or prevent the matter found to constitute a violation of the Convention and were reasonable as to quantum. In accordance with the criteria laid down in its case-law, it awards the applicants the totality of the sums claimed under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Interest pending the proceedings before the Convention institutions",
                                "elements": [
                                    {
                                        "content": "68.  The applicants in addition claimed simple interest, at estimated average rates (ranging from approximately 4 to 6%) applied by domestic commercial banks at the material time, on the sums they had paid in respect of damages and domestic costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government contested the above claims as being excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court finds that some pecuniary loss must have been occasioned by reason of the periods that elapsed from the time when the various sums were paid and costs incurred until the Court's present award of just satisfaction (see, for example, the Bladet Tromsø and Stensaas judgment cited above, § 83, and the Nilsen and Johnsen judgment cited above, § 65). Deciding on an equitable basis and having regard to the rates of inflation in  during the relevant period, it awards the first applicant NOK 740,000 and the second and third applicants NOK 5,700 each with respect to their claims under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "71.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 12% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the respondent State is to pay, within three months of the judgment becoming final,",
                        "elements": []
                    },
                    {
                        "content": "(a)  in respect of pecuniary damage",
                        "elements": []
                    },
                    {
                        "content": "(b)  in respect of costs and expenses NOK 878,945 (eight hundred and seventy-eight thousand nine hundred and forty-five Norwegian kroner) to the applicants together;",
                        "elements": []
                    },
                    {
                        "content": "(c)  in respect of additional interest",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that simple interest at an annual rate of 12% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 May 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Evju",
            "role": "ad hoc judge"
        },
        {
            "name": "andMrsS. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BERGENS TIDENDE AND OTHERS v. NORWAY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58797.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0502JUD002613295",
    "externalsources": [],
    "extractedappno": [
        "26132/95",
        "21980/93",
        "23118/93",
        "29183/95"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58797",
    "judgementdate": "02/05/2000 00:00:00",
    "kpdate": "02/05/2000 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "265",
        "379",
        "579",
        "201",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "10",
        "10-1",
        "10-2",
        "41"
    ],
    "parties": [
        "BERGENS TIDENDE AND OTHERS",
        "NORWAY"
    ],
    "rank": "400.054718017578",
    "representedby": [
        "N/A"
    ],
    "respondent": "NOR",
    "respondentOrderEng": "34",
    "scl": [
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 58, § 59, § 60, § 83, ECHR 1999-III",
        "De Haes and Gijsels v. Belgium judgment of 24 February 1997, Reports 1997-I, pp. 233-234, § 37",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 54, ECHR 1999-I",
        "Goodwin v. the United Kingdom judgment of 27 March 1996, Reports 1996-II, p. 500, § 39",
        "Hertel v. Switzerland judgment of 25 August 1998, Reports 1998-VI, p. 2330, § 47",
        "Jersild v. Denmark judgment of 23 September 1994, Series A no. 298, pp. 23-25, §§ 31 and 34, pp. 25-26, § 35",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, § 65, ECHR 1999-VIII",
        "Prager and Oberschlick v. Austria judgment of 26 April 1995, Series A no. 313, p. 19, § 38",
        "Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 38, § 62"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "438654",
    "typedescription": "15"
}