{
    "__articles": "14;35;35-1;35-4;37;37-1-b;39;41;P1-1;P1-1-1;14+P1-1",
    "__conclusion": "Inadmissible (one of the complaints);Violation of Art. 14+P1-1;No violation of Art. 14+P1-1;Struck out of the list (finding of a friendly settlement) (one of the complaints);Adjourned (one complaint);Pecuniary damage - claim dismissed;Non-pecuniary damage - claim dismissed;Costs and expenses (Convention proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "63684/00;63475/00;63484/00;63468/00",
    "article": [
        "37",
        "p1-1",
        "41",
        "35",
        "14",
        "39"
    ],
    "conclusion": [
        {
            "details": [
                "one of the complaints"
            ],
            "element": "Inadmissible",
            "type": "other"
        },
        {
            "details": [
                "finding of a friendly settlement"
            ],
            "element": "Struck out of the list",
            "mentions": [
                "one of the complaints"
            ],
            "type": "other"
        },
        {
            "details": [
                "one complaint"
            ],
            "element": "Adjourned",
            "type": "other"
        },
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-77981.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 63684/00, 63475/00, 63484/00 and 63468/00) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four British nationals, Mr Thomas William Hobbs, Mr Ian Richard, Mr Paul Walsh and Mr David Nigel Geen (“the applicants”), on 27 October 2000 (Mr Hobbs), 26 September 2000 (Mr Richard), and 29 September 2000 (Mr Walsh and Mr Geen).",
                        "elements": []
                    },
                    {
                        "content": "2.  The United Kingdom Government (“the Government”) were represented by their Agent, Mr C. Whomersley of the Foreign and Commonwealth Office, . Mr Richard, Mr Walsh and Mr Geen were represented by Ms P. Glynn, a solicitor practising in . Mr Hobbs was not represented before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  By decisions dated 18 June 2002 (application no. 63684/00) and 8 April 2003 (nos. 63468/00, 63475/00 and 63484/00), the Court declared the applications partly admissible. In September 2003 the applications were adjourned pending the conclusion of related domestic proceedings (see paragraph 26-28 below). On 1 July 2005 the Court invited the parties to submit observations on the merits.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government and the applicants represented by Ms Glynn requested a hearing on the merits. On the date of the adoption of the present judgment the Court decided that a hearing would not be necessary.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a letter dated 2 August 2006, Mr Walsh, Mr Geen and Mr Richard informed the Court that they had reached a friendly settlement with the Government in respect of their claims for Widowed Mother’s Allowance and/or Widow’s Payment, for the following sums: GBP 19,164.94 damages plus GBP 2,469.84 costs for Mr Richard; GB 7,767.59 damages plus GBP 2,699.40 costs for Mr Geen; GBP 11,783.98 damages plus GBP 1,860.00 costs for Mr Walsh.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a letter dated 24 July 2006, the non-governmental organisation  sought leave to submit third-party observations in the case. The request was rejected by the President of the Chamber on 28 August 2006.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASES",
                        "elements": [
                            {
                                "content": "7.  The facts of each case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.\tMr Hobbs, no. 63684/00",
                                "elements": [
                                    {
                                        "content": "8.  Mr Thomas William Hobbs is a United Kingdom national, born in 1921 and living in Southampton.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant’s wife died on 25 February 1998. On 11 October 2000 he contacted the Inland Revenue (“IR”) and applied for widow’s bereavement allowance (“WBA”: see paragraph 21 below) for the years 1998/9 and 1999/2000. He was informed that he did not qualify for the tax allowance, since he was a man and the law provided only for payments to widows.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tMr Richard, no. 63475/00",
                                "elements": [
                                    {
                                        "content": "10.  Mr Richard was born on 21 May 1957 and lives in Dunfermline. He was widowed on 14 October 1995. There were two children of the marriage, born in 1987 and 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In around November 1995 the applicant telephoned the IR requesting an allowance equivalent to that received by a widow. The IR told him that he was ineligible for WBA. The applicant applied again by letter dated 19 July 2000, but by a letter dated 3 August 2000 he was informed the WBA was not available for widowers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In around June 1997 the applicant applied to the Benefits Agency (“BA”) for social security benefits equivalent to those to which a widow would have been entitled (see paragraphs 29-37 below). His claim was refused by the BA on 18 June 1997. The applicant wrote on 22 June 1997 requesting an appeal against this decision and requesting that the appeal be heard after the Court had decided the lead case on widowers’ benefits. On 8 May 2000 the applicant requested that his appeal be proceeded with. It was rejected on 15 May 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant began living with another woman in October 1999. In August 2000 he reapplied for widows’ benefits and was refused again on 16 August 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tMr Walsh, no. 63484/00",
                                "elements": [
                                    {
                                        "content": "14.  Mr Walsh was born on 19 July 1955 and lives in . He was widowed on 1 March 1997. There were two children of the marriage, born on 22 February 1991 and 29 December 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 30 May 2000, the applicant applied to the BA for social security benefits equivalent to those which a widow in his circumstances would receive. He was refused by a letter dated 6 June 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 3 July 2000 the applicant applied to the IR for a WBA or equivalent. He was refused by a letter dated 11 July 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.\tMr Geen, no. 63468/00",
                                "elements": [
                                    {
                                        "content": "17.  The applicant was born on 20 October 1958 and lives in Maidenhead. His wife died on 17 October 1995. There were three children of the marriage, born 18 November 1987, 22 August 1989 and 22 April 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In his application form, which was lodged with the Court by facsimile under cover of an introductory letter dated 29 September 2000, there was a general complaint about the discriminatory nature of the widow’s social security and taxation systems, in standard paragraphs included in all the widowers’ applications submitted by the applicant’s solicitors. In the section dealing with the particular facts of the applicant’s case, there was no mention of any contact with the IR concerning WBA. An amended application form was sent to the Court under cover of a letter dated 15 March 2001. A paragraph had been added, stating that in or around December 1995 or January 1996 the applicant had made enquiries at his local tax office about entitlement to tax rebates or allowances following bereavement, and had been told that he had no entitlement. Reference was made in the amended application form also to “the decision of the Inland Revenue made in July 1996 which is ongoing”, and on 26 March 2001 the applicant sent the Court a copy of a letter of refusal from the IR dated 9 July 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 30 May 2000 the applicant applied to the BA for survivor’s benefits. He was refused by a letter dated 5 June 2000. This information was included in the application form lodged on 29 September 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In their observations on admissibility dated 4 October 2002, the Government informed the Court that the applicant had also made a formal claim to the IR for WBA on 29 September 2000, which had been refused on 3 October 2000. This was confirmed by the applicant in his observations dated 28 November 2002.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. The Income and Corporation Taxes Act 1988 (“the 1988 Act”)",
                                "elements": [
                                    {
                                        "content": "21.  Widow’s bereavement allowance (“WBA”) was governed by section 262(1) of the Income and Corporation Taxes Act 1988, which provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where a married man whose wife is living with him dies, his widow shall be entitled –",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  for the year of assessment in which the death occurs, to an income tax reduction calculated by reference to an amount equal to the amount specified in section 257A(1) for that year, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  (unless she marries again before the beginning of it) for the next following year of assessment, to an income tax reduction calculated by reference to an amount equal to the amount specified in section 257A(1) for that year.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "A widow had six years from the end of the tax year in which her husband died to claim the allowance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  WBA was introduced by the Finance Act 1980, at a time when married couples were taxed as a single entity, with the man receiving an allowance in respect of his wife’s earnings (the married man’s allowance: “MMA”). When a married man was widowed, he could continue to claim MMA in the year of his wife’s death. The aim of WBA was to enable widowed women to claim the equivalent of the MMA in the year of bereavement, rather than being restricted to a single person’s allowance (“SPA”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Independent taxation of married men and women was introduced from 1990/91. Thereafter each married partner was entitled to claim a personal allowance, although the husband retained the right to claim a married couples allowance (“MCA”), which was the difference between the old MMA and the SPA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  With effect from 1993/94 a married woman became entitled (subject to certain conditions) for the first time to share the MCA with her husband, or the couple together could elect that the wife could set the full amount of the MCA against her income. From 1994 the Government began successively to reduce the value of WBA and MCA, so that the WBA was worth a maximum of GBP 285 in 1998/99 and GBP 197 in 1999/2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Section 34 of the Finance Act 1999 abolished WBA in relation to deaths occurring on or after 6 April 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The House of Lords’ judgment in Wilkinson",
                                "elements": [
                                    {
                                        "content": "26.  The question whether a claimant who had been refused widow’s bereavement allowance after 2 October 2000 on the basis of his male sex could have the decision overturned under the Human Rights Act 1998 (“the Act”) was examined by the House of Lords in R. v. Her Majesty’s Commissioners of Inland Revenue ex parte Wilkinson [2005] UKHL 30. The IR accepted that the WBA fell within the scope of Article 1 of Protocol No. 1, did not attempt to justify the difference in treatment between male and female bereaved spouses and admitted that the refusal of allowances to widowers was a breach of their Convention rights. However, the IR argued—and the House of Lords accepted—that it had not been unlawful under the Act for the IR to refuse to grant the WBA to men because it would have been contrary to primary legislation so to do (section 6(2)(b) of the Act).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Lord Hoffmann, with whom the other Law Lords agreed, went on to consider the hypothetical question of what damages Mr Wilkinson could have recovered if his claim had not been barred by section 6(2)(b) of the Act. Since the purpose of an award of damages under the Act was to allow claimants to recover in an English court what they would have recovered in Strasbourg, Lord Hoffmann discussed the Court’s approach to just satisfaction in discrimination cases (§§ 26-28):",
                                        "elements": []
                                    },
                                    {
                                        "content": "A general principle applied to affording just satisfaction is to put the applicant so far as possible in the position in which he would have been if the State had complied with its obligations under the Act. In a discrimination case, in which the wrongful act is treating A better than B, this involves forming a view about whether the State should have complied by treating A worse or B better. Normally one would conclude that A’s treatment represented the norm and that B should have been treated better. In some cases, however, it will be clear that A’s treatment was an unjustifiable anomaly. Such a case is Van Raalte v  ..., in which the Court found a breach of Article 14 read with Article 1 of the First Protocol because the law exempted unmarried childless women over 45 from paying contributions under the General Child Benefits Act without exempting unmarried childless men. The exemption for women was abolished in 1989 but judgment was not given until 1997. The court rejected a claim for repayment of the contributions from which the applicant would have been exempt if he had been a woman.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In my opinion the reason for the rejection of this claim is that if the State had complied with its Convention obligations, it would done what it did in 1989 and not exempted either men or women. It follows that the applicant would have been no better off. He would still have had to pay. In the circumstances, the judgment itself was treated as being sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The same is true in this case. There was no justification whatever for extending the widows’ allowance to men. If, therefore, Parliament had paid proper regard to Article 14, it would have abolished the allowance for widows. Mr Wilkinson would not have received an allowance and no damages are therefore necessary to put him in the position in which he would have been if there had been compliance with his Convention rights”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Lord Brown of Eaton-under-Heywood dealt with the two contrasting cases of Van Raalte and Darby v  and continued (§§ 47 – 53):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... In any claim against a public authority for financial compensation in respect of past discrimination it must be remembered that the general public (often the general body of taxpayers) will be footing the bill. In determining the requirements of just satisfaction, just as in the application of the Convention as a whole, regard should be had not only to the victim’s rights but also to the interests of the public generally. Take a case where A establishes discrimination on the basis that he should have been placed in the same class as B, both of them advantaged financially over class C. To compensate A for his past financial disadvantage vis à vis B would be costly for C (the non-benefiting class of taxpayers)—disproportionately so if class A is large, classes B and C comparatively small. Whether this would be fair to C would depend upon the justification for advantaging A and B over C in the first place and indeed for doing so to the extent that B was originally advantaged over A and C. It might well be fairer overall to leave A uncompensated in respect of the past discrimination against him. At the very least, bearing in mind that class A are taxpayers too, fairness to C might require that class A’s compensation be reduced to reflect the fact that they too would have had to pay more tax to fund their own additional benefits. Just these considerations, indeed, may yet arise in the parallel case of Hooper were a claim for just satisfaction now to be advanced in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, by the same token that it will not invariably be right to compensate the complainant even where there is a case for preferential treatment of one class and A falls into it, it will not invariably be inappropriate to compensate the complainant even though there was no case for anyone to be treated preferentially in the first place. Take, for example, the case of a public body unjustifiably paying its male employees more than women doing the same job. It could not then reasonably be argued that the men’s excess wages represented an unjustified windfall which should not properly be paid to the women also. Such an argument, indeed, would almost certainly fail even if the employer proved that, had all employees been paid the same, this would have been at the women’s (lower) rate—a plausible case if, say, the women employees substantially outnumbered the men. This example, I may say, formed the bedrock of Miss Rose’s argument in respect of just satisfaction in the present appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "What, then, distinguishes the employee case from Van Raalte itself? The critical feature of the Van Raalte case which to my mind distinguishes it from the employee case is that the complainant in Van Raalte was in essentially the same position as all other contributors to the scheme (save only for the wrongly exempted group). Realistically the discrimination was no more against him than against the others: there was simply no case for exempting anyone. It would thus have been most unfair to the general body of contributors (category C) to have required them to subsidise not merely the exempted class of women but also the equivalent men. That, however, is not the position in employment cases. In the postulated employment case the discrimination can clearly be seen to have been against the less well-paid women. If the men doing the same work were thought to be worth the higher wage, so too were the women. There can be nothing unfair in making the employer compensate the women in respect of the past discrimination against them (although, of course, in the case of a public authority, the compensation will indirectly fall to be paid by the general public).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Into which category, then, does the present appeal fall? Is the situation here akin to that in Van Raalte or to the employment type of case? To my mind there can be only one answer to this question: the position here is just as it was in Van Raalte. The Court of Appeal rightly characterised the widows bereavement allowance as ‘an anachronistic relic of a tax regime abandoned by 1994’ and rightly concluded that the discrimination ‘provided widows with an unjustified advantage not merely over widower taxpayers but over all taxpayers.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "In a case like this, therefore, the past discrimination suffered by widowers is less (and less deserving of compensation) than would be the discrimination suffered by the general body of taxpayers were they now required to fund this unjustified benefit not only for qualifying widows but for widowers too .",
                                        "elements": []
                                    },
                                    {
                                        "content": "Even though, as the House was told, the issue of just satisfaction only arose at the reconvened hearing before the Court of Appeal and at the prompting of the Court itself, in my judgment it provides an ample basis for declining now to pay out to this appellant.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tSocial security benefits for widows before 9 April 2001",
                                "elements": [
                                    {
                                        "content": "29.  Under the Social Security and Benefits Act 1992 (“the 1992 Act”) “widows’ benefits” (Widow’s Payment, Widowed Mother’s Allowance and Widow’s Pension) were paid for out of the National Insurance Fund. By Section 1 of the 1992 Act, the funds required for paying such benefits were to be provided by means of contributions payable to the Secretary of State for Social Security by earners, employers and others, together with certain additions made to the Fund by Parliament. Male and female earners were obliged to pay the same social security contributions in accordance with their status as employed earners or self-employed earners. The eligibility criteria for each benefit were as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Widow’s Payment",
                                        "elements": [
                                            {
                                                "content": "30.  Under Section 36 of the 1992 Act, a woman who had been widowed after 11 April 1988 was entitled to a widow’s payment if:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) she was under pensionable age (60) at the time when her husband died, or he was not then entitled to a Category A retirement pension;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) her husband satisfied certain specified social security contribution conditions set out in a Schedule to the 1992 Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The benefit was not payable to a widow if she and a man to whom she was not married were living together as husband and wife at the time of her husband’s death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  According to section 19(6) of the Social Security (Claims and Payments) Regulations 1987 (and see also section 1(2)(a) of the Social Security Administration Act 1992), a widow had to claim the Payment within twelve months of her husband’s death. As from April 1997 the time-limit was reduced to three months (Social Security (Miscellaneous Amendments No.2) Regulations 1997).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Widowed Mother’s Allowance",
                                        "elements": [
                                            {
                                                "content": "33.  Under Section 37 of the 1992 Act, a woman who had been widowed was entitled to a Widowed Mother’s Allowance if her husband had paid the required National Insurance contributions and she was either pregnant by her late husband or entitled to child benefit in respect of a child of the marriage. Child benefit is available in respect of a child for any week in which he or she is under the age of 16, or under 19 and studying full-time up to A-level or equivalent, or aged 16 or 17 and registered for work or training (section 142 of the 1992 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": " 34.  This benefit was not payable for any period after the widow remarried or in which she and a man to whom she was not married were living together as husband and wife.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  According to section 19(6) of the Social Security (Claims and Payments) Regulations 1987 (and see section 1 (2)(b) of the Social Security Administration Act 1992), a widow had to make a claim to receive the benefit, which could be backdated 12 months from the date of claim. As from April 1997, the benefit could be backdated only three months from the date of claim (Social Security (Miscellaneous Amendments No.2) Regulations 1997).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Widow’s Pension",
                                        "elements": [
                                            {
                                                "content": "36.  Under Section 38 of the 1992 Act, a woman who had been widowed was entitled to a Widow’s Pension if her husband satisfied the contribution conditions set out in a Schedule to the Act; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) at the date of her husband’s death she was over the age of 45 (40 for deaths occurring before 11 April 1988), but under the age of 65; or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) she ceased to be entitled to a Widowed Mother’s Allowance at a time when she was over the age of 45 (40 for deaths occurring before 11 April 1988), but under the age of 65.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  This benefit was not payable for any period after the widow remarried or in which she and a man to whom she was not married were living together as husband and wife, or for any period in which she was entitled to a Widowed Mother’s Allowance.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Welfare Reform and Pensions Act 1999",
                                "elements": [
                                    {
                                        "content": "38.  The Welfare Reform and Pensions Act 1999 (“the 1999 Act”) came into force on 9 April 2001. Section 54 of this Act introduced the Bereavement Payment which replaced the Widow’s Payment. The same conditions applied, except that the new payment was available to both widows and widowers whose spouse died on or after 9 April 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Section 55 of the 1999 Act introduced the Widowed Parent’s Allowance. Identical conditions applied as for Widowed Mother’s Allowance, except that the new allowance was available to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) widows and widowers whose spouse died on or after 9 April 2001 and who were under pensionable age (60 for women and 65 for men) at the time of the spouse’s death, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) widowers whose wife died before 9 April 2001, who had not remarried and were still under pensionable age on the that day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Section 55 also introduced a Bereavement Allowance for widows and widowers over the age of 45 but under pensionable age at the spouse’s death, where no dependant children existed. The deceased spouse had to have satisfied the relevant contribution conditions and died on or after 9 April 2001. The Bereavement Allowance is payable for 52 weeks from the date of bereavement, but is not payable for any period after the survivor reaches pensionable age or remarries or lives with another person as husband and wife, or for any period for which the survivor was entitled to Widowed Parent’s Allowance.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "A.  Tax Allowance",
                                "elements": [
                                    {
                                        "content": "41.  The applicants complained that the United Kingdom authorities’ refusal to grant them WBA or equivalent constituted discrimination on grounds of sex contrary to Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1. Article 14 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The enjoyment of the rights and freedoms set forth in this Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1 of Protocol No. 1 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.\tThe Government’s preliminary objection concerning Mr Geen",
                                        "elements": [
                                            {
                                                "content": "42.  The Government were concerned that there might have been a factual misunderstanding of Mr Geen’s application at the admissibility stage and they invited the Court to reconsider the issue. They argued that Mr Geen’s oral enquiry about WBA in December 1995/January 1996 would not have constituted a valid domestic application for the allowance, and Mr Geen could not therefore claim to be a victim of discrimination on that basis. In any event, his application had been introduced on 29 September 2000, more than six months after any refusal of WBA in 1995 or 1996. His application to the Court pre-dated and made no mention of the refusal of WBA on 3 October 2000. There was no factual basis for the complaint about refusal of bereavement allowance, and this complaint should therefore be ruled inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Mr Geen pointed out that his case had already been declared admissible by the Court on 8 April 2003. However, if the Court was minded to revisit its decision, he argued that he had become a victim simply by making an application for WBA, which he knew would be refused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court recalls that Article 35 § 4 of the Convention enables it to dismiss an application it considers inadmissible “at any stage of the proceedings”. Thus, even at the merits stage the Court may re-consider a decision to declare an application admissible if it concludes that it should have been declared inadmissible for one of the reasons given in the first three paragraphs of Article 35 of the Convention (see Blečić v. Croatia [GC], no. 59532/00, § 65, ECHR 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In previous decisions concerning claims by widowers about the ’s social security and taxation systems, the Court has made the following findings concerning the application of the rules on admissibility (see, for example, McGillen and Others v. the United Kingdom (dec), nos. 77129/01, 27996/02, 28067/02, 26083/03, 4 April 2006):",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) Since under the 1992 Act and subordinate legislation, a widow was not automatically entitled to survivors’ benefits and had to claim them from the relevant authority, unless or until a man has made a claim to the domestic authorities for bereavement benefits, he cannot be regarded as a “victim” of the alleged discrimination involved in the refusal to pay such benefits, because a woman in the same position would not automatically be entitled to widow’s benefits until having made a claim. However, as long as an applicant has made clear to the authorities his intention to claim benefits, the precise form in which he has done so is not important.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) Similarly, a widower who did not apply within the age- and time-limits as they applied to women cannot claim to be a victim of discrimination, because a woman in his position would also have been refused the benefits or allowance in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3) The refusal of widow’s benefits to men is not a “continuing violation or situation”, since a widower cannot claim to be a victim of discrimination until he has applied for benefits and been refused. It has, therefore, been the Court’s consistent practice in such cases to hold that the six months time-limit in Article 35 § 1 of the Convention begins to run from the date of the final refusal by the domestic authorities of such benefits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Applying these principles in the present case, the Court notes that the applicant appears to have requested and been refused WBA in December 1995/January 1996 and again in July 1996. His complaint about these refusals, however, was not introduced until his amended application form was lodged on 15 March 2001, and should therefore have been declared inadmissible under the six months rule. Although he appears to have applied formally for WBA on 29 September 2000, the same day that he submitted his application to the Court, he made no mention of this request and the IR’s refusal of 3 October 2000 until 28 November 2002. In its decision of 8 April 2003, however, although the Government raised an issue under the six months rule, the Court declared the application admissible without reference to the fact that the applicant’s complaints about the refusals of WBA had been introduced some time after his first application form was lodged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.   The six-month rule serves the interests not only of the respondent Government but also of legal certainty as a value in itself. It marks out the temporal limits of supervision carried out by the organs of the Convention and signals to both individuals and State authorities the period beyond which such supervision is no longer possible and it is not open to the Court to set the rule aside (see Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In the present case Mr Geen’s complaints about the refusals of WBA were introduced outside the six months time-limit in Article 35 § 1. The Court cannot, therefore, take cognisance of their merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2  The merits",
                                        "elements": [
                                            {
                                                "content": "49.  The Government accepted that WBA fell within the ambit of Article 1 of Protocol No. 1 and that Article 14 was, accordingly, engaged. They did not seek to argue that the continued availability of the allowance to widowed women only between 1994 and 2000 could be justified, but denied that this had been to the detriment of widowed men in particular. WBA had originally been introduced to compensate for the unfairness which would arise from the fact that, if a husband died early in a tax year, his widow would be entitled only to a single person’s allowance, whereas a widowed husband would continue to receive the higher married man’s allowance in the year of his wife’s death (see paragraphs 21-25 above). After the introduction of the new regime of independent taxation in 1990-91, the allowance became an anachronism and ceased to be objectively justified and a small group of taxpayers—widows—received an unjustified advantage over the wider population of taxpayers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicants Mr Richard and Mr Walsh submitted that the Government had no defence to their complaint of discrimination. In the domestic proceedings (see paragraphs 26-28 above) the IR had accepted that the WBA fell within the scope of Article 1 of Protocol No. 1 and did not offer any justification for its availability to widowed women but not men.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court agrees with the parties that the tax allowance in question fell within the scope of Article 1 of Protocol No. 1 and that Article 14 is thus engaged (see Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 43, ECHR 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The applicants complain of a difference in treatment on the basis of sex, which falls within the non-exhaustive list of prohibited grounds of discrimination in Article 14. Article 14 does not prohibit a  from treating groups differently in order to correct “factual inequalities” between them; indeed in certain circumstances a failure to attempt to correct inequality through different treatment may in itself give rise to a breach of the article. A difference of treatment is, however, discriminatory if it has no objective and reasonable justification; in other words, if it does not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised (see Stec and Others v. the United Kingdom [GC], nos. 65731/01 and 65900/01, § 51, ECHR 2006; Willis v. the United Kingdom, no. 36042/97, §§ 14-26, ECHR 2002-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  WBA was introduced at a time when married couples were taxed as a single entity, with a tax allowance available to the man in respect of his wife’s earnings. A widowed man could continue to claim this married man’s allowance in the year following the wife’s death, whereas a widowed woman received only a single person’s allowance. WBA was intended to rectify this inequality, but became obsolete when independent taxation of married men and women was introduced from 1990/91 and spouses were given the choice, from 1993/94, as to how to share the married couples allowance (see paragraphs 21-25 above). The Government have not attempted to justify the availability of the WBA to female widows only from 1990/91 until its abolition in respect of deaths occurring after 6 April 2000. The Court does not consider that, during the period when the applicants were denied the allowance, the difference in treatment between men and women as regards the WBA was reasonably and objectively justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  It follows that there has been a violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 as regards Mr Hobbs, Mr Richard and Mr Walsh.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other benefits",
                                "elements": [
                                    {
                                        "content": "55.  Mr Walsh, Mr Geen and Mr Richard complained in addition about the non-payment to them of Widow’s Pension and, initially, about the non-payment of Widow’s Payment and Widowed Mothers’ Allowance (see paragraphs 29-37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court notes that parties have reached a friendly settlement as regards the claims for Widow’s Payment and Widowed Mother’s Allowance (see paragraph 5 above). It does not consider that respect for human rights as defined in the Convention and protocols requires it to continue with its examination of these complaints (see Article 37 of the Convention). It therefore strikes out these parts of the applications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  As for the claims regarding Widow’s Pension, it is recalled that a woman who had been widowed was entitled to this benefit if she was at the date of her husband’s death over the age of 45 but under the age of 65 or if she ceased to be entitled to a Widowed Mother’s Allowance when she was over the age of 45 but under the age of 65. All three applicants were under the age of 45 when their wives died. Mr Richard and Mr Walsh’s children are still young enough to give rise to entitlement to Widowed Mother’s Allowance, so these two applicants would not currently qualify for Widow’s Pension even if they had been women. Although they might, possibly, become eligible at some time in the future, their claims for Widow’s Pension are hypothetical and cannot give rise to any violation of the Convention (see Willis, § 49 and also, for example, Dodds and others v. United Kingdom (dec.), no. 59314/00, 8 April 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Mr Geen’s children are now 17 and 19 years of age, and it is possible that a woman in his position would have ceased to be entitled to Widowed Mother’s Allowance and become entitled to a Widow’s Pension. However, the parties to the present case have not submitted full observations concerning the non-availability to men of Widow’s Pension, which will be considered by the Court in the lead cases on that issue, Runkee v. the United Kingdom (no. 42949/98) and White v. the United Kingdom (no. 53134/99). In these circumstances, the Court decides to reserve its consideration of Mr Geen’s claim for Widow’s Pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In conclusion, therefore, the Court strikes out the applicants’ claims as regards Widow’s Payment and Widowed Mother’s Allowance. It finds no violation in respect of Mr Richard’s and Mr Walsh’s claims for Widow’s Pension, and adjourns its consideration of Mr Geen’s claim for Widow’s Pension.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "61.  The applicants, Mr Richard and Mr Walsh, argued that they were entitled to compensation for the discriminatory refusal to grant them WBA, in the amount that they would have received had they been widows, plus interest. They cited in their support three cases where the Court had awarded compensation for the wrongful levying of taxes or refusal of a tax allowance (S.A. Dangeville v. France, no. 36677/97, ECHR 2002-III; Darby v. Sweden, judgment of 23 October 1990, Series A no. 187; P.M. v. the United Kingdom, no. 6638/03, 19 July 2005) and also the case of Willis, cited above. They submitted that the Court’s approach in these cases complied with the principle of restitutio in integrum and also encouraged compliance with the Convention, since there would be less incentive for States to avoid discrimination if they were not required to pay compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62. Such an approach was in their view also consistent with the case-law of the European Court of Justice (“ECJ”), which had on a number of occasions addressed the remedy for unlawful discrimination and concluded that it should be by way of “levelling up”—that is, treating the complainant in the same way as the favoured group—rather than “levelling down”—giving no compensation on the basis that neither class should have received the benefit. In Kowalska v. Frie und Hansestadt  [1990] ECR I-2591 the ECJ had held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... where there is indirect discrimination in a clause in a collective wage agreement, the class of persons placed at a disadvantage by reason of that discrimination must be treated in the same way and made subject to the same scheme, proportionately to the number of hours worked, as other workers, such scheme remaining, for want of correct transposition of Article 119 of the EEC Treaty into national law, the only valid point of reference ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "(and see also Nimz v. Frie und Hansestadt  [1991] ECR I-297; Johnson v. Chief Adjudication Officer [1991] ECR I-3723; Remi van Cant v. Rijksdienst voor pensionen [1993] ECR I-3811; Smith v. Avdel Systems [1994] ECR I-4435).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In the applicants’ submission, this approach by the ECJ accorded strongly with the important policy of deterring discrimination. On Lord Hoffmann’s analysis in Wilkinson (see paragraph 27 above) it was open to a discriminator to avoid any meaningful sanction; indeed, the more arbitrary and unjustifiable the benefit provided to the favoured class, the more likely the discriminator was to succeed. Furthermore, the ECJ approach avoided the need for undesirable speculation as to what the legislature—or employer—would have decided if it had not decided to introduce discrimination. Lord Hoffmann’s conclusion was not based on any evidence as to what Parliament would have done, but upon his own opinion as to the merits of WBA and what the best course would have been. It should not be open to judges to re-write history in this way. It was notable that in Wilkinson neither the IR Commissioners nor Lord Hoffmann were able to cite any authority from the extensive corpus of domestic and EC discrimination law in favour of the proposition that no remedy should be awarded. Lord Hoffmann could rely only on a single Court judgment, Van Raalte v. Netherlands, but this was, in the applicants’ submission, a far from satisfactory authority, since there was no explanation as to why damages were not awarded or why the Court was departing from the approach it had adopted less than three years before, in Karlheinz Schmidt v. Germany, judgment of 18 July 1994, Series A no. 291-B.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government submitted that just satisfaction under Article 41 of the Convention depended in every case on an assessment of what remedy was appropriate in the particular circumstances. It was not intended to be a sanction on the State, but was instead designed to be compensatory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Where, as with WBA, the Government had already removed the discriminatory anomaly, the Court should take account of the wider public interest. It was common ground that WBA was an anachronistic relic of a tax regime abandoned by 1994. It was true that WBA discriminated in favour of widows, but it did so in comparison to all other taxpayers, not just widowed men. The principle of just satisfaction did not require that an anomaly should be further extended. The taxpayer should not be required to subsidise, through an award of pecuniary damages, men who happened to have been widowed during the relevant period, in addition to the widows who had already received the allowance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court’s approach in Van Raalte v. the Netherlands and that of the House of Lords in Wilkinson was in the view of the Government correct in principle and should be followed. The European Court of Justice (“ECJ”) cases relied on by the applicants were not relevant, and the context in which questions of compensation for discriminatory treatment arose before the ECJ was quite different, as was the impact of a decision to “level up”. In the present cases, the advantage provided to widowed women did not provide the only, or even an appropriate, reference point for measuring the treatment which should properly be afforded to widowed men, who were in the same position as all other tax-payers. Darby v. Sweden and P.M. v. the  were not comparable to the present cases since each had concerned a discriminatory failure to extend to the applicant a justifiable tax relief or exemption.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court recalls that the principle underlying the provision of just satisfaction is that the applicant should as far as possible be put in the position he would have enjoyed had the violation found by the Court not occurred (Kingsley v. the United Kingdom [GC], no. 35605/97, § 40, ECHR 2002-IV). As shown by the judgment in Van Raalte (cited above), it does not inevitably follow from a finding of a violation of Article 14 that an award of just satisfaction must be made to reflect any pecuniary damage allegedly suffered as a result of the differential treatment. Whether such an award is made will depend on all the circumstances of the case, including the field in which the discriminatory treatment arose; whether the applicant belongs to a similarly affected class of persons; the size of any such class; the nature of the legislative provision, if any, giving rise to the discriminatory treatment; and, where such discrimination has been eliminated as the result of an amendment of the relevant provisions, the nature of, and reasons underlying, the amendment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The present case concerns the differential treatment of bereaved men and women in the years from 1994 to 1999 in respect of the grant of tax allowances under the 1988 Act. The applicants, as widowers, belonged to a large class of persons who were similarly denied the allowances granted to widows during that period. The allowances were, as noted above, originally introduced in 1980, when married couples were taxed as a single entity, to enable widows to claim the equivalent of the married man’s allowance in the year of bereavement and thus to equate their position with that of widowers. However, when the independent taxation of married men and women was introduced, the underlying purpose of the WBA ceased to exist and the allowance was removed in the 1999 Act as being an anomalous feature of a tax regime abandoned in 1994, which had unduly favoured widows, not only over widowers, but also over other taxpayers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In these circumstances, the Court, like the House of Lords in the Wilkinson case (see paragraphs 26-28 above), finds no reason to remedy the inequality of treatment by “levelling up” and awarding the value of tax benefits which had been found to be unjustified. It accordingly makes no award by way of just satisfaction in respect of the pecuniary loss alleged to have been suffered.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tNon-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "70.  Mr Hobbs claimed GBP 4,000 for anguish and loss of sleep caused by the discrimination over a period of years, and Mr Walsh and Mr Richard each claimed GBP 2,000 for distress and frustration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government submitted that it would not be appropriate to award compensation for non-pecuniary damage in this case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court notes that the applicants have produced no evidence to substantiate their claims. It does not accept that they were caused real and serious emotional damage as a result of being denied a tax allowance of the relatively low value of the WBA (see paragraph 21 above). No award can accordingly be made under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.  Mr Hobbs, who was not represented, claimed costs of GBP 1,040, calculated on the basis of GBP 20 per letter and GBP 20 per hour labour and overheads. Mr Richard and Mr Walsh applicants each claimed GBP 660.74 in respect of the costs and expenses of their claims relating to WBA, inclusive of value added tax (“VAT”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government did not accept that Mr Hobbs’ costs and expenses had genuinely been incurred. Although they considered that the other two applicants’ costs were high, they did not object to the sums being awarded in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court is not satisfied that Mr Hobbs’ legal costs were actually incurred, and thus makes no award to him under this head (see, for example, Steel and Morris v. the United Kingdom, no. 68416/01, § 194, ECHR 2005). It notes that the Government does not contest the represented applicants’ claims for costs, and thus awards Mr Richard and Mr Walsh EUR 800 each, together with any tax that may be payable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "76.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that it is unable to take cognisance of the merits of Mr Geen’s complaint about non-payment of Widow’s Bereavement Tax Allowance;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that, in respect of Mr Hobbs, Mr Richard and Mr Walsh, there has been a violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 concerning non-entitlement to a Widow’s Bereavement Tax Allowance;",
                        "elements": []
                    },
                    {
                        "content": "3.\tDecides to strike-out the complaints of Mr Geen, Mr Richard and Mr Walsh under Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 about non-entitlement to a Widow’s Payment and/or Widowed Mothers’ Allowance;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds that there has been no violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 in connection with the Mr Richard and Mr Walsh’s complaints concerning non-entitlement to a Widow’s Pension;",
                        "elements": []
                    },
                    {
                        "content": "5.\tAdjourns its consideration of Mr Geen’s complaint about non-entitlement to a Widow’s Pension;",
                        "elements": []
                    },
                    {
                        "content": "6.  \tHolds",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ. Casadevall",
            "role": "president"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "Mrs F. Elens-passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HOBBS, RICHARD, WALSH AND GEEN v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77981.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1114JUD006368400",
    "externalsources": [],
    "extractedappno": [
        "63684/00",
        "63475/00",
        "63484/00",
        "63468/00",
        "1990/91",
        "1993/94",
        "1998/99",
        "59532/00",
        "77129/01",
        "27996/02",
        "28067/02",
        "26083/03",
        "34979/97",
        "65731/01",
        "65900/01",
        "36042/97",
        "59314/00",
        "42949/98",
        "53134/99",
        "36677/97",
        "6638/03",
        "35605/97",
        "68416/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-77981",
    "judgementdate": "14/11/2006 00:00:00",
    "kpdate": "14/11/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "471",
        "619",
        "138",
        "343",
        "100",
        "464",
        "369",
        "304",
        "609",
        "241",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "37",
        "P1-1-1",
        "35-4",
        "37-1-b",
        "35-1",
        "41",
        "35",
        "14",
        "39",
        "P1-1"
    ],
    "parties": [
        "HOBBS, RICHARD, WALSH AND GEEN",
        "THE UNITED KINGDOM"
    ],
    "rank": "564.182312011719",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Blecic v. Croatia [GC], no. 59532/00, § 65, ECHR 2006",
        "Dodds and others v. the United Kingdom (dec.), no. 59314/00, 8 April 2003",
        "Kingsley v. the United Kingdom [GC], no. 35605/97, § 40, ECHR 2002-IV",
        "McGillen and Others v. the United Kingdom (dec), nos. 77129/01, 27996/02, 28067/02, 26083/03, 4 April 2006",
        "Runkee v. the United Kingdom, no. 42949/98)",
        "Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 43, ECHR 2005",
        "Stec and Others v. the United Kingdom [GC], nos. 65731/01 and 65900/01, § 51, ECHR 2006-…",
        "Steel and Morris v. the United Kingdom, no. 68416/01, § 194, ECHR 2005",
        "Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000-I",
        "White v. the United Kingdom, no. 53134/99",
        "Willis v. the United Kingdom, no. 36042/97, §§ 14-26, § 49, ECHR 2002-IV"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341463",
    "typedescription": "15"
}