{
    "__articles": "10;10-1;10-2;14+10;14;13;41",
    "__conclusion": "Violation of Art. 10;No violation of Art. 13 and 14+10;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "13166/87",
    "article": [
        "14",
        "10",
        "41",
        "13"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "element": "No violation of Art. 13 and 14+10",
            "type": "no-violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "No violation of Art. 13 and 14+10",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 13 and 14+10",
            "type": "no-violation"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-57708.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court on 12 October 1990 by the European Commission of Human Rights (\"the Commission\") and on 23 November 1990 by the Government of the United Kingdom of Great Britain and Northern Ireland (\"the Government\"), within the three-month period laid down in Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"). It originated in an application (no. 13166/87) against the  lodged with the Commission under Article 25 (art. 25) on 31 July 1987 by Times Newspapers Ltd, a company incorporated in , and Mr Andrew Neil, a British citizen.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46) and the Government’s application, to Article 48 (art. 48). The object of the request and the application was to obtain a decision as to whether or not the facts of the case disclosed a breach by the respondent State of its obligations under Article 10 (art. 10) and also, in the case of the request, Articles 13 and 14 (art. 13, art. 14) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of the Rules of Court, the applicants stated that they wished to take part in the proceedings and designated the lawyers who would represent them (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.   On 15 October 1990 the President of the Court decided, under Rule 21 para. 6 and in the interest of the proper administration of justice, that a single Chamber should be constituted to consider both the instant case and the Observer and Guardian case.",
                        "elements": []
                    },
                    {
                        "content": "The Chamber thus constituted included ex officio Sir Vincent Evans, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). On 26 October 1990 the President drew by lot, in the presence of the Registrar, the names of the seven other members, namely Mr J. Cremona, Mrs D. Bindschedler-Robert, Mr F. Matscher, Mr R. Macdonald, Mr C. Russo, Mr R. Bernhardt and Mr R. Pekkanen (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4.   Mr Ryssdal assumed the office of President of the Chamber (Rule 21 para. 5) and, through the Registrar, consulted the Agent of the Government, the Delegate of the Commission and the representatives of the applicants on the need for a written procedure (Rule 37 para. 1) and the date of the opening of the oral proceedings (Rule 38).",
                        "elements": []
                    },
                    {
                        "content": "In accordance with the President’s orders and directions, the registry received, on 2 April 1991, the applicants’ memorial and, on 18 April, the Government’s. By letter of 31 May 1991, the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "5.   On 21 March 1991 the Chamber decided, pursuant to Rule 51, to relinquish jurisdiction forthwith in favour of the plenary Court.",
                        "elements": []
                    },
                    {
                        "content": "6.   On 25 March 1991 the President granted, under Rule 37 para. 2, leave to \"Article 19\" (the International Centre against Censorship) to submit written comments on a specific issue arising in the case. He directed that the comments should be filed by 15 May 1991; they were, in fact, received on that date.",
                        "elements": []
                    },
                    {
                        "content": "7.   As directed by the President, the hearing, devoted to the present and the Observer and Guardian cases, took place in public in the , , on 25 June 1991. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicants in the present case",
                        "elements": []
                    },
                    {
                        "content": "- for the applicants in the Observer and Guardian case",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Bratza for the Government, by Mr Busuttil for the Commission and by Mr Lester and Mr Browne for the applicants, as well as replies to questions put by the President of the Court.",
                        "elements": []
                    },
                    {
                        "content": "8.   The registry received, on 5 August 1991, the observations of the Government on the applicants’ claim under Article 50 (art. 50) of the Convention and, on 13 September and on 4 and 7 October respectively, the applicants’ comments on those observations and further particulars of their claim. By letter of 3 October, a Deputy to the Secretary to the Commission informed the Registrar that the Delegate had no comments on this issue.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   INTRODUCTION",
                        "elements": [
                            {
                                "content": "A. The applicants",
                                "elements": [
                                    {
                                        "content": "9.   The applicants in this case (who are hereinafter together referred to as \"S.T.\") are Times Newspapers Ltd, the publisher of the  national Sunday newspaper The Sunday Times, and Mr Andrew Neil, its editor. They complain of interlocutory injunctions imposed by the English courts on the publication of details of the book Spycatcher and information obtained from its author, Mr Peter Wright.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Interlocutory injunctions",
                                "elements": [
                                    {
                                        "content": "10.   In litigation where the plaintiff seeks a permanent injunction against the defendant, the English courts have a discretion to grant the plaintiff an \"interlocutory injunction\" (a temporary restriction pending the determination of the dispute at the substantive trial) which is designed to protect his position in the interim. In that event the plaintiff will normally be required to give an undertaking to pay damages to the defendant should the latter succeed at the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The principles on which such injunctions will be granted - to which reference was made in the proceedings in the present case - were set out in American Cyanamid Co. v. Ethicon Ltd([1975] Appeal Cases 396) and may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)   It is not for the court at the interlocutory stage to seek to determine disputed issues of fact or to decide difficult questions of law which call for detailed argument and mature consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)   Unless the material before the court at that stage fails to disclose that the plaintiff has any real prospect of succeeding in his claim for a permanent injunction, the court should consider, in the light of the particular circumstances of the case, whether the balance of convenience lies in favour of granting or refusing the interlocutory relief that is sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)   If damages would be an adequate remedy for the plaintiff if he were to succeed at the trial, no interlocutory injunction should normally be granted. If, on the other hand, damages would not provide an adequate remedy for the plaintiff but would adequately compensate the defendant under the plaintiff’s undertaking if the defendant were to succeed at the trial, there would be no reason to refuse an interlocutory injunction on this ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)   It is where there is doubt as to the adequacy of the respective remedies in damages available to either party or both that the question of balance of convenience arises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)   Where other factors appear evenly balanced, it is a counsel of prudence to take such measures as are calculated to preserve the status quo.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Spycatcher",
                                "elements": [
                                    {
                                        "content": "11.   Mr Peter Wright was employed by the British Government as a senior member of the British Security Service (MI5) from 1955 to 1976, when he resigned. Subsequently, without any authority from his former employers, he wrote his memoirs, entitled Spycatcher, and made arrangements for their publication in , where he was then living. The book dealt with the operational organisation, methods and personnel of MI5 and also included an account of alleged illegal activities by the Security Service. He asserted therein, inter alia, that MI5 conducted unlawful activities calculated to undermine the 1974-1979 Labour Government, burgled and \"bugged\" the embassies of allied and hostile countries and planned and participated in other unlawful and covert activities at home and abroad, and that Sir Roger Hollis, who led MI5 during the latter part of Mr Wright’s employment, was a Soviet agent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Wright had previously sought, unsuccessfully, to persuade the British Government to institute an independent inquiry into these allegations. In 1987 such an inquiry was also sought by, amongst others, a number of prominent members of the 1974-1979 Labour Government, but in vain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.   Part of the material in Spycatcher had already been published in a number of books about the Security Service written by Mr Chapman Pincher. Moreover, in July 1984 Mr Wright had given a lengthy interview to Granada Television (an independent television company operating in the ) about the work of the service and the programme was shown again in December 1986. Other books and another television programme on the workings and secrets of the service were produced at about the same time, but little Government action was taken against the authors or the media.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Institution of proceedings in ",
                                "elements": [
                                    {
                                        "content": "13.   In September 1985 the Attorney General of England and Wales (\"the Attorney General\") instituted, on behalf of the United Kingdom Government, proceedings in the Equity Division of the Supreme Court of New South Wales, Australia, to restrain publication of Spycatcher and of any information therein derived from Mr Wright’s work for the Security Service. The claim was based not on official secrecy but on the ground that the disclosure of such information by Mr Wright would constitute a breach of, notably, his duty of confidentiality under the terms of his employment. On 17 September he and his publishers, Heinemann Publishers Australia Pty Ltd, gave undertakings, by which they abided, not to publish pending the hearing of the Government’s claim for an injunction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Throughout the Australian proceedings the Government objected to the book as such; they declined to indicate which passages they objected to as being detrimental to national security.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   THE INTERLOCUTORY PROCEEDINGS IN  AND EVENTS OCCURRING WHILST THEY WERE IN PROGRESS",
                        "elements": [
                            {
                                "content": "A. The Observer and Guardian articles and the ensuing injunctions",
                                "elements": [
                                    {
                                        "content": "14.   Whilst the Australian proceedings were still pending, the  national Sunday newspaper Observer and the  national daily newspaper The Guardian published, on Sunday 22 and Monday 23 June 1986 respectively, short articles on inside pages reporting on the forthcoming hearing in  and giving details of some of the contents of the manuscript of Spycatcher. These two newspapers had for some time been conducting a campaign for an independent investigation into the workings of the Security Service. The details given included the following allegations of improper, criminal and unconstitutional conduct on the part of MI5 officers:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)   MI5 \"bugged\" all diplomatic conferences at Lancaster House in  throughout the 1950’s and 1960’s, as well as the  independence negotiations in 1979;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)   MI5 \"bugged\" diplomats from France, Germany, Greece and Indonesia, as well as Mr Kruschev’s hotel suite during his visit to Britain in the 1950’s, and was guilty of routine burglary and \"bugging\" (including the entering of Soviet consulates abroad);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)   MI5 plotted unsuccessfully to assassinate President Nasser of  at the time of the  crisis;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)   MI5 plotted against Harold Wilson during his premiership from 1974 to 1976;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)   MI5 (contrary to its guidelines) diverted its resources to investigate left-wing political groups in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Observer and Guardian articles, which were written by Mr David Leigh and Mr Paul Lashmar and by Mr Richard Norton-Taylor respectively, were based on investigations by these journalists from confidential sources and not on generally available international press releases or similar material. However, much of the actual information in the articles had already been published elsewhere (see paragraph 12 above). The English courts subsequently inferred that, on the balance of probabilities, the journalists’ sources must have come from the offices of the publishers of Spycatcher or the solicitors acting for them and the author (see the judgment of 21 December 1987 of Mr Justice Scott; paragraph 40 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.   The Attorney General instituted proceedings for breach of confidence in the Chancery Division of the High Court of Justice of England and Wales against The Observer Ltd, the proprietors and publishers of the Observer, Mr Donald Trelford, its editor, and Mr Leigh and Mr Lashmar, and against Guardian Newspapers Ltd, the proprietors and publishers of The Guardian, Mr Peter Preston, its editor, and Mr Norton-Taylor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Attorney General sought permanent injunctions against the defendants (who are hereinafter together referred to as \"O.G.\"), restraining them from making any publication of Spycatcher material. He based his claim on the principle that the information in the memoirs was confidential and that a third party coming into possession of information knowing that it originated from a breach of confidence owed the same duty to the original confider as that owed by the original confidant. It was accepted that an award of damages would have been an insufficient and inappropriate remedy for the Attorney General and that only an injunction would serve his purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.   The evidential basis for the Attorney General’s claim was two affidavits sworn by Sir Robert Armstrong, Secretary to the British Cabinet, in the Australian proceedings on 9 and 27 September 1985. He had stated therein, inter alia, that the publication of any narrative based on information available to Mr Wright as a member of the Security Service would cause unquantifiable damage, both to the service itself and to its officers and other persons identified, by reason of the disclosures involved. It would also undermine the confidence that friendly countries and other organisations and persons had in the Security Service and create a risk of other employees or former employees of that service seeking to publish similar information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.   On 27 June 1986 ex parte interim injunctions were granted to the Attorney General restraining any further publication of the kind in question pending the substantive trial of the actions. On an application by O.G. and after an inter partes hearing on 11 July, Mr Justice Millett (sitting in the Chancery Division) decided that these injunctions should remain in force, but with various modifications. The defendants were given liberty to apply to vary or discharge the orders on giving twenty-four hours’ notice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.   The reasons for Mr Justice Millett’s decision may be briefly summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)   Disclosure by Mr Wright of information acquired as a member of the Security Service would constitute a breach of his duty of confidentiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)   O.G. wished to be free to publish further information deriving directly or indirectly from Mr Wright and disclosing alleged unlawful activity on the part of the Security Service, whether or not it had been previously published.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)   Neither the right to freedom of speech nor the right to prevent the disclosure of information received in confidence was absolute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)   In resolving, as in the present case, a conflict between the public interest in preventing and the public interest in allowing such disclosure, the court had to take into account all relevant considerations, including the facts that this was an interlocutory application and not the trial of the action, that the injunctions sought at this stage were only temporary and that the refusal of injunctive relief might cause irreparable harm and effectively deprive the Attorney General of his rights. In such circumstances, the conflict should be resolved in favour of restraint, unless the court was satisfied that there was a serious defence of public interest that might succeed at the trial: an example would be when the proposed publication related to unlawful acts, the disclosure of which was required in the public interest. This could be regarded either as an exception to the American Cyanamid principles (see paragraph 10 above) or their application in special circumstances where the public interest was invoked on both sides.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)   The Attorney General’s principal objection was not to the dissemination of allegations about the Security Service but to the fact that those allegations were made by one of its former employees, it being that particular fact which O.G. wished to publish. There was credible evidence (in the shape of Sir Robert Armstrong’s affidavits; see paragraph 16 above) that the appearance of confidentiality was essential to the operation of the Security Service and that the efficient discharge of its duties would be impaired, with consequent danger to national security, if senior officers were known to be free to disclose what they had learned whilst employed by it. Although this evidence remained to be tested at the substantive trial, the refusal of an interlocutory injunction would permit indirect publication and permanently deprive the Attorney General of his rights at the trial. Bearing in mind, inter alia, that the alleged unlawful activities had occurred some time in the past, there was, moreover, no compelling interest requiring publication immediately rather than after the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the subsequent stages of the interlocutory proceedings, both the Court of Appeal (see paragraphs 19 and 34 below) and all the members of the Appellate Committee of the House of Lords (see paragraphs 35-36 below) considered that this initial grant of interim injunctions by Mr Justice Millett was justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.   On 25 July 1986 the Court of Appeal dismissed an appeal by O.G. and upheld the injunctions, with minor modifications. It referred to the American Cyanamid principles (see paragraph 10 above) and considered that Mr Justice Millett had not misdirected himself or exercised his discretion on an erroneous basis. It refused leave to appeal to the House of Lords. It also certified the case as fit for a speedy trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As amended by the Court of Appeal, the injunctions (\"the Millett injunctions\") restrained O.G., until the trial of the action or further order, from:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1.   disclosing or publishing or causing or permitting to be disclosed or published to any person any information obtained by Peter Maurice Wright in his capacity as a member of the British Security Service and which they know, or have reasonable grounds to believe, to have come or been obtained, whether directly or indirectly, from the said Peter Maurice Wright;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.   attributing in any disclosure or publication made by them to any person any information concerning the British Security Service to the said Peter Maurice Wright whether by name or otherwise.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "The orders contained the following provisos:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1.   this Order shall not prohibit direct quotation of attributions to Peter Maurice Wright already made by Mr Chapman Pincher in published works, or in a television programme or programmes broadcast by Granada Television;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.   no breach of this Order shall be constituted by the disclosure or publication of any material disclosed in open court in the Supreme Court of New South Wales unless prohibited by the Judge there sitting or which, after the trial there in action no. 4382 of 1985, is not prohibited from publication;",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.   no breach of this Order shall be constituted by a fair and accurate report of proceedings in (a) either House of Parliament in the  whose publication is permitted by that House; or (b) a court of the  sitting in public.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.   On 6 November 1986 the Appellate Committee of the House of Lords granted leave to appeal against the Court of Appeal’s decision. The appeal was subsequently withdrawn in the light of the House of Lords decision of 30 July 1987 (see paragraphs 35-36 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The first-instance decision in ",
                                "elements": [
                                    {
                                        "content": "21.   The trial of the Government’s action in  (see paragraph 13 above) took place in November and December 1986. The proceedings were reported in detail in the media in the  and elsewhere. In a judgment delivered on 13 March 1987 Mr Justice Powell rejected the Attorney General’s claim against Mr Wright and his publishers, holding that much of the information in Spycatcher was no longer confidential and that publication of the remainder would not be detrimental to the British Government or the Security Service. The undertakings not to publish were then discharged by order of the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Attorney General lodged an appeal; after a hearing in the New South Wales Court of Appeal in the week of 27 July 1987, judgment was reserved. The defendants had given further undertakings not to publish whilst the appeal was pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Further press reports concerning Spycatcher; the Independent case",
                                "elements": [
                                    {
                                        "content": "22.   On 27 April 1987 a major summary of certain of the allegations in Spycatcher, allegedly based on a copy of the manuscript, appeared in the  national daily newspaper The Independent. Later the same day reports of that summary were published in The London Evening Standard and the London Daily News.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the next day the Attorney General applied to the Queen’s Bench Division of the High Court for leave to move against the publishers and editors of these three newspapers for contempt of court that is conduct intended to interfere with or prejudice the administration of justice. Leave was granted on 29 April. In this application (hereinafter referred to as \"the Independent case\") the Attorney General was not acting - as he was in the breach of confidence proceedings against O.G. - as the representative of the Government, but independently and in his capacity as \"the guardian of the public interest in the due administration of justice\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "Reports similar to those of 27 April appeared on 29 April in , in The Melbourne Age and the Canberra Times, and on 3 May in the , in The Washington Post.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.   On 29 April 1987 O.G. applied for the discharge of the Millett injunctions (see paragraph 19 above) on the ground that there had been a significant change of circumstances since they were granted. They referred to what had transpired in the Australian proceedings and to the  newspaper reports of 27 April.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Vice-Chancellor, Sir Nicolas Browne-Wilkinson, began to hear these applications on 7 May but adjourned them pending the determination of a preliminary issue of law, raised in the Independent case (see paragraph 22 above), on which he thought their outcome to be largely dependent, namely \"whether a publication made in the knowledge of an outstanding injunction against another party, and which if made by that other party would be in breach thereof, constitutes a criminal contempt of court upon the footing that it assaults or interferes with the process of justice in relation to the said injunction\". On 11 May, in response to the Vice-Chancellor’s invitation, the Attorney General pursued the proceedings in the Independent case in the Chancery Division of the High Court and the Vice-Chancellor ordered the trial of the preliminary issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.   On 14 May 1987 Viking Penguin Incorporated, which had purchased from Mr Wright’s Australian publishers the  publication rights to Spycatcher, announced its intention of publishing the book in the latter country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.   On 2 June 1987 the Vice-Chancellor decided the preliminary issue of law in the Independent case. He held that the reports that had appeared on 27 April 1987 (see paragraph 22 above) could not, as a matter of law, amount to contempt of court because they were not in breach of the express terms of the Millett injunctions and the three newspapers concerned had not been a party to those injunctions or to a breach thereof by the persons they enjoined. The Attorney General appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.   On 15 June 1987 O.G., relying on the intended publication in the , applied to have the hearing of their application for discharge of the Millett injunctions restored (see paragraph 23 above). The matter was, however, adjourned pending the outcome of the Attorney General’s appeal in the Independent case, the hearing of which began on 22 June.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Serialisation of Spycatcher begins in The Sunday Times",
                                "elements": [
                                    {
                                        "content": "27.   On 12 July 1987 The Sunday Times, which had purchased the British newspaper serialisation rights from Mr Wright’s Australian publishers and obtained a copy of the manuscript from Viking Penguin Incorporated in the United States, printed – in its later editions in order to avoid the risk of proceedings for an injunction - the first instalment of extracts from Spycatcher. It explained that this was timed to coincide with publication of the book in the , which was due to take place on 14 July.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 13 July the Attorney General commenced proceedings against S.T. for contempt of court, on the ground that the publication frustrated the purpose of the Millett injunctions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E. Publication of Spycatcher in the ",
                                "elements": [
                                    {
                                        "content": "28.   On 14 July 1987 Viking Penguin Incorporated published Spycatcher in the ; some copies had, in fact, been put on sale on the previous day. It was an immediate best-seller. The British Government, which had been advised that proceedings to restrain publication in the  would not succeed, took no legal action to that end either in that country or in , where the book also became a best-seller.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.   A substantial number of copies of the book were then brought into the , notably by British citizens who had bought it whilst visiting the  or who had purchased it by telephone or post from American bookshops. The telephone number and address of such bookshops willing to deliver the book to the  were widely advertised in that country. No steps to prevent such imports were taken by the British Government, which formed the view that although a ban was within their powers, it was likely to be ineffective. They did, however, take steps to prevent the book’s being available at  booksellers or public libraries.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F. Conclusion of the Independent case",
                                "elements": [
                                    {
                                        "content": "30.   On 15 July 1987 the Court of Appeal announced that it would reverse the judgment of the Vice-Chancellor in the Independent case (see paragraph 25 above). Its reasons, which were handed down on 17 July, were basically as follows: the purpose of the Millett injunctions was to preserve the confidentiality of the Spycatcher material until the substantive trial of the actions against O.G.; the conduct of The Independent, The London Evening Standard and the London Daily News could, as a matter of law, constitute a criminal contempt of court because publication of that material would destroy that confidentiality and, hence, the subject-matter of those actions and therefore interfere with the administration of justice. The Court of Appeal remitted the case to the High Court for it to determine whether the three newspapers had acted with the specific intent of so interfering (sections 2(3) and 6(c) of the Contempt of Court Act 1981).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.   The Court of Appeal refused the defendants leave to appeal to the House of Lords and they did not seek leave to appeal from the House itself. Neither did they apply to the High Court for modification of the Millett injunctions. The result of the Court of Appeal’s decision was that those injunctions were effectively binding on all the British media, including The Sunday Times.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G. Conclusion of the interlocutory proceedings in the Observer, Guardian and Sunday Times cases; maintenance of the Millett injunctions",
                                "elements": [
                                    {
                                        "content": "32.   S.T. made it clear that, unless restrained by law, they would publish the second instalment of the serialisation of Spycatcher on 19 July 1987. On 16 July the Attorney General applied for an injunction to restrain them from publishing further extracts, maintaining that this would constitute a contempt of court by reason of the combined effect of the Millett injunctions and the decision in the Independent case (see paragraph 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the same day the Vice-Chancellor granted a temporary injunction restraining publication by S.T. until 21 July 1987. It was agreed that on 20 July he would consider the application by O.G. for discharge of the Millett injunctions (see paragraph 26 above) and that, since they effectively bound S.T. as well, the latter would have a right to be heard in support of that application. It was further agreed that he would also hear the Attorney General’s claim for an injunction against S.T. and that that claim would fail if the Millett injunctions were discharged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.   Having heard argument from 20 to 22 July 1987, the Vice-Chancellor gave judgment on the last-mentioned date, discharging the Millett injunctions and dismissing the claim for an injunction against S.T.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Vice-Chancellor’s reasons may be briefly summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)   There had, notably in view of the publication in the United States (see paragraphs 28-29 above), been a radical change of circumstances, and it had to be considered if it would be appropriate to grant the injunctions in the new circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)   Having regard to the case-law and notwithstanding the changed circumstances, it had to be assumed that the Attorney General still had an arguable case for obtaining an injunction against O.G. at the substantive trial; accordingly, the ordinary American Cyanamid principles (see paragraph 10 above) fell to be applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)   Since damages would be an ineffective remedy for the Attorney General and would be no compensation to the newspapers, it had to be determined where the balance of convenience lay; the preservation of confidentiality should be favoured unless another public interest outweighed it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)   Factors in favour of continuing the injunctions were: the proceedings were only interlocutory; there was nothing new or urgent about Mr Wright’s allegations; the injunctions would bind all the media, so that there would be no question of discrimination; undertakings not to publish were still in force in Australia; to discharge the injunctions would mean that the courts were powerless to preserve confidentiality; to continue the injunctions would discourage others from following Mr Wright’s example.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)   Factors in favour of discharging the injunctions were: publication in the United States had destroyed a large part of the purpose of the Attorney General’s actions; publications in the press, especially those concerning allegations of unlawful conduct in the public service, should not be restrained unless this was unavoidable; the courts would be brought into disrepute if they made orders manifestly incapable of achieving their purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f)   The matter was quite nicely weighted and in no sense obvious but, with hesitation, the balance fell in favour of discharging the injunctions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Attorney General immediately appealed against the Vice-Chancellor’s decision; pending the appeal the injunctions against O.G., but not the injunction against S.T. (see paragraph 32 above), were continued in force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.   In a judgment of 24 July 1987 the Court of Appeal held that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)   the Vice-Chancellor had erred in law in various respects, so that the Court of Appeal could exercise its own discretion;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)   in the light of the American publication of Spycatcher, it was inappropriate to continue the Millett injunctions in their original form;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)   it was, however, appropriate to vary these injunctions to restrain publication in the course of business of all or part of the book or other statements by or attributed to Mr Wright on security matters, but to permit \"a summary in very general terms\" of his allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The members of the Court of Appeal considered that continuation of the injunctions would: serve to restore confidence in the Security Service by showing that memoirs could not be published without authority (Sir John Donaldson, Master of the Rolls); serve to protect the Attorney General’s rights until the trial (Lord Justice Ralph Gibson); or fulfil the courts’ duty of deterring the dissemination of material written in breach of confidence (Lord Justice Russell).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court of Appeal gave leave to all parties to appeal to the House of Lords.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.   After hearing argument from 27 to 29 July 1987 (when neither side supported the Court of Appeal’s compromise solution), the Appellate Committee of the House of Lords gave judgment on 30 July, holding, by a majority of three (Lord Brandon of Oakbrook, Lord Templeman and Lord Ackner) to two (Lord Bridge of Harwich - the immediate past Chairman of the Security Commission - and Lord Oliver of Aylmerton), that the Millett injunctions should continue. In fact, they subsequently remained in force until the commencement of the substantive trial in the breach of confidence actions on 23 November 1987 (see paragraph 39 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The majority also decided that the scope of the injunctions should be widened by the deletion of part of the proviso that had previously allowed certain reporting of the Australian proceedings (see paragraph 19 above), since the injunctions would be circumvented if English newspapers were to reproduce passages from Spycatcher read out in open court. In the events that happened, this deletion had, according to the Government, no practical incidence on the reporting of the Australian proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.   The members of the Appellate Committee gave their written reasons on 13 August 1987; they may be briefly summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) Lord Brandon of Oakbrook",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) The object of the Attorney General’s actions against O.G. was the protection of an important public interest, namely the maintenance as far as possible of the secrecy of the Security Service; as was recognised in Article 10 para. 2 (art. 10-2) of the Convention, the right to freedom of expression was subject to certain exceptions, including the protection of national security.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) The injunctions in issue were only temporary, being designed to hold the ring until the trial, and their continuation did not prejudge the decision to be made at the trial on the claim for final injunctions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) The view taken in the courts below, before the American publication, that the Attorney General had a strong arguable case for obtaining final injunctions at the trial was not really open to challenge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv) Publication in the  had weakened that case, but it remained arguable; it was not clear whether, as a matter of law, that publication had caused the newspapers’ duty of non-disclosure to lapse. Although the major part of the potential damage adverted to by Sir Robert Armstrong (see paragraph 16 above) had already been done, the courts might still be able to take useful steps to reduce the risk of similar damage by other Security Service employees in the future. This risk was so serious that the courts should do all they could to minimise it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v) The only way to determine the Attorney General’s case justly and to strike the proper balance between the public interests involved was to hold a substantive trial at which evidence would be adduced and subjected to cross-examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi) Immediate discharge of the injunctions would completely destroy the Attorney General’s arguable case at the interlocutory stage, without his having had the opportunity of having it tried on appropriate evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii) Continuing the injunctions until the trial would, if the Attorney General’s claims then failed, merely delay but not prevent the newspapers’ right to publish information which, moreover, related to events that had taken place many years in the past.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii) In the overall interests of justice, a course which could only result in temporary and in no way irrevocable damage to the cause of the newspapers was to be preferred to one which might result in permanent and irrevocable damage to the cause of the Attorney General.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) Lord Templeman (who agreed with the observations of Lords Brandon and Ackner)",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) The appeal involved a conflict between the right of the public to be protected by the Security Service and its right to be supplied with full information by the press. It therefore involved consideration of the Convention, the question being whether the interference constituted by the injunctions was, on 30 July 1987, necessary in a democratic society for one or more of the purposes listed in Article 10 para. 2 (art. 10-2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) In terms of the Convention, the restraints were necessary in the interests of national security, for protecting the reputation or rights of others, for preventing the disclosure of information received in confidence and for maintaining the authority of the judiciary. The restraints would prevent harm to the Security Service, notably in the form of the mass circulation, both now and in the future, of accusations to which its members could not respond. To discharge the injunctions would surrender to the press the power to evade a court order designed to protect the confidentiality of information obtained by a member of the Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) Lord Ackner (who agreed with the observations of Lord Templeman)",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) It was accepted by all members of the Appellate Committee that: the Attorney General had an arguable case for a permanent injunction; damages were a worthless remedy for the Crown which, if the Millett injunctions were not continued, would lose forever the prospect of obtaining permanent injunctions at the trial; continuation of the Millett injunctions was not a \"final locking-out\" of the press which, if successful at the trial, would then be able to publish material that had no present urgency; there was a real public interest, that required protection, concerned with the efficient functioning of the Security Service and it extended, as was not challenged by the newspapers, to discouraging the use of the United Kingdom market for the dissemination of unauthorised memoirs of Security Service officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) It would thus be a denial of justice to refuse to allow the injunctions to continue until the trial, for that would sweep aside the public-interest factor without any trial and would prematurely and permanently deny the Attorney General any protection from the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d) Lord Bridge of Harwich",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) The case in favour of maintaining the Millett injunctions - which had been properly granted in the first place - would not be stronger at the trial than it was now; it would be absurd to continue them temporarily if no case for permanent injunctions could be made out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) Since the Spycatcher allegations were now freely available to the public, it was manifestly too late for the injunctions to serve the interest of national security in protecting sensitive information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) It could be assumed that the Attorney General could still assert a bare duty binding on the newspapers, but the question was whether the Millett injunctions could still protect an interest of national security of sufficient weight to justify the resultant encroachment on freedom of speech. The argument that their continuation would have a deterrent effect was of minimal weight.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv) The attempt to insulate the British public from information freely available elsewhere was a significant step down the road to censorship characteristic of a totalitarian regime and, if pursued, would lead to the Government’s condemnation and humiliation by the European Court of Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e) Lord Oliver of Aylmerton",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) Mr Justice Millett’s initial order was entirely correct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) The injunctions had originally been imposed to preserve the confidentiality of what were at the time unpublished allegations, but that confidentiality had now been irrevocably destroyed by the publication of Spycatcher. It was questionable whether it was right to use the injunctive remedy against the newspapers (who had not been concerned with that publication) for the remaining purpose which the injunctions might serve, namely punishing Mr Wright and providing an example to others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) The newspapers had presented their arguments on the footing that the Attorney General still had an arguable case for the grant of permanent injunctions and there was force in the view that the difficult and novel point of law involved should not be determined without further argument at the trial. However, in the light of the public availability of the Spycatcher material, it was difficult to see how it could be successfully argued that the newspapers should be permanently restrained from publishing it and the case of the Attorney General was unlikely to improve in the meantime. No arguable case for permanent injunctions at the trial therefore remained and the Millett injunctions should accordingly be discharged.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H. Conclusion of the Australian proceedings; further publication of Spycatcher",
                                "elements": [
                                    {
                                        "content": "37.   On 24 September 1987 the New South Wales Court of Appeal delivered judgment dismissing the Attorney General’s appeal (see paragraph 21 above); the majority held that his claim was not justiciable in an Australian court since it involved either an attempt to enforce indirectly the public laws of a foreign State or a determination of the question whether publication would be detrimental to the public interest in the United Kingdom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Attorney General appealed to the High Court of Australia. In view of the publication of Spycatcher in the  and elsewhere, that court declined to grant temporary injunctions restraining its publication in  pending the hearing; it was published in that country on 13 October. The appeal was dismissed on 2 June 1988, on the ground that, under international law, a claim - such as the Attorney General’s - to enforce British governmental interests in its security service was unenforceable in the Australian courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Further proceedings brought by the Attorney General against newspapers for injunctions were successful in Hong Kong but not in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.   In the meantime publication and dissemination of Spycatcher and its contents continued worldwide, not only in the United States (around 715,000 copies were printed and nearly all were sold by October 1987) and in Canada (around 100,000 copies printed), but also in Australia (145,000 copies printed, of which half were sold within a month) and Ireland (30,000 copies printed and distributed). Nearly 100,000 copies were sent to various European countries other than the  and copies were distributed from  in Asian countries. Radio broadcasts in English about the book were made in  and  and it was translated into twelve other languages, including ten European.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  THE SUBSTANTIVE PROCEEDINGS IN ",
                        "elements": [
                            {
                                "content": "A. Breach of confidence",
                                "elements": [
                                    {
                                        "content": "39.   On 27 October 1987 the Attorney General instituted proceedings against S.T. for breach of confidence; in addition to injunctive relief, he sought a declaration and an account of profits. The substantive trial of that action and of his actions against O.G. (see paragraph 15 above) - in which, by an amendment of 30 October, he now claimed a declaration as well as an injunction - took place before Mr Justice Scott in the High Court in November-December 1987. He heard evidence on behalf of all parties, the witnesses including Sir Robert Armstrong (see paragraph 16 above). He also continued the interlocutory injunctions, pending delivery of his judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.   Mr Justice Scott gave judgment on 21 December 1987; it contained the following observations and conclusions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)   The ground for the Attorney General’s claim for permanent injunctions was no longer the preservation of the secrecy of certain information but the promotion of the efficiency and reputation of the Security Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)   Where a duty of confidence is sought to be enforced against a newspaper coming into possession of information known to be confidential, the scope of its duty will depend on the relative weights of the interests claimed to be protected by that duty and the interests served by disclosure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)   Account should be taken of Article 10 (art. 10) of the Convention and the judgments of the European Court establishing that a limitation of free expression in the interests of national security should not be regarded as necessary unless there was a \"pressing social need\" for the limitation and it was \"proportionate to the legitimate aims pursued\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)   Mr Wright owed a duty to the Crown not to disclose any information obtained by him in the course of his employment in MI5. He broke that duty by writing Spycatcher and submitting it for publication, and the subsequent publication and dissemination of the book amounted to a further breach, so that the Attorney General would be entitled to an injunction against Mr Wright or any agent of his, restraining publication of Spycatcher in the United Kingdom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)   O.G. were not in breach of their duty of confidentiality, created by being recipients of Mr Wright’s unauthorised disclosures, in publishing their respective articles of 22 and 23 June 1986 (see paragraph 14 above): the articles were a fair report in general terms of the forthcoming trial in Australia and, furthermore, disclosure of two of Mr Wright’s allegations was justified on an additional ground relating to the disclosure of \"iniquity\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f)   S.T., on the other hand, had been in breach of the duty of confidentiality in publishing the first instalment of extracts from the book on 12 July 1987 (see paragraph 27 above), since those extracts contained certain material which did not raise questions of public interest outweighing those of national security.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g)   S.T. were liable to account for the profits accruing to them as a result of the publication of that instalment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(h)   The Attorney General’s claims for permanent injunctions failed because the publication and worldwide dissemination of Spycatcher since July 1987 had had the result that there was no longer any duty of confidence lying on newspapers or other third parties in relation to the information in the book; as regards this issue, a weighing of the national security factors relied on against the public interest in freedom of the press showed the latter to be overwhelming.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)   The Attorney General was not entitled to a general injunction restraining future publication of information derived from Mr Wright or other members of the Security Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After hearing argument, Mr Justice Scott imposed fresh temporary injunctions pending an appeal to the Court of Appeal; those injunctions contained a proviso allowing reporting of the Australian proceedings (see paragraphs 19 and 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.   On appeal by the Attorney General and a cross-appeal by S.T., the Court of Appeal (composed of Sir John Donaldson, Master of the Rolls, Lord Justice Dillon and Lord Justice Bingham) affirmed, on 10 February 1988, the decision of Mr Justice Scott.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, Sir John Donaldson disagreed with his view that the articles in the Observer and The Guardian had not constituted a breach of their duty of confidence and that the claim for an injunction against these two newspapers in June 1986 was not \"proportionate to the legitimate aim pursued\". Lord Justice Bingham, on the other hand, disagreed with Mr Justice Scott’s view that S.T. had been in breach of duty by publishing the first instalment of extracts from Spycatcher, that they should account for profits and that the Attorney General had been entitled, in the circumstances as they stood in July 1987, to injunctions preventing further serialisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After hearing argument, the Court of Appeal likewise granted fresh temporary injunctions pending an appeal to the House of Lords; O.G. and S.T. were given liberty to apply for variation or discharge if any undue delay arose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.   On 13 October 1988 the Appellate Committee of the House of Lords (Lord Keith of Kinkel, Lord Brightman, Lord Griffiths, Lord Goff of Chieveley and Lord Jauncey of Tullichettle) also affirmed Mr Justice Scott’s decision. Dismissing an appeal by the Attorney General and a cross-appeal by S.T., it held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"(i)  That a duty of confidence could arise in contract or in equity and a confidant who acquired information in circumstances importing such a duty should be precluded from disclosing it to others; that a third party in possession of information known to be confidential was bound by a duty of confidence unless the duty was extinguished by the information becoming available to the general public or the duty was outweighed by a countervailing public interest requiring disclosure of the information; that in seeking to restrain the disclosure of government secrets the Crown must demonstrate that disclosure was likely to damage or had damaged the public interest before relief could be granted; that since the world-wide publication of Spycatcher had destroyed any secrecy as to its contents, and copies of it were readily available to any individual who wished to obtain them, continuation of the injunctions was not necessary; and that, accordingly, the injunctions should be discharged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  (Lord Griffiths dissenting) that the articles of 22 and 23 June [1986] had not contained information damaging to the public interest; that the Observer and The Guardian were not in breach of their duty of confidentiality when they published [those] articles; and that, accordingly, the Crown would not have been entitled to a permanent injunction against both newspapers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  That The Sunday Times was in breach of its duty of confidence in publishing its first serialised extract from Spycatcher on 12 July 1987; that it was not protected by either the defence of prior publication or disclosure of iniquity; that imminent publication of the book in the United States did not amount to a justification; and that, accordingly, The Sunday Times was liable to account for the profits resulting from that breach.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  That since the information in Spycatcher was now in the public domain and no longer confidential no further damage could be done to the public interest that had not already been done; that no injunction should be granted against the Observer and The Guardian restraining them from reporting on the contents of the book; and that (Lord Griffiths dissenting) no injunction should be granted against The Sunday Times to restrain serialising of further extracts from the book.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)   That members and former members of the Security Service owed a lifelong duty of confidence to the Crown, and that since the vast majority of them would not disclose confidential information to the newspapers it would not be appropriate to grant a general injunction to restrain the newspapers from future publication of any information on the allegations in Spycatcher derived from any member or former member of the Security Service.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.   Contempt of court",
                                "elements": [
                                    {
                                        "content": "43.   The substantive trial of the Attorney General’s actions for contempt of court against The Independent, The London Evening Standard, the London Daily News (see paragraph 22 above), S.T. (see paragraph 27 above) and certain other newspapers took place before Mr Justice Morritt in the High Court in April 1989. On 8 May he held, inter alia, that The Independent and S.T. had been in contempt of court and imposed a fine of £50,000 in each case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.   On 27 February 1990 the Court of Appeal dismissed appeals by the latter two newspapers against the finding that they had been in contempt but concluded that no fines should be imposed. A further appeal by S.T. against the contempt finding was dismissed by the Appellate Committee of the House of Lords on 11 April 1991.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "45.   In their application (no. 13166/87) lodged with the Commission on 31 July 1987, S.T. alleged that the interlocutory injunctions in question constituted an unjustified interference with their freedom of expression, as guaranteed by Article 10 (art. 10) of the Convention. They further claimed that, contrary to Article 13 (art. 13), they had no effective remedy before a national authority for their Article 10 (art. 10) complaint and that they were victims of discrimination in breach of Article 14 (art. 14).",
                        "elements": []
                    },
                    {
                        "content": "46.   The Commission declared the application admissible on 5 October 1989. In its report of 12 July 1990 (Article 31) (art. 31), it expressed the unanimous opinion that there had been a violation of Article 10 (art. 10), but not of Article 13 (art. 13) or Article 14 (art. 14).",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission’s opinion and of the concurring opinion contained in the report is reproduced as an annex to this judgment. On 2 February 1989, S.T lodged with the Commission a separate application - which is still pending before it - relating to the finding that the publication of the first extract from Spycatcher on 12 July 1987 constituted a breach of their duty of confidence (see paragraph 42 (iii) above). They informed the Court at its hearing on 25 June 1991 that they were also making a further application in respect of the finding that they had been in contempt of court (see paragraph 44 above).",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS MADE TO THE COURT",
                "elements": [
                    {
                        "content": "47.   At the hearing on 25 June 1991, S.T. requested the Court: (a) to find that the continuation of the injunctions on 30 July 1987 was a breach of Article 10 (art. 10); (b) to require the Government to pay to them the costs and expenses they had incurred in England and in Strasbourg; and (c) to make it clear that the test laid down in American Cyanamid Co. v. Ethicon Ltd did not comply with Article 10 (art. 10).",
                        "elements": []
                    },
                    {
                        "content": "The Government, for their part, invited the Court to make the findings set out in their memorial, namely that there had been no breach of S.T.’s rights under Articles 10, 13 or 14 (art. 10, art. 13, art. 14).",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 (art. 10) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A. Introduction",
                                "elements": [
                                    {
                                        "content": "48. S.T alleged that they had been victims of a violation of Article 10 (art. 10) of the Convention, which provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "This violation was said to have arisen on account of the interlocutory injunctions which were initially imposed on O.G. and which, as a result of the Independent case, were effectively binding on S.T. too, through the doctrine of contempt of court (see paragraphs 17-19 and 30-31 above). The complaint was directed to the restrictions in force during the period from 30 July 1987 to 13 October 1988 and not to the restraints to which S.T. were (see paragraph 32 above) or might have been subject before that.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The allegation was contested by the Government, but accepted unanimously by the Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49. The restrictions complained of clearly constituted, as was not disputed, an \"interference\" with S.T.’s exercise of their freedom of expression, as guaranteed by paragraph 1 of Article 10 (art. 10-1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "S.T. did not suggest that this interference was not \"prescribed by law\" or did not have an aim or aims that were legitimate under Article 10 para. 2 (art. 10-2) and the Court perceives no ground for holding otherwise. For the reasons developed in its Observer and Guardian judgment of today’s date (Series A no. 216, pp. 27- 29, paras. 50-57), it considers that the Millett injunctions were \"prescribed by law\" and had the primary aim of \"maintaining the authority of the judiciary\" and the further aim of protecting \"national security\". To this it would only add that there is no material before it in the present case to suggest that the principles of the law of contempt of court, by the operation whereof the Millett injunctions bound S.T., did not meet the requirements flowing from the expression \"prescribed by law\". Furthermore, those principles, being designed to prevent conduct intended to interfere with or prejudice the administration of justice (see paragraph 22 above), clearly had the aim of \"maintaining the authority of the judiciary\".",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Was the interference \"necessary in a democratic society\"?",
                                "elements": [
                                    {
                                        "content": "1. General principles",
                                        "elements": [
                                            {
                                                "content": "50. Argument before the Court was concentrated on the question whether the interference complained of could be regarded as \"necessary in a democratic society\". In this connection, the Court’s judgments relating to Article 10 (art. 10) – starting with Handyside (7 December 1976; Series A no. 24), concluding, most recently, with Oberschlick (23 May 1991; Series A no. 204) and including, amongst several others, Sunday Times (26 April 1979; Series A no. 30) and Lingens (8 July 1986; Series A no. 103) - enounce the following major principles.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) Freedom of expression constitutes one of the essential foundations of a democratic society; subject to paragraph 2 of Article 10 (art. 10-2), it is applicable not only to \"information\" or \"ideas\" that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Freedom of expression, as enshrined in Article 10 (art. 10), is subject to a number of exceptions which, however, must be narrowly interpreted and the necessity for any restrictions must be convincingly established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) These principles are of particular importance as far as the press is concerned. Whilst it must not overstep the bounds set, inter alia, in the \"interests of national security\" or for \"maintaining the authority of the judiciary\", it is nevertheless incumbent on it to impart information and ideas on matters of public interest. Not only does the press have the task of imparting such information and ideas: the public also has a right to receive them. Were it otherwise, the press would be unable to play its vital role of \"public watchdog\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) The adjective \"necessary\", within the meaning of Article 10 para. 2 (art. 10-2), implies the existence of a \"pressing social need\". The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision, embracing both the law and the decisions applying it, even those given by independent courts. The Court is therefore empowered to give the final ruling on whether a \"restriction\" is reconcilable with freedom of expression as protected by Article 10 (art. 10).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) The Court’s task, in exercising its supervisory jurisdiction, is not to take the place of the competent national authorities but rather to review under Article 10 (art. 10) the decisions they delivered pursuant to their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole and determine whether it was \"proportionate to the legitimate aim pursued\" and whether the reasons adduced by the national authorities to justify it are \"relevant and sufficient\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "51. For the avoidance of doubt, and having in mind the written comments that were submitted in this case by \"Article 19\" (see paragraph 6 above), the Court would only add to the foregoing that Article 10 (art. 10) of the Convention does not in terms prohibit the imposition of prior restraints on publication, as such. This is evidenced not only by the words \"conditions\", \"restrictions\", \"preventing\" and \"prevention\" which appear in that provision, but also by the Court’s Sunday Times judgment of 26 April 1979 and its markt intern Verlag GmbH and Klaus Beermann judgment of 20 November 1989 (Series A no. 165). On the other hand, the dangers inherent in prior restraints are such that they call for the most careful scrutiny on the part of the Court. This is especially so as far as the press is concerned, for news is a perishable commodity and to delay its publication, even for a short period, may well deprive it of all its value and interest.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Application in the present case of the foregoing principles",
                                        "elements": [
                                            {
                                                "content": "52. S.T. contended that the interference complained of was not \"necessary in a democratic society\". They relied in particular on the fact that Spycatcher had been published in the United States of America on 14 July 1987 (see paragraph 28 above), with the result that the confidentiality of its contents had been destroyed. Furthermore, Mr Wright’s memoirs were obtainable from abroad by residents of the , the Government having made no attempt to impose a ban on importation (see paragraph 29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53. In the submission of the Government, the continuation of the interlocutory injunctions during the period from 30 July 1987 to 13 October 1988 nevertheless remained \"necessary\", in terms of Article 10 (art. 10), for maintaining the authority of the judiciary and thereby protecting the interests of national security. They relied on the conclusion of the House of Lords in July 1987 that, notwithstanding the United States publication: (a) the Attorney General still had an arguable case for permanent injunctions against S.T., which case could be fairly determined only if restraints on publication were imposed pending the substantive trial; and (b) there was still a national security interest in preventing the general dissemination of the contents of the book through the press and a public interest in discouraging the unauthorised publication of memoirs containing confidential material.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54. The fact that the further publication of Spycatcher material could have been prejudicial to the trial of the Attorney General’s claims for permanent injunctions was certainly, in terms of the aim of maintaining the authority of the judiciary, a \"relevant\" reason for continuing the restraints in question. The Court finds, however, that in the circumstances it does not constitute a \"sufficient\" reason for the purposes of Article 10 (art. 10).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is true that the House of Lords had regard to the requirements of the Convention, even though it is not incorporated into domestic law (see paragraph 36 above). It is also true that there is some difference between the casual importation of copies of Spycatcher into the  and mass publication of its contents in the press. On the other hand, even if the Attorney General had succeeded in obtaining permanent injunctions at the substantive trial, they would have borne on material the confidentiality of which had been destroyed in any event – and irrespective of whether any further disclosures were made by S.T. - as a result of the publication in the . Seen in terms of the protection of the Attorney General’s rights as a litigant, the interest in maintaining the confidentiality of that material had, for the purposes of the Convention, ceased to exist by 30 July 1987 (see, mutatis mutandis, the Weber judgment of 22 May 1990, Series A no. 177, p. 23, para. 51).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55. As regards the interests of national security relied on, the Court observes that in this respect the Attorney General’s case underwent, to adopt the words of Mr Justice Scott, \"a curious metamorphosis\" (Attorney General v. Guardian Newspapers Ltd (no. 2) [1990] 1 Appeal Cases 140F). As emerges from Sir Robert Armstrong’s evidence (see paragraph 16 above), injunctions were sought at the outset, inter alia, to preserve the secret character of information that ought to be kept secret. By 30 July 1987, however, the information had lost that character and, as was observed by Lord Brandon of Oakbrook (see paragraph 36 (a) (iv) above), the major part of the potential damage adverted to by Sir Robert Armstrong had already been done. By then, the purpose of the injunctions had thus become confined to the promotion of the efficiency and reputation of the Security Service, notably by: preserving confidence in that Service on the part of third parties; making it clear that the unauthorised publication of memoirs by its former members would not be countenanced; and deterring others who might be tempted to follow in Mr Wright’s footsteps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court does not regard these objectives as sufficient to justify the interference complained of. It is, in the first place, open to question whether the actions against S.T. could have served to advance the attainment of these objectives any further than had already been achieved by the steps taken against Mr Wright himself. Again, bearing in mind the availability of an action for an account of profits (see paragraphs 39-42 above), the Court shares the doubts of Lord Oliver of Aylmerton (see paragraph 36 (e)(ii) above) as to whether it was legitimate, for the purpose of punishing Mr Wright and providing an example to others, to use the injunctive remedy against persons, such as S.T., who had not been concerned with the publication of Spycatcher. Above all, continuation of the restrictions after July 1987 prevented newspapers from exercising their right and duty to purvey information, already available, on a matter of legitimate public concern.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56. Having regard to the foregoing, the Court concludes that the interference complained of was not \"necessary in a democratic society\" and that there was accordingly a violation of Article 10 (art. 10).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION, TAKEN IN CONJUNCTION WITH ARTICLE 10 (art. 14+10)",
                        "elements": [
                            {
                                "content": "57.  S.T. complained that, unlike themselves, publishers in the  and elsewhere outside the  were free to impart the information and ideas contained in Spycatcher to their readers. They alleged that on this account they had been victims of a violation of Article 14 of the Convention, taken in conjunction with Article 10 (art. 14+10), the former provision (art. 14) reading as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.\"",
                                "elements": []
                            },
                            {
                                "content": "58. The Court agrees with the Government and the Commission that this complaint has to be rejected.",
                                "elements": []
                            },
                            {
                                "content": "Article 14 (art. 14) affords protection against different treatment, without an objective and reasonable justification, of persons in similar situations (see, for example, the Fredin judgment of 18 February 1991, Series A no. 192, p. 19, para. 60). If and in so far as foreign publishers were not subject to the same restrictions as S.T., this was because they were not subject to the jurisdiction of the English courts and hence were not in a situation similar to that of S.T.",
                                "elements": []
                            },
                            {
                                "content": "59. There was thus no violation of Article 14 taken in conjunction with Article 10 (art. 14+10).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 13 (art. 13) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60. S.T. asserted that they had no effective remedy in  for their complaints: Articles 10 and 14 (art. 10, art. 14) of the Convention and their standards were not incorporated into English law and there were no equivalent domestic provisions, the standards laid down in American Cyanamid Co. v. Ethicon Ltd (see paragraph 10 above) being less strict. They alleged that on this account they had been victims of a violation of Article 13 (art. 13) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.\"",
                                "elements": []
                            },
                            {
                                "content": "61. The Court agrees with the Government and the Commission that this allegation has to be rejected.",
                                "elements": []
                            },
                            {
                                "content": "The thrust of S.T.’s complaint under the Convention was that the imposition of interlocutory injunctions constituted an unjustified interference with their freedom of expression and it is clear that they not only could but also did raise this issue in substance before the domestic courts. And it has to be recalled that the effectiveness of a remedy, for the purposes of Article 13 (art. 13), does not depend on the certainty of a favourable outcome (see the Soering judgment of 7 July 1989, Series A no. 161, p. 48, para. 122).",
                                "elements": []
                            },
                            {
                                "content": "As regards the specific matters pleaded, the Court has held on several occasions that there is no obligation to incorporate the Convention into domestic law (see, for example, the James and Others judgment of 21 February 1986, Series A no. 98, p. 47, para. 84). Again, Article 13 (art. 13) does not go so far as to guarantee a remedy allowing a ’s laws as such to be challenged before a national authority on the ground of being contrary to the Convention (see the same judgment, p. 47, para. 85).",
                                "elements": []
                            },
                            {
                                "content": "62. There has accordingly been no violation of Article 13 (art. 13).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 50 (art. 50) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63. Under Article 50 (art. 50) of the Convention,",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "S.T. made no claim for compensation for damage, but they did seek under this provision reimbursement of their legal costs and expenses in the domestic and the  proceedings, in a total amount of £224,340.67.",
                                "elements": []
                            },
                            {
                                "content": "The Court has examined this issue in the light of the criteria established in its case-law and of the observations submitted by the Government and the applicants.",
                                "elements": []
                            },
                            {
                                "content": "A. The domestic proceedings",
                                "elements": [
                                    {
                                        "content": "64. The breakdown of the claim, totalling £84,219.80, in respect of costs and expenses referable to the domestic proceedings (the hearings in 1987 before the Vice-Chancellor, the Court of Appeal and the House of Lords; see paragraphs 32-36 above) is as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) profit costs of the applicants’ solicitors: £36,143.50;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) solicitors’ disbursements: £9,507.53;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) counsel’s fees: £30,590.00;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d) costs and interest paid by the applicants to the Attorney General: £7,978.77.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65. The Court’s observations on this claim are as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) It agrees with the Government that the costs charged by the solicitors cannot be regarded as \"reasonable as to quantum\" for the purposes of Article 50 (art. 50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) Whilst it is not in a position to enter into the detailed calculations involved, it shares the Government’s doubts as to whether all the disbursements can be considered to have been \"necessarily\" incurred. The figure to be allowed for this item should accordingly be reduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) It also considers that the total fees claimed for counsel exceed what can be regarded as reasonable as between the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66. Having regard to the foregoing, the Court awards to the applicants, in respect of their costs and the amount paid to the Attorney General, the sum of £50,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The  proceedings",
                                "elements": [
                                    {
                                        "content": "67. The breakdown of the claim, totalling £140,120.87, in respect of costs and expenses referable to the proceedings before the Convention institutions is as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) profit costs of the applicants’ solicitors: £82,779.30;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) solicitors’ disbursements: £16,791.57;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) counsel’s fees: £40,550.00.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68. The Court’s observations on this claim are as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) The Government submitted that a reduction should be made if no breach of Articles 13 and 14 (art. 13, art. 14) were found. However, it would not be appropriate to make a significant reduction on this account, since the bulk of the work done by the applicants’ advisers related to Article 10 (art. 10) (see, mutatis mutandis, the Granger judgment of 28 March 1990, Series A no. 174, p. 21, para. 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) The remarks in paragraph 65 above concerning the solicitors’ charges, the disbursements and counsel’s fees also apply to the  proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69. Having regard to the foregoing, the Court awards the sum of £50,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Conclusion",
                                "elements": [
                                    {
                                        "content": "70. The total amount to be paid to the applicants is accordingly £100,000. This figure is to be increased by any value-added tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 10 (art. 10) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 13 (art. 13) or of Article 14 taken in conjunction with Article 10 (art. 14+10);",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the  is to pay, within three months, to the applicants jointly the sum of £100,000 (one hundred thousand pounds), together with any value-added tax that may be chargeable, for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 26 November 1991.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) separate opinion of Mr De Meyer (concerning prior restraint), joined by Mr Pettiti, Mr Russo, Mr Foighel and Mr Bigi;",
                        "elements": []
                    },
                    {
                        "content": "(b) separate opinion of Mr De Meyer (concerning domestic remedies), joined by Mr Pettiti;",
                        "elements": []
                    },
                    {
                        "content": "(c) separate opinion of Mr Valticos.",
                        "elements": []
                    },
                    {
                        "content": "I concur in the result, but I cannot agree with the Court’s reasoning on the subject of prior restraint: my reasons are those stated in my opinion concerning the Observer and Guardian case.",
                        "elements": []
                    },
                    {
                        "content": "For the reasons stated in my separate opinion concerning the Observer and Guardian case, I cannot subscribe to the third sub-paragraph of paragraph 61 of the present judgment.",
                        "elements": []
                    },
                    {
                        "content": "The observations contained in my separate opinion in the Observer and Guardian case apply equally to paragraph 61 of the present judgment.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF THE SUNDAY TIMES v. THE UNITED KINGDOM (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57708.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1991:1126JUD001316687",
    "externalsources": [],
    "extractedappno": [
        "13166/87"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Attorney General v. Guardian Newspapers Ltd (no. 2) [1990] Appeal Cases, Vol. 1, p. 140F",
        "American Cyanamid Co. v. Ethicon Ltd [1975] Appeal Cases, p. 396"
    ],
    "itemid": "001-57708",
    "judgementdate": "26/11/1991 00:00:00",
    "kpdate": "26/11/1991 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "259",
        "316",
        "343",
        "100",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "15",
    "paragraphs": [
        "10-2",
        "13",
        "10",
        "10-1",
        "14",
        "41"
    ],
    "parties": [
        "THE SUNDAY TIMES",
        "THE UNITED KINGDOM"
    ],
    "rank": "291.343505859375",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Handyside judgment of 7 December 1976, Series A no. 24",
        "Sunday Times judgment of 26 April 1979, Series A no. 30",
        "James and Others judgment of 21 February 1986, Series A no. 98, p. 47, paras. 84, 85",
        "Lingens judgment of 8 July 1986, Series A no. 103",
        "Soering judgment of 7 July 1989, Series A no. 161, p. 48, para. 122",
        "Markt Intern Verlag GmbH and Klaus Beermann judgment of 20 November 1989, Series A no. 165",
        "Granger judgment of 28 March 1990, Series A no. 174, p. 21, para. 55",
        "Weber judgment of 22 May 1990, Series A no. 177, p. 23, para. 51",
        "Fredin judgment of 18 February 1991, Series A no. 192, p. 19, para. 60",
        "Oberschlick judgment of 23 May 1991, Series A no. 204",
        "Observer and Guardian judgment of 26 November 1991, Series A no. 216, paras. 50-57"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "446741",
    "typedescription": "15"
}