{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "10838/02",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-79579.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 10838/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Tadeusz Maciej (“the applicant”), on 24 May 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 March 2006 the Court decided to give notice of the application to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1949 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 4 February 1993 the applicant was charged with acting as a procurer of prostitution.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 15 October 1993 the Radom District Prosecutor filed a bill of indictment against the applicant with the Radom District Court.",
                                "elements": []
                            },
                            {
                                "content": "7.  The hearing set for 6 June 1994 was cancelled due to the applicant’s absence. Subsequently several hearings were cancelled. In particular, hearings scheduled for 4 July 1994, 22 September 1994, 3 November 1994 and 2 February 1995 were cancelled due to the absence of one of the coaccused. Seven hearings scheduled between 21 July 1995 and 7 February 1996 were cancelled for various procedural reasons. On 18 July 1996 the court held a hearing.",
                                "elements": []
                            },
                            {
                                "content": "8.  Between 20 February 1997 and 25 February 1999 the court held sixteen hearings at regular intervals of six weeks.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 23 September 1999, 5 October 1999 and 18 October 1999 the court held further hearings.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 25 October 1999 the Radom District Court gave judgment and convicted the applicant as charged. The court also sentenced the applicant to 1 year’s imprisonment stayed for 2 years.",
                                "elements": []
                            },
                            {
                                "content": "11.  On an unknown later date the applicant appealed against this judgment.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 8 December 2000 the  held a hearing and gave judgment. The court upheld the firstinstance sentence and dismissed the applicant’s appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 200V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005VIII and its judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 3446, ECHR 2005-V.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE UNFAIRNESS OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "14.  The applicant first complained that the proceedings in his case were unfair. In particular, he alleged errors of fact and law committed by the courts. He alleged a breach of Articles 6 §§ 3 and 7 of the Convention. This complaint falls to be examined under Article 6 § 1 of the Convention which, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": " “In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "15.  However, the Court reiterates that, according to Article 19 of the Convention, its duty is to ensure the observance of the engagements undertaken by the Contracting Parties to the Convention. In particular, it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. Moreover, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts (see García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999-I, with further references).",
                                "elements": []
                            },
                            {
                                "content": "16.  In the present case the applicant did not allege any particular failure to respect his right to a fair hearing on the part of the relevant courts. Indeed, his complaints are limited to challenging his allegedly wrongful conviction. Assessing the circumstances of the case as a whole, the Court finds no indication that the impugned proceedings were conducted unfairly.",
                                "elements": []
                            },
                            {
                                "content": "17.  It follows that this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE UNREASONABLE LENGTH OF PROCEEDINGS.",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "19.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "20.  Although the applicant was charged on 4 February 1993, the period to be taken into consideration began only on 1 May 1993, when the recognition by  of the right of individual petition took effect. However, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at the time. The period in question ended on 8 December 2000. It thus lasted 7 years and 6 months for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Government raised a preliminary objection that the applicant had not exhausted domestic remedies available to him under Polish law, as required by Article 35 § 1 of the Convention. They maintained that from 17 September 2004, the date of entry into force of the 2004 Act, the applicant had a possibility of seeking compensation for any damage resulting from the excessive length of proceedings before Polish courts, under section 16 of the 2004 Act read in conjunction with Article 417 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  However, the Court has already held that the civil action relied on by the Government cannot be regarded as an effective remedy with a sufficient degree of certainty in cases where the threeyear limitation period for the State’s liability in tort expired before the entry into force of the 2004 Act on 17 September 2004 (see Ratajczyk v. Poland; (dec), 11215/02, 31 May 2005, Barszcz v. Poland, no. 71152/01, § 45, 30 May 2006). The present case belongs to this group of applications as the proceedings at issue ended on 8 December 2000, which is more than three years before the 2004 Act had come into force. It follows that the Government’s plea of inadmissibility on the ground of nonexhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "24.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II)",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Pélissier and Sassi, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its caselaw on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "29.  The applicant claimed PLN 37,000 in respect of pecuniary damage and PLN 40,000 for nonpecuniary damage that he allegedly had suffered due to the protracted length of the proceedings and length of his detention on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. The Court considers that the applicant must have sustained nonpecuniary such as distress and frustration resulting from the protracted length of the proceedings. Ruling on an equitable basis, it awards award him EUR 3,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "32.  The applicant also claimed PLN 3,000 for the costs and expenses incurred before the domestic courts and for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  According to the Court’s caselaw, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court rejects the claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "35.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of nonpecuniary damage, to be converted into Polish zlotys at the rate applicable at the date of the settlement, plus any tax that may be chargeable on the above amount;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 February 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrsP. Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MACIEJ v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-79579.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0227JUD001083802",
    "externalsources": [],
    "extractedappno": [
        "10838/02",
        "15212/03",
        "11215/02",
        "61444/00",
        "30544/96",
        "71152/01",
        "25444/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-79579",
    "judgementdate": "27/02/2007 00:00:00",
    "kpdate": "27/02/2007 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "MACIEJ",
        "POLAND"
    ],
    "rank": "574.934265136719",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "336254",
    "typedescription": "15"
}