{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "5842/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-108007.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5842/05) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Aleksandr Aleksandrovich Orlov (“the applicant”), on 7 February 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agents, Mr Yuriy Zaytsev and Ms Valeria Lutkovska, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 April 2010 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the length of the proceedings to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1954 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 13 April 2000 the police detained him on suspicion of illicit possession of drugs. On 19 April 2000 the applicant was released from detention. Throughout the ensuing criminal proceedings he has remained on a written undertaking not to abscond.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 1 September 2000, following the completion of the pre-trial investigations, the case was referred to the Zhovtnevyy District Court of Odessa, which on 31 January 2003 absolved the applicant for lack of proof against him. On 22 April 2003 the Odessa Regional Court of Appeal (“the Court of Appeal”) quashed the above judgment for procedural breaches and remitted the case for retrial.",
                                "elements": []
                            },
                            {
                                "content": "7.  Between 22 January and 15 December 2004 the proceedings were suspended as the applicant absconded and his whereabouts were unknown.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 13 April 2006 the Prymorskyy District Court of Odessa (“the Prymorskyy Court”), to which the case was transferred, found the applicant guilty as charged, sentenced him to one year’s imprisonment and exempted him from the sentence as the charges against him became time-barred. On 20 June 2006 the Court of Appeal quashed that judgment for procedural breaches and remitted the case for retrial.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 12 June 2007 the  discontinued the criminal proceedings against the applicant as the charges against him became timebarred. On 18 September 2007 the Court of Appeal quashed the above decision for procedural breaches and remitted the case for retrial. The proceedings are still pending before the .",
                                "elements": []
                            },
                            {
                                "content": "10.  In the course of the proceedings fifty-eight hearings have been adjourned due to the applicant’s, his lawyer’s and the witnesses’ failure to appear or upon the applicant’s or his lawyer’s requests. These delays attributable to the applicant have protracted the proceedings by three years and eight months approximately. Seven hearings have been adjourned due to the absence of the judges. Eighteen hearings have been adjourned due to the witnesses’ failure to appear, in respect of whom the courts have on a number of occasions applied compulsory summonses. Twenty-seven hearings have been adjourned due to the absence of the Polish interpreter, on whose presence the applicant has insisted, even though the domestic courts have established that the applicant has been fully conversant in the language of the proceedings. Three expert examinations have been ordered and have lasted for about two months.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "11.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "12.  The Government contested that argument stating that the case had been complex and that the applicant had considerably contributed to the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "13.  The period to be taken into consideration began on 13 April 2000 and has not yet ended. Thus, the proceedings have lasted for eleven years and five months before two judicial instances.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "15.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to its complexity, the conduct of the applicant and the relevant authorities (see, for instance, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II). It also recalls that an accused in criminal proceedings should be entitled to have his case conducted with special diligence, having a particular regard to any restrictions on liberty imposed pending the conclusion of the proceedings (see, for instance, Doroshenko v. Ukraine, no. 1328/04, § 41, 26 May 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Turning to the circumstances of the case, the Court considers that the subject-matter of the criminal proceedings has not been complex. As to the conduct of the applicant, the Court agrees with the Government that he has delayed the proceedings (see paragraphs 7 and 10 above). However, those delays alone do not explain the overall duration of the still pending proceedings in the comparatively simple criminal case. In particular, as far as the conduct of the authorities is concerned, the Court notes three remittals of the case for retrial (see paragraphs 6, 8 and 9 above), the period of the examination of the case by the Prymorskyy Court (see paragraph 9 above) and the numerous adjournments of the hearings due to the judges’, witnesses’ and the interpreter’s absence (see paragraph 10 above). As for the adjournments of the hearings due to the witnesses’ failure to appear, the Court notes that, even though the courts have on a number of occasions applied compulsory summonses on those witnesses, they have also had at their disposal other effective mechanisms to ensure those persons’ presence, including administrative penalties (see Kobtsev v. Ukraine, no. 7324/02, § 31, 4 April 2006). It was not suggested by the Government that the courts have ever considered applying them. Nor have the applied summonses seemed to have any effect (see Kobtsev v. Ukraine, cited above, § 71). As for the adjournments of the hearings due to the interpreter’s absence, the Court notes that those adjournments have been made despite the fact that the domestic courts have established that the applicant has been fully conversant in the language of the proceedings. The Government did not explain the necessity of such adjournments. The Court thus concludes that the main responsibility for the length of the proceedings has rested with the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Pélissier and Sassi, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage, costs and expenses",
                                "elements": [
                                    {
                                        "content": "20.  The applicant claimed 3,000 euros (EUR) in respect of non-pecuniary damage. He made no claim in respect of costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Government contested the claim for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court considers that the applicant must have sustained non-pecuniary damage on account of the length of the criminal proceedings. Ruling on an equitable basis, it awards him the full amount claimed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "23.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 December 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Boštjan M. Zupančič",
            "role": "president"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ORLOV v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-108007.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1215JUD000584205",
    "externalsources": [],
    "extractedappno": [
        "5842/05",
        "25444/94",
        "1328/04",
        "7324/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-108007",
    "judgementdate": "15/12/2011 00:00:00",
    "kpdate": "15/12/2011 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ORLOV",
        "UKRAINE"
    ],
    "rank": "845.5185546875",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "365707",
    "typedescription": "15"
}