{
    "__articles": "6;6+6-3-d;6-1;6-3-d",
    "__conclusion": "No violation of Article 6+6-3-d - Right to a fair trial (Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-d - Examination of witnesses)",
    "applicability": "",
    "appno": "25088/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Examination of witnesses"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-114965.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 25088/07) against the Swiss Confederation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Montenegrin national, Mr Srdan Pesukic (“the applicant”), on 12 June 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T. Reich, a lawyer practising in . The Swiss Government (“the Government”) were represented by their Agent, Mr F. Schürmann, of the Federal Office of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his criminal conviction was based to a decisive extent on testimony given by an anonymous witness.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 November 2009 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  Having been informed on 4 December 2009 of their right to submit written observations, the Government of Montenegro did not express an intention to take part in the proceedings.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1974. He is currently detained in a cantonal prison in Regensdorf in .",
                                "elements": []
                            },
                            {
                                "content": "7.  On 15 October 2001, shortly after midnight, N.B. was killed by a gunshot in the back of his neck in front of the post-office in ZurichSchwamendingen. The applicant was suspected of having carried out the shooting.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 8 July and 21 August 2002, the prosecution authority of the canton of  interrogated X as a witness. X declared that he had been at the crime scene and that he had been able to see, from a distance of twenty metres, that the applicant had shot the victim in the back of his neck. During the interrogations, the witness, the investigating judge, a police officer and a translator were sitting in a separate room, while the applicant, the former coaccused Z. L., their respective defence counsel and two police guards were sitting in another room. The interrogation was transmitted via a sound link, and the witness’ voice was distorted in order to protect the witness’ anonymity. Following the interrogation, the defence counsel were given the opportunity to put additional questions via the sound link.",
                                "elements": []
                            },
                            {
                                "content": "9.  At the beginning of each interrogation the applicant’s counsel declared that the modalities of the witness interrogations did not allow for an adequate exercise of the rights of the defence.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 29 January 2004, X was interrogated before the Jury Court of the canton of  (Geschworenengericht). While the judges, the jury and an interpreter were sitting directly together with the witness in the hearing room, the applicant, his counsel, the interpreter, the civil parties, the public prosecutor and the journalists were placed in one of the court’s deliberation rooms. The interrogation was transmitted via a sound link and the witness’ voice was distorted in order to prevent his being identified.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant and his counsel were allowed to put additional questions to X. The latter, however, refused to answer a number of questions which the defence counsel considered to be important, notably the following:",
                                "elements": []
                            },
                            {
                                "content": "“Why had X arranged a meeting with N.B.? How did X react after the crime? Did X approach the body? Did he wait for the police? Did he consume drugs? Was he afraid of someone close to the applicant? Had he been concretely threatened by someone? Did X have an argument with the applicant or with Z.L.? Where did X go after the crime? Was he on foot or did he have a vehicle? Did he have a criminal record? Was he residing legally in ? Did he wear spectacles?”",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 February 2004, the jury court convicted the applicant of manslaughter (vorsätzliche Tötung) and of several counts of drug-trafficking and sentenced him to fourteen years and nine months’ detention. The court considered that the testimony given by X was credible and pertinent. It further considered that the conditions to allow the witness’ anonymity were met. It noted that X had submitted in a credible and convincing way that his life was in danger in case he testified, as persons close to the applicant and to Z. L. were ready to take revenge and did not even hesitate to kill somebody. According to X’s submissions, he was the only person who had observed the crime and who dared to testify. It thus appeared comprehensible that X feared reprisals. It was further obvious that the applicant had a motive to take revenge on the witness who had contributed to his conviction and to prevent him from making further testimonies.",
                                "elements": []
                            },
                            {
                                "content": "13.  The fears expressed by X were in line with the overall picture conveyed by the other witnesses, who showed fear which was sometimes even bordering to panic when it came to making any concrete incriminating statements. The court considered that there were concrete indications that the applicant lived in an extremely violent environment in which recourse to violence and even to arms was frequent even for seemingly minor reasons. Moreover, there were specific indications that persons who had been ready to testify before the jury court had been exposed to death threats.",
                                "elements": []
                            },
                            {
                                "content": "14.  The court further considered that the measures taken were both necessary and sufficient to prevent identification of the witness X. The court had taken a number of measures to compensate the restrictions imposed on the rights of the defence. Firstly, the witness had not been examined by the regional prosecutor (Bezirksanwalt), but by the president of the court. Secondly, the identity of X had been confirmed by the police-officer in charge of the investigation and had been known to the regional prosecutor and to the president of the court.",
                                "elements": []
                            },
                            {
                                "content": "15.  Thirdly, the police officer and the regional prosecutor gave testimony about X’s reputation and credibility. It had thus been known that X had no criminal record and that there was no indication that he had any contact with the drug trafficking scene. There was further no indication that X had been in any way involved in the crime. It was further known that X spoke the Serbo-Croatian language. Conversely, the regional prosecutor refused to divulge any detailed information on X’s private and professional background, his education, his family situation and his residence status. The jury court considered, however, that this information was of minor importance for the assessment of credibility and that the information available gave the court a sound basis for assessing the general credibility of the witness.",
                                "elements": []
                            },
                            {
                                "content": "16.  The court further noted that X had been interrogated in front of the complete court and that all persons participating in the decision-making process could gain a personal impression of the witness and of his reaction to the questions put to him. Furthermore, the court had taken into account that, under the case-law of the European Court of Human Rights, a conviction could not be exclusively based on testimony given by an anonymous witness. The principle of a public hearing had been safeguarded by allowing the press directly to follow the interrogation from the separate room in which the defence was seated. The court considered that the core rights of the defence had been safeguarded and that the measures taken had been proportionate.",
                                "elements": []
                            },
                            {
                                "content": "17.  Referring to the Court’s case-law, the jury court considered that a criminal conviction must not be exclusively based on testimony given by an anonymous witness. Accordingly, the court considered that it could not rely on the anonymous witness’ testimony insofar as this constituted the only evidence available. The jury court resumed its examination by laying out general principles for the assessment of the credibility of evidence by witnesses. It considered that the applicant’s own submissions, according to which he could not have been present at the crime scene as he first entered Swiss territory in January 2002 – and thus after the victim had been killed – were contradictory and thus lacked credibility. Conversely, the court considered the testimony given by the anonymous witness, who submitted that he had seen the applicant shooting the victim, to be credible.",
                                "elements": []
                            },
                            {
                                "content": "18.  The jury court further considered that there had been other evidence linking the applicant to the crime. There was, in particular, witness and circumstantial evidence allowing the conclusion that the applicant had been residing in the  region since August 2001, that he had known the victim and that he had engaged in drug trafficking with him. As regarded the shooting of the victim, the court considered that the statements made by the witness Z. L., who had declared in a credible and convincing way to the police that the applicant had explained to him some days after the incident that he had killed N.B. before the latter could kill him, weighed heavily against the applicant, notwithstanding the fact that Z. L. did not repeat these allegations during the court proceedings, but stated that he could not remember what had happened. The testimony given by Z. L. during the police investigation was supported by the convincing submissions made by the anonymous witness, and by testimony given by a witness who had presumably met the applicant immediately after the crime. Relying on all available evidence, the jury court concluded that there was no doubt that N. B. had been shot by the applicant. With regard to the concrete factual circumstances, the jury court considered that the prosecution based its submissions mainly on testimony given by the anonymous witness. It followed that, for formal reasons, these circumstances could not be taken into account and that it had to be assumed in the applicant’s favour that the concrete circumstances had not been proven. It followed that there was no sufficient factual basis which would allow the conclusion that the applicant acted with a particular degree of scrupulousness (besonders skrupellos) which would lead to the crime being characterised as murder.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant lodged a nullity appeal (Nichtigkeitsbeschwerde) with the Court of Cassation (Kassationsgericht) of the canton of .",
                                "elements": []
                            },
                            {
                                "content": "20.  By decision of 19 December 2005 the Court of Cassation quashed the judgment and remitted the case to the lower court. That court noted that the anonymous witness had been heard in camera and that the applicant’s counsel did not have the possibility directly to question the witness. Neither the applicant nor his counsel had ever seen the witness, whose personal details remained secret. The court further noted that the witness refused to answer a number of questions which the defence considered important (see paragraph 11, above). The court did not call into question that the legal conditions for granting anonymity were fulfilled in the instant case and confirmed the first instance court’s finding that it had been necessary to protect X against possible reprisals.",
                                "elements": []
                            },
                            {
                                "content": "21.  With regard to the applicant’s rights under Article 6 of the Convention, the court considered that the maintenance of the anonymity of the witness X and the fact that X had been shielded from sight and that his voice had been distorted seriously interfered with the defence’s right to confront the witness. The fact that the prosecution and the presiding judge were aware of the witness’ identity could not be regarded as a counterbalancing factor as such. Given the fact that all judges were accountable for the judgment, and that it was the role of the defence to examine the findings of the prosecution from the defendant’s point of view, it appeared problematic that the presiding judge had knowledge that was superior to that of the other members of the court, including the jury, and that the latter had more knowledge than the defence. Adequate compensation could only be conceivable if at least the defence had the right directly to take part in the interrogation of the witness and was given the opportunity to assess the witness’ credibility; however, this possibility was not granted in the instant case.",
                                "elements": []
                            },
                            {
                                "content": "22.  Relying on the Court’s case-law (the court referred to the cases of Doorson v. the Netherlands, 26 March 1996, Reports of Judgments and Decisions 1996II and Van Mechelen and Others v. the Netherlands, 23 April 1997, Reports of Judgments and Decisions 1997III), the court considered that the criminal court could not rely on the testimony given by the anonymous witness for two separate reasons: Firstly, according to the case-law of the Court, it was decisive whether the applicant’s defence counsel had been present during the interrogation of the anonymous witness or had at least been in a position to follow the interrogation via an audiovisual link and to put questions. As this had not been the case, the modalities of the witness’ interrogation did not comply with the standards set up by the Court and were thus contrary to Article 6 § 3 (d) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "23.  Secondly, the court examined whether the testimony given by the anonymous witness had to be regarded as being “decisive” for the applicant’s conviction within the meaning of the “sole or decisive” rule developed by the Court. It noted that the anonymous witness was the only direct witness of the crime at issue, as the remaining witnesses only gave evidence by hearsay. It was thus obvious that the anonymous witness’ testimony had more than only minor relevance for the assessment of the evidence. Even though the evidence given by other – indirect – witnesses carried a certain weight, the anonymous witness had to be regarded as the decisive evidence (“massgebliches Beweismittel”), and was decisive to an extent which, under the Court’s case-law, excluded the possibility of having recourse to this evidence in order to establish the applicant’s guilt.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 3 February 2006 the senior public prosecutor (Oberstaatsanwalt) of the canton of  lodged a nullity appeal against the decision of the Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "25.  By judgment of 2 November 2006 the Federal Tribunal (Kassationshof) quashed the decision of 19 December 2005 and remitted the case to the Court of Cassation. That court considered that the lower court’s judgment did not comply with the principle of free appreciation of the evidence under Article 249 of the Federal Law on Criminal Procedure (Grundsatz der freien Beweiswürdigung, see relevant domestic law, below).",
                                "elements": []
                            },
                            {
                                "content": "26.  The Federal Tribunal confirmed that it had been necessary to protect the witness by shielding his appearance both from the applicant and from the applicant’s counsel. It considered that the counsel was not under any legal obligation to transmit information on the witness’ identity to the applicant. Even if such a duty existed, the risk that the defence counsel did not respect this obligation or inadvertently divulged information to his client was unacceptably high. The tribunal further considered that it was compatible with Article 6 of the Convention to consider the testimony given by an anonymous witness insofar as it could complete – like a mosaic stone – the picture gained through other evidence, which was in itself not sufficient to support an establishment of guilt, but established a strong suspicion, and thus contributed to a full establishment of guilt.",
                                "elements": []
                            },
                            {
                                "content": "27.  The tribunal further reviewed the other evidence examined by the jury court and concluded that this evidence, taken separately, would have been sufficient “to establish a strong suspicion of a criminal offence, or even to establish his guilt”. The tribunal reiterated that the jury court had considered that the testimony given by the witness X had been credible and that it was, furthermore, in line with the scientific conclusion that the victim had been killed by gunshot in the back of his neck on 15 October 2001.",
                                "elements": []
                            },
                            {
                                "content": "28.  The tribunal concluded that the anonymous testimony only served as one piece of a mosaic which enforced the conclusion drawn from the remaining evidence. It followed that the criminal courts were not prevented from taking this evidence into account.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 12 February 2007 the Court of Cassation rejected the applicant’s nullity appeal. On 19 April 2007 the Federal Tribunal rejected the applicant’s appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "30.  Article 249 of the Federal Law on Criminal Procedure as in force at the relevant time reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The court shall be free to interpret the evidence. It is not bound to any rules on admissible evidence”.",
                                "elements": []
                            },
                            {
                                "content": "31.  Article 131 a of the Code of Criminal Procedure of the Canton of Zurich as in force at the relevant time provided:",
                                "elements": []
                            },
                            {
                                "content": "“(1) In case of considerable or serious danger, appropriate specific measures can be taken for the protection of witnesses or third persons. It is, in particular, possible",
                                "elements": []
                            },
                            {
                                "content": "1. to exclude the public,",
                                "elements": []
                            },
                            {
                                "content": "2. to keep personal data confidential,",
                                "elements": []
                            },
                            {
                                "content": "3. to exclude direct confrontation between the witness and the defendant or third persons and",
                                "elements": []
                            },
                            {
                                "content": "4. to dissimulate the witness’ appearance and voice by technical means.",
                                "elements": []
                            },
                            {
                                "content": "(2) These measures have to be proportionate and are permissible only if it is impossible to avert the impending danger by other means.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained that his criminal conviction was based to a decisive degree on testimony given by an anonymous witness whom the applicant could not properly examine or have examined during the hearing, contrary to Article 6 §§ 1 and 3 (d) of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him..”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government contested that argument. They further submitted that the applicant had failed to exhaust domestic remedies with respect to the modalities of the testimony given by the other, non-anonymous witnesses.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Court notes that the applicant, in his application before the Court, did not complain about any restrictions of the rights of the defence with regard to the examination of the other, non-anonymous witnesses. It follows that the Government’s objection based on non-exhaustion of domestic remedies in this respect is to be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court further notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the applicant",
                                        "elements": [
                                            {
                                                "content": "36.  The applicant submitted that his criminal conviction by verdict of the Jury Court of the canton of  was to a decisive extent based on the testimony given by the anonymous witness X. According to the applicant, the other evidence referred to in the judgment might at the most prove that the applicant was residing in  at the time the victim had been shot, but did not allow any conclusions as to the circumstances of the criminal act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant further submitted that counsel for the defence had not been able to question the anonymous witness properly. The defence especially did not have an adequate possibility to impeach the witness’s credibility, either by receiving answers to a number of relevant questions (see paragraph 11, above) or by having the possibility of direct confrontation. The applicant further pointed out that only the court, but not the defence, had the possibility directly to observe the witness when giving testimony. The situation was thus comparable to that adjudicated by the Court in the case of Van Mechelen (cited above), in which the Court found a violation of the applicant’s Convention rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  According to the applicant, it had not been properly established during the proceedings that there had been a real danger for the witness. Furthermore, the witness did not answer any questions of the defence relating to the reasons for anonymity. Even if it should have been justified to preserve the witness’ anonymity, there had been no reasons preventing the witness from answering the defence’s questions with regard to certain facts and circumstances of the case. The measures taken by the Jury Court of the canton of  had not been sufficient to counterbalance the restrictions on the rights of the defence. It followed that the restrictions imposed on the rights of the defence were disproportionate and violated the applicant’s rights under the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Submissions by the Government",
                                        "elements": [
                                            {
                                                "content": "39.  The Government contested that the applicant’s conviction was based to a decisive degree on the testimony given by the anonymous witness. They submitted that the Federal Tribunal, in its decision of 6 November 2006, after having examined the other evidence available, considered that the testimonies given by other, non-anonymous witnesses were sufficient to at least cast severe doubts on the applicant’s innocence. Furthermore, the evidence given by the anonymous witness X had been supported by scientific evidence according to which the victim had been killed by a gunshot in the back of his neck. It followed that the anonymous testimony merely complemented the other means of evidence which, even though indirectly, sufficed to cast a justified suspicion on the applicant or even to establish the applicant’s guilt, having particular regard to the thorough examination of the evidence by the jury court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant and his counsel had had the opportunity to examine the witness both before the prosecution authority and before the jury court. Before the jury court, the witness was examined in the presence of the judges, the jury and of an interpreter; furthermore, the witness’ identity had been duly checked and his reputation and credibility had also been established. Even though the applicant, his counsel, an interpreter, the civil parties and the press had been in a separate room, the defence had the possibility to put additional questions which the witness answered insofar as he did not run the risk of divulging information which might have given an indication as to his identity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government further submitted that the measures taken by the  authority had been necessary in order to preserve the victim’s anonymity. The authorities did not have any milder means at their disposal to preserve the witness’ anonymity. The Government pointed out that the applicant knew the witness by sight and could thus have easily recognised him. In the light of this, it would have been particularly risky directly to confront the anonymous witness with the defence counsel, given that the counsel was under no legal obligation to keep quiet about details which might unveil the witness’ identity. Even if such a duty existed, the risk that the defence counsel did not respect this obligation and thus jeopardised the witness’ safety would have been unacceptably high.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government finally submitted that the rights of the defence had not been restricted during the examination of the other, non-anonymous witnesses.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Assessment by the Court",
                                        "elements": [
                                            {
                                                "content": "43.  The Court reiterates that the guarantees in paragraph 3(d) of Article 6 are specific aspects of the right to a fair hearing set forth in paragraph 1 of that Article which must be taken into account in any assessment of the fairness of proceedings. In addition, the Court’s primary concern under Article 6 § 1 is to evaluate the overall fairness of the criminal proceedings (see Taxquet v. Belgium [GC], no. 926/05, § 84, 16 November 2010, with further references therein). In making this assessment the Court will look at the proceedings as a whole, having regard to the rights of the defence but also to the interests of the public and the victim(s) that crime is properly prosecuted (see Gäfgen v. Germany [GC], no. 22978/05, § 175, ECHR 2010) and, where necessary, to the rights of witnesses (see, amongst many authorities, Doorson v. the Netherlands, 26 March 1996, § 70, Reports of Judgments and Decisions 1996-II). It is also notable in this context that the admissibility of evidence is a matter for regulation by national law and the national courts and that the Court’s only concern is to examine whether the proceedings have been conducted fairly (see Gäfgen, cited above, § 162, and the references therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Grand Chamber has recently clarified the principles to be applied when a witness does not attend a public trial (see Al-Khawaja and Tahery v. the  [GC], nos. 26766/05 and 22228/06, §§ 119147, 15 December 2011). As to the content of Article 6 § 3 (d), the Grand Chamber explained that it enshrines the principle that, before an accused can be convicted, all evidence against him must normally be produced in his presence at a public hearing with a view to adversarial argument. Exceptions to this principle are possible but must not infringe the rights of the defence, which, as a rule, require that the accused should be given an adequate and proper opportunity to challenge and question a witness against him, either when that witness makes his statement or at a later stage of proceedings (see Al-Khawaja and Tahery, cited above, § 118 and Van Mechelen and Others, cited above, § 51). In the context of absent witnesses, the Grand Chamber set out two considerations in determining whether the admission of statements was compatible with the right to a fair trial. First, it had to be established that there was a good reason for the nonattendance of the witness. Second, even where there was a good reason, where a conviction was based solely or to a decisive extent on statements made by a person whom the accused had had no opportunity to examine, the rights of the defence might be restricted to an extent incompatible with the guarantees of Article 6. Accordingly, when the evidence of an absent witness was the sole or decisive basis for a conviction, sufficient counterbalancing factors were required, including the existence of strong procedural safeguards, which permitted a fair and proper assessment of the reliability of that evidence to take place (see Al-Khawaja and Tahery, cited above, §§ 119 and 147).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As the Grand Chamber indicated in Al-Khawaja and Tahery, the problems posed by absent witnesses, at issue in that case, and anonymous witnesses, as in the present case, are not different in principle (see AlKhawaja and Tahery, cited above, § 127 and Ellis, Simms and Martin against the United Kingdom (dec.), nos. 46099/06 and 46699/06, § 78, 10 April 2012). Accordingly, in assessing the fairness of a trial involving anonymous witnesses called to give oral evidence before the court, this Court must examine, first, whether there are good reasons to keep secret the identity of the witness. Second, the Court must consider whether the evidence of the anonymous witness was the sole or decisive basis of the conviction. Third, where a conviction is based solely or decisively on the evidence of anonymous witnesses, the Court must subject the proceedings to the most searching scrutiny. If the defence is unaware of the identity of the person it seeks to question, it may be deprived of the very particulars enabling it to demonstrate that he or she is prejudiced, hostile or unreliable. In view of this, the Court must be satisfied that there are sufficient counterbalancing factors, including the existence of strong procedural safeguards, to permit a fair and proper assessment of the reliability of that evidence to take place (see Al-Khawaja and Tahery, cited above, § 147, and Ellis, Simms and Martin, cited above, § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As to the reasons for admitting the anonymous witness, the Court observes that the decision not to disclose X’s identity to the public or to the defence was inspired by the need to obtain evidence from him while at the same time protecting him against the possibility of reprisals by the applicant or by persons close to the applicant. The Court further notes that the applicant knew the witness X by sight, that the crime at issue was set in the drug-trafficking scene and that the jury court had considered that X’s fears that his life was in danger in case he testified was in line with the overall picture conveyed by the other witnesses, who showed acute fear when it came to making any concrete incriminating statements (compare paragraphs 12 and 13, above). As this assessment of the threats does not appear far-fetched (also compare Doorson, cited above, § 71), the Court accepts that there had been relevant reasons to keep the witness’ identity undisclosed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the Court’s view, the present case falls to be distinguished from the case of Van Mechelen. While in the latter case the interrogation of anonymous witnesses took place under similar circumstances as in the instant case, the Court considered that the Government had failed sufficiently to establish as to why it had been necessary to maintain the police officers’ anonymity (see Van Mechelen, cited above, §§ 60 et sequ.). Conversely, in the instant case, the Court does not have reason to doubt the necessity of protecting the witness X’s anonymity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Turning to examine whether the testimony of X was the sole or decisive evidence against the applicant, the Court observes that the jury court relied on X.’s testimony, which they considered credible and convincing (see paragraphs 17 et seq., above). However, the jury court also relied on other evidence corroborating X.’s account. There was, in particular, witness and circumstantial evidence allowing the conclusion that the applicant had been residing in the  region at the time of the crime, that he had known the victim and that he had engaged in drug trafficking with him. As regarded the shooting of the victim, the court considered that the statements made by the witness Z. L., who had declared in a credible and convincing way to the police that the applicant had explained to him some days after the incident that he had killed N.B. before the latter could kill him, weighed heavily against the applicant, notwithstanding the fact that Z. L. did not repeat these allegations during the court proceedings. The testimony given by Z. L. during the police investigation was supported by testimony given by a further, non-anonymous witness who had presumably met the applicant immediately after the crime. Relying on all available evidence, the jury court concluded that there was no doubt that N. B. had been shot by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court observes that the jury court relied to a certain extent on the testimony given by the anonymous witness in order to establish the applicant’s guilt. The cassation court even considered the testimony given by X to be decisive. While the Federal Tribunal put the importance of X’s testimony in perspective, it did not state as a certainty that the remaining evidence, taken on its own, would have been sufficient for establishing the applicant’s guilt. The Court further observes that, while X was the sole witness who directly observed the shooting and was ready to testify, the jury court could rely on other evidence corroborating X.’s testimony. Having regard to these circumstances, the Court considers that the testimony given by X. was not the sole evidence against the applicant, but did carry considerable weight in the establishment of the applicant’s guilt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  It is accordingly necessary carefully to examine whether there were adequate counterbalancing factors in place. The Court notes in this context that the trial court was well aware of the necessity of counterbalancing the restrictions imposed on the defence by the hearing of the anonymous witness. It enumerated the following measures taken in order to safeguard the rights of the defence. Firstly, the witness had not been examined by the regional prosecutor, but by the president of the court. Secondly, the identity of X had been confirmed by the police-officer in charge of the investigation and had been known to the regional prosecutor and to the president of the court. Thirdly, the police officer and the regional prosecutor gave testimony about X’s reputation, his criminal record and credibility. Furthermore, X had been interrogated before the complete court and all persons participating in the decision-making process could gain a personal impression of the witness and of his reaction to the questions put to him. Lastly, the jury court took into account that, under the case-law of the European Court of Human Rights as applicable at the relevant time, a conviction could not be exclusively based on testimony given by an anonymous witness. Consequently, the jury court did not rely on X’s submissions with regard to the immediate circumstances of the crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court further observes that the Federal Tribunal carefully examined the question as to whether the applicant’s defence counsel could be allowed to be present at the interrogation of the anonymous witness but considered that the risk that the witness’ identity became known to the applicant was inacceptably high (see paragraph 26, above). The defence was thus prevented from observing X’s demeanour under direct questioning, and thus from testing his reliability (see Van Mechelen and Others, cited above, § 59 and Kostovski v. the Netherlands, 20 November 1989, § 42, Series A no. 166). On the other hand, the applicant’s counsel was able to put questions to the witness via a sound link, which the witness answered as long as he did not risk betraying his identity. All members of the jury court were able directly to observe the witness’ reactions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Having regard to the above considerations and, in particular, to the careful examination by the domestic courts, the Court considers that, notwithstanding the handicaps under which the defence laboured, there were sufficient counterbalancing factors to conclude that the circumstances under which the anonymous witness X was heard did not result in a breach of Article 6 § 1 read in conjunction with Article 6 § 3 (d).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  There has accordingly been no violation of Article 6 § 1 taken together with Article 6 § 3 (d) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 taken together with Article 6 § 3 (d) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 December 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PESUKIC v. SWITZERLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-114965.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1206JUD002508807",
    "externalsources": [],
    "extractedappno": [
        "25088/07",
        "926/05",
        "22978/05",
        "26766/05",
        "22228/06",
        "46099/06",
        "46699/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-114965",
    "judgementdate": "06/12/2012 00:00:00",
    "kpdate": "06/12/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "136",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "PESUKIC",
        "SWITZERLAND"
    ],
    "rank": "938.96435546875",
    "representedby": [
        "REICH T."
    ],
    "respondent": "CHE",
    "respondentOrderEng": "46",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "373754",
    "typedescription": "15"
}