{
    "__articles": "8;8-1;8-2;35;35-1;41",
    "__conclusion": "Preliminary objection dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life;Respect for home;Respect for private life);Just satisfaction reserved",
    "applicability": "",
    "appno": "27013/07",
    "article": [
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life",
                "Respect for home",
                "Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-127539.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27013/07) against the French Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by twenty-five French nationals ..., acting in their own names and on behalf of their minor children, together with the movement ATD Quart Monde (“the applicants”), on 13 June 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The individual applicants were represented by Ms F. Poupardin and Ms M.-A. Soubré M’Barki, lawyers practising in Pontoise. The movement ATD Quart Monde was represented by Ms A. Leguil-Duquesne, lawyer practising in Lyons, and later by Ms C. Gilbert, lawyer practising in Paris. The French Government (“the Government”) were represented by their Agent, Ms E. Belliard, Head of the Legal Department, Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that there had been a violation of Article 8 of the Convention, on account of their eviction from land on which they had been settled for a long time, and that they had sustained discrimination in breach of Article 14 of the Convention taken together with Article 8.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 9 September 2008 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants and the Government both filed observations on the admissibility and the merits of the case. Written comments were also received from the European Roma Rights Centre (ERRC), which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3 (a) of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 September 2009 the Chamber decided that there was no need to hold a hearing. The applicants and the Government submitted additional information on 13 January and 20 February 2012.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The individual applicants are mostly travellers (gens du voyage). The movement ATD Quart Monde (the applicant association [known internationally as ATD Fourth World]) is an association established under the laws of France, having its registered office in Paris. Under Article 2 of its constitution, “[t]he Movement ATD Quart Monde brings together individuals, families and population groups who refuse the fatality of the poverty in which they are condemned to live, and, together with them, men and women, of all origins, who share the same refusal ...”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": []
                            },
                            {
                                "content": "1.  The Val d’Oise département",
                                "elements": []
                            },
                            {
                                "content": "8.  The département of Val d’Oise has been home to travellers for very many years. A survey carried out in 2001 by the Association Départementale Voyageurs-Gadjé (ADVOG) identified the presence of 2,500 mobile homes, representing a population of about 10,000 individuals, of which 17% belonged to nomadic families, 42% to sedentary families and 41% to semi-sedentary families, also described as “forced itinerant” or “forced sedentary”.",
                                "elements": []
                            },
                            {
                                "content": "The “forced itinerant” families wish to settle down but are obliged to keep moving as and when they are evicted. The “forced sedentary” families remain nomadic to some extent but are obliged to settle on a particular site when there is no great risk of eviction. These families often remain, when they are evicted, within a specific area covering several municipalities, not straying too far from focal points such as the school attended by their children, the hospital where the elderly are treated or centres of economic activity.",
                                "elements": []
                            },
                            {
                                "content": "As regards the sedentarised families, they are owners, tenants or occupiers of land (private or municipal) on which they live permanently, and families remaining encamped on a site that is normally reserved for short stays (Source: Plans départementaux d’Aide au Logement des Personnes défavorisées du Val d’Oise (PDALPD) 2004-2007 and 2008-2010).",
                                "elements": []
                            },
                            {
                                "content": "9. The Val d’Oise has two regulatory arrangements aimed at travellers:",
                                "elements": []
                            },
                            {
                                "content": "(a)  The “département-level travellers’ reception and accommodation programme” (schéma départemental d’accueil et d’habitat des gens du voyage; under the so-called “Besson Acts” of 31 May 1990 and 5 July 2000 ...), which governs, depending on the needs and existing encampment capacity, the nature, location and capacity of the encampment facilities to be created in municipalities of over 5,000 inhabitants.",
                                "elements": []
                            },
                            {
                                "content": "(b)  The “département-level accommodation action plan for persons in need” (plan départemental d’action pour le logement des personnes défavorisées, PDALPD) (provided for by the above-mentioned Law of 31 May 1990 and the Law against exclusion of 29 July 1998), which takes into account the problems raised by sedentary and semi-sedentary families.",
                                "elements": []
                            },
                            {
                                "content": "10.  Pursuant to the above-mentioned Law of 5 July 2000, and after the annulment of the first travellers’ reception and accommodation programme by the administrative courts, a new programme was adopted in November 2004 for the Val d’Oise in respect of 2004-2010. It provided for the creation, by the 53 municipalities of over 5,000 inhabitants in that département, of 1,035 caravan spaces in encampment areas, including 219 already existing spaces, with 70% State financing.",
                                "elements": []
                            },
                            {
                                "content": "11.  The PDALPD 2004-2007 plan for the Val d’Oise, adopted in June 2004 and following the previous 2000-2003 plan, stipulated that the actions aimed at travellers should take two forms: first, the creation of encampment areas for traveller families and, second, the provision of family rental accommodation, to be used by sedentary or semi-sedentary families, as already provided for by the previous plan. That accommodation took the form of land, with or without individual houses, on which families could place their caravans to be used for permanent residence. The circular of 21 March 2003 (concerning the implementation of the housing policy and the programming of State financing) provides for the State financing of the family rental accommodation under the same conditions as encampment areas (at 70% of the pre-tax cost within the ceiling); actual houses can be financed with the help of the rental housing loan for social integration (prêt locatif aidé d’intégration, PLAI).",
                                "elements": []
                            },
                            {
                                "content": "2.  Municipality of Herblay",
                                "elements": []
                            },
                            {
                                "content": "12.  More than 2,000 travellers live in the area covered by the municipality of Herblay (approximately 10% of its population), occupying between 400 and 500 caravans, and most of them have been there for many years. According to the Government, around four-fifths of those mobile homes are in breach of the land-use plan.",
                                "elements": []
                            },
                            {
                                "content": "13.  In 2000 an urban and social study (maîtrise d’œuvre urbaine et sociale, MOUS) was initiated with a view to providing alternative accommodation for the travellers who had settled in the municipality (created by circular no. 3465 of 22 May 1989, the aim of the study is to promote access to housing for individuals and families in difficulty). The study gave rise, after a social diagnosis by the ADVOG, to a memorandum of understanding dated 23 November 2004 between the prefect of the Val d’Oise, the president of the département council and the mayor of Herblay. The project provided for the creation of four sites, representing a total of 26 family plots. In September 2005 the land-use plan in respect of those sites underwent a simplified revision procedure. The first site, containing eight plots, or 24 spaces, was opened in December 2008.",
                                "elements": []
                            },
                            {
                                "content": "14.  Under the 2004-2010 travellers’ accommodation programme for the département (see paragraph 10 above) the municipality of Herblay was exempted from the requirement to provide a site for nomadic travellers because of the number of settled families living in mobile homes and the study that was underway (see paragraph 13 above).",
                                "elements": []
                            },
                            {
                                "content": "15. Pursuant to section 9 of the above-cited Law of 5 July 2000, the mayor of Herblay issued in July 2003, and again in January 2005, orders prohibiting the encampment of travellers’ mobile homes throughout the municipality.",
                                "elements": []
                            },
                            {
                                "content": "B.  The present application",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicants, who are all French nationals, had been living in Herblay, in the locality of “Bois du Trou-Poulet”, for many years and some of them had been born there ... They were part of a group of twenty-six families (42 adults and 53 children, making a total of 95 people) who had settled on the land. Some of the applicants were owners but most were tenants, while others were squatters. According to the land-use plan published in May 2003, the plots of land in question were situated in zone ND, corresponding to a “natural area qualifying for protection on account of the quality of its landscape and its various characteristics”. The plots had also been classified as ND in the earlier land-use plans. In the zone NDc, where the applicants had settled, camping and caravanning were allowed provided the site was suitably equipped and the persons concerned had the requisite authorisation.",
                                "elements": []
                            },
                            {
                                "content": "1.  Eviction procedure",
                                "elements": []
                            },
                            {
                                "content": "(a)  Bailiff’s official report",
                                "elements": []
                            },
                            {
                                "content": "17.  On the application of the municipality of Herblay (the “municipality”) and in accordance with a decision of the president of the Pontoise tribunal de grande instance dated 19 November 2003, two bailiffs, accompanied by police officers, visited the site on 12 February 2004 in order to take note of the occupation of the land and establish the identity of the occupiers. The bailiffs drew up an official report in which they recorded, for each part of the land, the identity of the occupiers and their type of accommodation (caravans, bungalows, huts, permanent buildings). The report stated in particular as follows: “the whole of the site in question is cluttered with a large number of pieces of vehicles, engines, spare car parts and various rubbish in the wooded area around the sites where we recorded the occupiers’ identities”.",
                                "elements": []
                            },
                            {
                                "content": "(b)  Injunction proceedings",
                                "elements": []
                            },
                            {
                                "content": "18.  On 30 April and 11 May 2004 the municipal authorities brought civil proceedings against forty individuals, including the applicants, before the urgent-applications judge of the Pontoise tribunal de grande instance, seeking a ruling that the land was being unlawfully occupied and that the defendants had “illegal placed mobile homes and constructions thereon”, together with an injunction requiring them to remove all their vehicles and mobile homes together with any constructions from the site, on pain of a penalty of 200 euros (EUR) per day, and stipulating that the municipality would be entitled, after a period of two months from the issuance of the injunction, to carry out the eviction and clearance itself with police assistance.",
                                "elements": []
                            },
                            {
                                "content": "19.  The hearing took place on 18 June 2004. In a decision of 2 July 2004 the urgent-applications judge dismissed the municipality’s application. After noting that the zone NDc, occupied by the defendants, allowed for camping and caravanning, but that the encampment of caravans for more than three months was subject to authorisation unless the land was specially equipped, which was not the case here, the judge considered it sufficiently established that the defendants had been occupying the land for many years, long before the publication of the land-use plan, that some of them had a regular water or electricity supply and that the long-standing toleration of the situation by the municipality, while not amounting to a right, precluded a finding of urgency or of a manifestly unlawful nuisance, which alone could bring the matter within the jurisdiction of the urgent-applications judge.",
                                "elements": []
                            },
                            {
                                "content": "20.  The judge further observed that, with the annulment of the travellers’ reception and accommodation programme (see paragraph 10 above), the municipality was required by the Law of 5 July 2000 to provide a site for itinerant travellers. Lastly, having regard to the bailiffs’ official report, the judge ordered the defendants to clear the land of all abandoned vehicles and rubbish within a period of two months, on pain of a fine of EUR 200 per day, and ruled that after that period the municipality would be entitled to have the land cleaned up at the defendants’ expense.",
                                "elements": []
                            },
                            {
                                "content": "(c)  Proceedings on the merits",
                                "elements": []
                            },
                            {
                                "content": "(i)  Judgment of the tribunal de grande instance",
                                "elements": []
                            },
                            {
                                "content": "21.  In September 2004 the municipality brought an action against forty individuals, including the applicants, in the Pontoise tribunal de grande instance, reiterating the requests it had made to the urgent-applications judge. In a judgment of 22 November 2004 the court granted the authorities’ requests. Two other individuals (including one of the applicants) also intervened in the proceedings voluntarily. The defendants and interveners claimed that they had been living on the Bois du Trou-Poulet site for many years, since before the publication of the land-use plan, in a zone where the development of land for camping and caravanning was authorised. They relied on the right to housing, as a constitutional principle, and on the Connors v. the United Kingdom judgment (no. 66746/01, 27 May 2004), and referred to the obligation for the municipality to make land available for travellers. In the alternative, they said that they would agree to judicial mediation.",
                                "elements": []
                            },
                            {
                                "content": "22.  The hearing took place on 27 September 2004. In a judgment of 22 November 2004 the court upheld the municipality’s claims. It began by finding that the land-use plan, published in May 2003, was automatically enforceable provided it had not been declared null and void, and that the land occupied by the defendants was in the zone NDc, allowing in principle for the land to be equipped for camping and caravanning, but that the land had not been developed in compliance with the rules of the Town and Country Planning Code (see Article L. 443-1 of the Code). The court held that the defendants, in setting up their caravans, mobile homes and cabins on the land in the absence of a permit or a decision by the prefecture in their favour, had breached the land-use plan, and that the supply of electricity by EDF (Électricité de France) did not confer any rights. After stressing the importance of the right to housing and its legislative and constitutional basis, the court took the view that, while the legislature and the public authorities had to use their best endeavours to guarantee this right as far as possible, it could not be granted “without regard for legality or in breach of the applicable rules”.",
                                "elements": []
                            },
                            {
                                "content": "23.  The court then analysed the above-cited Connors judgment and found that the situation before it was different, since there was no question here of a summary eviction procedure (unlike Connors), or any lack of procedural safeguards, because the defendants had been able to raise all the arguments that they considered necessary for their defence before an “independent tribunal”, ruling on the merits in compliance with all the procedural rules applied in France. The court found that it did not consider that it was breaching Article 8 of the Convention in giving a decision after responding to the defendants’ submissions and that, in a State governed by the rule of law, it would be unthinkable for the enforcement of a court decision to amount to “inhuman and degrading treatment”. It added that there was no doubt that if the decision was not voluntarily enforced by the defendants, the municipal authorities, the officers of the court and the State’s enforcement bodies would ensure that enforcement was carried out in accordance with the principle of human dignity.",
                                "elements": []
                            },
                            {
                                "content": "24.  As regards the obligation of the municipality, after the annulment of the travellers’ reception and accommodation programme, to make land available for travellers, the court referred to a letter from the prefect of the Val d’Oise to the mayor showing that the municipality was considered to have fulfilled the obligations imposed by the Law of 5 July 2000. The court further observed that the fact that the defendants had been occupying the land for such a long time might call into question their status as “travellers” and that the département-level programmes were aimed at the nomadic population, not sedentary communities which had been settled in the same place for ten or sometimes twenty years. It rejected the request for judicial mediation on the ground that it would have little chance of success, in view of the context and the large number of defendants.",
                                "elements": []
                            },
                            {
                                "content": "25.  Consequently, the court ordered the defendants and interveners to remove all vehicles and mobile homes from the land they were occupying, and to demolish any erections thereon, within three months from the date of service of the judgment, failing which they would be fined EUR 70 per person for each day of non-compliance, and held that, after that time-limit, the municipality itself would be entitled to carry out the removal and demolition at the defendants’ expense and with police assistance. The court also ordered them to pay EUR 50 to the municipality in respect of irrecoverable expenses. It took the view that, having regard to the context of the dispute and the lack of urgency resulting from a situation that had existed for many years, it was not necessary to order the provisional enforcement of the judgment.",
                                "elements": []
                            },
                            {
                                "content": "(ii)  Judgment of the Court of Appeal",
                                "elements": []
                            },
                            {
                                "content": "26. Thirty-six of the defendants, including the applicants, lodged an appeal with the Versailles Court of Appeal. The applicant association filed submissions as a voluntary intervener.",
                                "elements": []
                            },
                            {
                                "content": "27.  The hearing was held on 8 September 2005. In a judgment of 13 October 2005 the Court of Appeal declared the applicant association’s voluntary intervention admissible and upheld the judgment, except in respect of a couple (who are not applicants), for whom it ordered an expert’s report in order to ascertain the conditions of their accommodation and the conformity thereof with the land-use plan.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court of Appeal first found that the defendants’ occupation of the land breached the land-use plan, which was automatically enforceable, and responded as follows to the arguments raised:",
                                "elements": []
                            },
                            {
                                "content": "“While the right to housing is a constitutional principle, and while Articles 3 and 8 of the Convention ... guarantee respect for each person’s private and family life and protect everyone from inhuman and degrading treatment, these superior principles have not in this particular case been impaired, as the municipality’s action had a legal basis derived from compliance with regulations that are indiscriminately binding on everyone, thus sufficing to establish the public interest that is necessary for the exercise of such action, giving rise to adversarial proceedings at first instance and on appeal, and as the enforcement of a court decision given with due regard for defence rights cannot constitute the alleged degrading and inhuman treatment.",
                                "elements": []
                            },
                            {
                                "content": "The long duration of the occupation does not create rights, neither does the tolerance, however lengthy, of such occupation in breach of the provisions of the municipality’s land-use plan. It is therefore pointless for certain appellants to rely on the schooling of their children, which is not necessarily undermined, or on the irrelevant fact that they hold relocation record books (carnets de circulation), which do not exempt them from complying with the regulations.",
                                "elements": []
                            },
                            {
                                "content": "It is equally pointless for the appellants to allege bad faith on the part of the municipality or that is has breached its statutory obligations under the Besson Act.",
                                "elements": []
                            },
                            {
                                "content": "It transpires from a letter from the prefecture of the Val d’Oise dated 18 May 2004 that the municipality has fulfilled its obligations under the Law of 5 July 2000 concerning travellers, who are considered to be nomadic and not sedentarised, which is not the case for the appellants, who have vigorously asserted their sedentarisation and emphasised the length of their occupation ...”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Court of Appeal further confirmed the rejection of the judicial mediation that had been sought, on the ground that it did not appear to be the appropriate response “to a resolution of the dispute through which the municipality strives to ensure compliance by and for all its inhabitants with laws and regulations”. Lastly, it dismissed the claim for damages submitted by the municipality and ordered the appellants to pay the sum of EUR 50 each in respect of the costs of the appeal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "The applicants stated that after that judgment had been delivered they received daily visits from an official of the municipality who, referring to the coercive fine, urged them to leave the site.",
                                "elements": []
                            },
                            {
                                "content": "(iii)  Proceedings before the Court of Cassation",
                                "elements": []
                            },
                            {
                                "content": "30.  The applicants, in their own names and on behalf of their minor children, together with the applicant association, applied for legal aid from the legal aid board at the Court of Cassation so that they could lodge an appeal on points of law against the judgment of 13 October 2005.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 4 and 5 July 2006 the legal aid board issued a series of decisions dismissing their applications on the ground that no ground of appeal on points of law could be raised against the impugned decision within the meaning of section 7 of the Law of 10 July 1991. In a series of identically worded decisions of 23 November 2006, the judge delegated by the President of the Court of Cassation dismissed their appeals against those decisions ...",
                                "elements": []
                            },
                            {
                                "content": "32.  On 16 January 2007 the applicants filed a declaration with the Court of Cassation’s Registry in which they withdrew their appeals on points of law. A decision of 7 September 2007 took note of their withdrawal.",
                                "elements": []
                            },
                            {
                                "content": "2.  Undertaking of an urban and social study",
                                "elements": []
                            },
                            {
                                "content": "33.  Following the Court of Appeal’s judgment, the authorities decided, in the context of the département-level accommodation action plan for persons in need (see paragraph 11 above) to undertake an urban and social study (maîtrise d’œuvre urbaine et sociale, “MOUS”) concerning all the families involved in the judicial proceedings, in order to determine their individual situations and assess the options for finding alternative accommodation.",
                                "elements": []
                            },
                            {
                                "content": "34.  Under an agreement with the prefect of the Val d’Oise dated 20 February 2006, the National Workers’ Housing Association (Société Nationale de Construction de Logements pour les Travailleurs, “SONACOTRA”) was commissioned to carry out a social study concerning all the families in question, in particular to assess their needs in terms of relocation. The study, to be completed within three months, was to provide information for each family on the situation of the land with regard to planning regulations, the current living conditions, the degree of sedentarisation, the family structure and the social situation of the household. The study was also to indicate the relocation arrangements sought by each family (sedentary housing, mobile-home accommodation or a combination), the localities where they wished to be rehoused and their desired status (tenant or owner). The agreement established the composition of the MOUS steering committee and that of the select steering committee, and indicated that this mission would be fully financed by the State.",
                                "elements": []
                            },
                            {
                                "content": "35.  The findings of the study were presented by the SONACOTRA to the steering committee on 6 June 2006. At a meeting of 17 November 2006 between the select steering committee and the applicant association, held for the presentation to the latter of the results of the social study, the committee agreed that the families who had in the meantime left Bois du Trou-Poulet would be included in the social study. The representatives of those families were received on 16 January 2007 by the select steering committee and it was agreed that they would be interviewed by the SONACOTRA on 30 January, 1, 2 or 5 February 2007. A supplement to the MOUS agreement was drawn up on 29 January 2007 to provide for an additional social study concerning those families, the cost of which was to be covered in full by the State. Lastly, at the request of the applicant association, one last family which had not been interview in the context of the additional social study was included in the MOUS.",
                                "elements": []
                            },
                            {
                                "content": "36.  The social studies revealed the following information. Out of the thirty-two households interviewed by the SONACOTRA, the wishes for relocation were divided as follows:",
                                "elements": []
                            },
                            {
                                "content": "- One household had moved outside the département at the end of the 2005-2006 school year.",
                                "elements": []
                            },
                            {
                                "content": "- One household had been rehoused by the municipality in social housing of the low-rent type.",
                                "elements": []
                            },
                            {
                                "content": "- Three households (not applicants) had received proposals from the municipality for relocation to family plots on which facilities were being installed (see paragraph 13 above).",
                                "elements": []
                            },
                            {
                                "content": "- Five households (all applicants) wanted social housing of the low-rent type.",
                                "elements": []
                            },
                            {
                                "content": "- Twenty-one households (of which fourteen are applicants) wanted to be relocated to a mixed site (buildings and caravans).",
                                "elements": []
                            },
                            {
                                "content": "- One household occupying social housing in Angers wished to be rehoused in low-rent housing in the Angers area.",
                                "elements": []
                            },
                            {
                                "content": "- Only one household among the applicants, that of Vanessa Ricono, could not be interviewed during the social study.",
                                "elements": []
                            },
                            {
                                "content": "37.  On 12 November 2007 a new MOUS agreement was signed for a period of eight months for the relocation of five households which had opted for social housing of the low-rent type. The agreement entrusted the SONACOTRA, which had in the meantime become ADOMA, with the responsibility of providing relocation support for those families (information, assistance with compiling applications, introduction of support mechanisms, and follow-up of relocation in practical terms). The expenses of the MOUS were covered at 100% by the State.",
                                "elements": []
                            },
                            {
                                "content": "3.  Work on the “11th Avenue”",
                                "elements": []
                            },
                            {
                                "content": "38.  In the meantime, in October 2004, construction work on a dual carriageway (known as the “11th Avenue”) began in close proximity to the applicants’ homes and lasted for over a year. The lawyer for some of the applicants and the applicant association’s representative for the Val d’Oise sent a number of letters between November 2004 and July 2005 to the mayor of Herblay, to the prefect and to the president of the département council, drawing their attention to the risks caused to the applicants and their children by the construction work. In a number of letters, particularly in April and July 2005, the deputy director general for highway management in the département listed the various safety measures that had been taken under the supervision of a coordinating company (signs, fences, barriers, manhole covers, etc.) and stressed that despite those precautions, the site installations and signs had frequently been the target of vandalism and theft.",
                                "elements": []
                            },
                            {
                                "content": "4.  Subsequent events",
                                "elements": []
                            },
                            {
                                "content": "(a)  The applicants’ situation",
                                "elements": []
                            },
                            {
                                "content": "39.  At the time of the adoption of the present judgment, the municipality has not enforced the judgment of 13 October 2005. However, the coercive fine, for which no settlement date has been fixed, continues to run in respect of the applicants who have remained at Bois du Trou-Poulet.",
                                "elements": []
                            },
                            {
                                "content": "40. The applicants can be divided into three groups:",
                                "elements": []
                            },
                            {
                                "content": "(i)  Families rehoused in social housing",
                                "elements": []
                            },
                            {
                                "content": "Four families were relocated in social housing between March and July 2008 further to the MOUS agreement of 12 November 2007 (see paragraph 37 above): Solange Lefèvre, Catherine Lefèvre and her three children, Sandrine Plumerez and her five children, and Sabrina Lefèvre, her partner (not an applicant) and her three children.",
                                "elements": []
                            },
                            {
                                "content": "(ii)  Families remaining in Herblay or having returned there",
                                "elements": []
                            },
                            {
                                "content": "A number of families remained at Bois du Trou-Poulet or have returned there:",
                                "elements": []
                            },
                            {
                                "content": "- Martine Payen, also concerned by the MOUS, refused two offers of social housing (in particular because of the amount of the rent) and still lives at Bois du Trou-Poulet on land belonging to her.",
                                "elements": []
                            },
                            {
                                "content": "- Michèle Perioche and Germain Guiton remained on their rented land.",
                                "elements": []
                            },
                            {
                                "content": "- Laetitia Winterstein remained with her partner (not an applicant) and their five children, on land belonging to her grandmother.",
                                "elements": []
                            },
                            {
                                "content": "- Steeve Lefèvre and Graziella Avisse and their child have returned to Bois du Trou-Poulet after joining their aunt on an encampment area in Avranches; according to their lawyer, they received an eviction order after their return subject to a coercive fine of 300 EUR per day.",
                                "elements": []
                            },
                            {
                                "content": "- Rosita Ricono left Bois du Trou-Poulet and went to live in a hotel; she is now living on a friend’s land in Herblay.",
                                "elements": []
                            },
                            {
                                "content": "(iii)  Families who have left the region",
                                "elements": []
                            },
                            {
                                "content": "Lastly, a number of families have left the region:",
                                "elements": []
                            },
                            {
                                "content": "- Pierre Mouche left in May 2005 after undergoing a serious operation (according to his lawyer this was due to dust from the “11th Avenue” construction work). He wandered from place to place with his children, then on his own for four years, between Les Mureaux and Saint Ouen l’Aumône. In 2007 he refused social housing, in particular on account of his inability to live in such housing and his wish to settle on a family plot. He is currently living on a shopping centre carpark in Épône, next to his son Franck Mouche who gives him the assistance required by his state of health.",
                                "elements": []
                            },
                            {
                                "content": "- Gypsy Debarre and Paul Mouche, another son of Pierre Mouche, also left with him in 2005 and wandered from place to place with their six children, who were thus unable to attend school on a regular basis; they are currently separated. Gypsy Debarre is living on the Buchelay encampment area, near Mantes-la Jolie, with four of her children. In April 2009 she refused social housing that was offered to her, in particular because of her inability to pay the rent.",
                                "elements": []
                            },
                            {
                                "content": "- Sophie Clairsin and Thierry Lefèvre, who left in January 2006, lived on encampment areas in Avranches and Saint Hilaire. After those areas were closed for work, in August 2008 Sophie Clairsin bought a plot of non-buildable land on which she lives with her three children. According to their lawyer, the municipality of Saints has notified them of their obligation to leave the land and has brought proceedings against Sophie Clairsin in her capacity as owner.",
                                "elements": []
                            },
                            {
                                "content": "- Patrick Lefèvre and Sylviane Huygue-Bessin and their seven children, together with Catherine Herbrecht and her three children, who also left in January 2006, lived on sites at Avranches and Saint Hilaire until they closed; they then returned to Bois du Trou-Poulet, which the municipality asked them to leave within 48 hours. They are now accommodated on Sophie Clairsin’s land.",
                                "elements": []
                            },
                            {
                                "content": "- Philippe Lefèvre lives with his partner (who is not an applicant) in Mayenne, with the parents of the latter.",
                                "elements": []
                            },
                            {
                                "content": "- Mario Guiton and Stella Huet live with their three children near the parents of the latter in Normandy, and they return to Herblay for short stays.",
                                "elements": []
                            },
                            {
                                "content": "- Jessy Winterstein left Bois du Trou-Poulet with her two children and her current address is unknown.",
                                "elements": []
                            },
                            {
                                "content": "- Vanessa Ricono and her partner (who is not an applicant) also left with their child and their current address is unknown.",
                                "elements": []
                            },
                            {
                                "content": "41.  Those of the applicants who have left explained that, as soon as they left Bois du Trou-Poulet, the municipality had had trenches dug on the land to prevent them from returning and had demolished their cabins; they were unable to recover the personal belongings that they had left behind, as they had been destroyed or stolen.",
                                "elements": []
                            },
                            {
                                "content": "(b)  Applications under the “DALO Act” (Law on the enforceable right to housing)",
                                "elements": []
                            },
                            {
                                "content": "42.  A number of applicants (Michelle Périoche, Germain Guiton, Mario Guiton and Stella Huet, Laetitia Winterstein, Catherine Herbrecht, Sylviane Huygue-Bessin and Patrick Lefèvre, Gypsy Debarre and Paul Mouche, Graziella Avisse and Steeve Lefèvre, Rosita Ricono) filed applications in 2008 and 2009 (2010 for Rosita Ricono) for social housing pursuant to the Law of 2007 on the enforceable right to housing (the “DALO Act”, ...), stipulating that they wanted family plots. Their applications were denied by the mediation board (except for that of Gypsy Debarre), on the ground that they were “not eligible for relief under the DALO Act”. The Administrative Court dismissed their appeals against those decisions.",
                                "elements": []
                            },
                            {
                                "content": "(c)  Resolution of the HALDE dated 22 February 2010",
                                "elements": []
                            },
                            {
                                "content": "43.  On 14 February 2006 the National Association of Catholic Travellers (Association nationale des Gens du Voyage catholiques, ANGVC) complained to the High Authority for the combat against Discriminations and the promotion of Equality (Haute Autorité de Lutte contre les Discriminations et pour l’Ėgalité, the “HALDE”) concerning the ban on travellers’ camps throughout the municipality of Herblay, pursuant to a municipal by-law of 17 January 2005 (see paragraph 15 above).",
                                "elements": []
                            },
                            {
                                "content": "44.  In a resolution of 22 February 2010, after, in particular, looking at the Court’s case-law (judgments in Chapman v. the United Kingdom [GC], no. 27238/95, ECHR 2001I, and Connors, cited above), the HALDE took the view that the combined effect of the département-level travellers’ reception programme and the municipal by-law, two texts of secondary legislation, had the effect of totally overriding the application of a statute (the Besson Act of 5 July 2000) whose aim was to protect travellers, and thus interfered with their rights.",
                                "elements": []
                            },
                            {
                                "content": "The HALDE thus concluded that the exemption granted to the municipality of Herblay by the département-level programme was not compliant with the above-mentioned Law of 5 July 2000 and recommended that the prefect should review its provisions. It further recommended that the mayor of Herblay should rescind the by-law and suspend any eviction measures taken on the sole basis of that instrument, and requested to be informed within three-months of the action taken in accordance with its resolution.",
                                "elements": []
                            },
                            {
                                "content": "(d)  Resolution of the municipal council of Herblay dated 13 September 2012",
                                "elements": []
                            },
                            {
                                "content": "45.  In an interview given to the newspaper Le Parisien on 13 December 2010, the mayor of Herblay stated that the travellers’ encampment area prescribed by the département-level programme would be created on the land that had been set aside for family plots, as the municipality could not undertake both actions.",
                                "elements": []
                            },
                            {
                                "content": "46.  The new département-level travellers’ reception programme for the Val d’Oise, approved on 28 March 2011, provides for the creation in Herblay of an encampment area for 25 nomadic caravans.",
                                "elements": []
                            },
                            {
                                "content": "47.  In a resolution of 13 September 2012 the municipal council of Herblay unanimously adopted a simplified revision of the local planning plan (plan local d’urbanisme, PLU) for the purpose of creating the encampment area. ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The applicants complained, relying on Article 8 of the Convention, that their eviction from the land where they had been settled for a long time constituted a violation of their right to respect for their private and family life and their home. They further relied on Article 3 of the Convention, taken alone and in combination with Article 14 of the Convention, and on Article 18 of the Convention taken together with Article 8. The Court will examine this complaint under Article 8, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "104.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "119.  The applicants asked the Court to find that there had been an interference by the State with their right to respect for their private and family life and their home, even though the State denied this on account of the “reduced effects” of the court decisions in question, which had not been enforced. Concerning the coercive fines imposed, it did not matter for them whether or not they were payable, because the mere fact that the municipality had sought them constituted a means of pressure which it had never said that it would renounce. Moreover, as the coercive fines could become payable at any time, the applicants remaining on the land continued, even now, to remain subject to whatever action the municipality and the State saw fit to take.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  They further emphasised the consequences of the court decisions against them: the pressure of the fines, threats of eviction, and various forms of harassment and refusals by the municipality, and the operation of construction machinery on their place of residence. They claimed that, in addition to the distress and humiliation endured, the fear of those decisions being enforced had obliged certain families to quit, leaving behind many of their possessions and taking their children out of school.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  As to the Government’s argument to the effect that the interference had been foreseeable, on the ground that the decisions at issue had been taken at the end of lengthy proceedings, which could be explained particularly by their non-conciliatory attitude, the applicants replied that they had made numerous attempts, in good faith, to resolve the matter out of court, by consulting the municipality, submitting applications for social housing (whether ordinary or, in most cases, in the form of family plots), asking the court to set up a mediation process and insisting on their participation in the MOUS study. They observed that the municipality of Herblay, for its part, had never proposed any dialogue with them for the purpose of finding a place where they could live, that the mayor had refused – which was highly unusual – to co-sign the MOUS, despite the prefect’s proposal to cover the whole cost, and that the municipality had ultimately refused to legally recognise part of its population (even though travellers accounted for about 10%, with some families having been there for several generations).",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  Countering the Government’s arguments as to the legitimacy of the decisions taken and their proportionality in relation to the existence of a pressing social need, the applicants alleged that those decisions were not legitimate. They referred to the finding from the Court’s case-law cited by the Government themselves to the effect that “occupation of [a] caravan [was] an integral part of [the] identity” of travellers and that the State consequently had a positive obligation to respect their way of life. They were of the view that the Government were rendering that positive obligation meaningless by arguing that their wide margin of appreciation enabled them to give a planning regulation precedence over respect for the applicants’ private and family life, their home and therefore their very identity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  Claiming that the State could strike a balance only between rights of equal value, the applicants requested the Court to find that there was a manifest imbalance between, on the one hand, the right to respect for one’s private and family life and one’s home and, on the other, land-use plans. They emphasised that a planning regulation could not, in principle, be regarded as constituting a pressing social need and denied that reasoning similar to that of the Chapman judgment could be applied, since the Herblay families had been living on the land even before its classification as a natural zone. While the lack of any housing solution suited to their way of life had certainly driven some of them to settle there without prior authorisation some years earlier, they had not disregarded any environmental regulations or, therefore, any norm meeting a “pressing” social need. Moreover, the State itself, by circumventing the natural zone classification to build a four-lane road there had proved the non-existence of any such need. They thus contended that there had been no legitimate aim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The applicants claimed, in any event, that the State’s interference with their right to respect for their private and family life and their home could not be regarded as proportionate in the light of three factors: the duration of their residence in the municipality of Herblay, their destitution and, above all, the lack of any housing solution suited to their way of life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the first point, they emphasised that they had been living on the land for many years, over thirty years for some families, and that under French law this gave them adverse possession. In their view it was therefore wrong for the Government to assert that the length of occupation did not give rise to any rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  On the second point, they rejected the Government’s argument that their destitution had been sufficiently taken into account since the coercive fines had not become payable, and observed that, since the State could not have been unaware that they were receiving legal aid, it would be sufficient for the State not to maintain the penalty if it really wanted to take account of their economic situation. Noting that the Government had referred a number of times to the entry into force of the Law of 5 March 2007 on the enforceable right to housing (the “DALO Act”), they pointed out that this legislation had entered into force well after the material time, that its application was limited, at least in the Val d’Oise, to a right to obtain ordinary social housing, and that applications from sedentarised travellers seeking social housing suited to their way of life and identity (namely so-called mixed accommodation, a family plot or specially adapted housing) had been declared inadmissible by the mediation board. They concluded that it was with regard to the lack of suitable possibilities for relocation that the State had least satisfied the condition of proportionality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The Government began by expressing doubts about the fact the impugned court decisions, having regard to their reduced effects, could constitute an interference, within the meaning of the above-cited Article 8, with the applicants’ rights. They pointed out first that the municipality of Herblay had never forcibly evicted anyone from the land and that it was of their own volition and gradually that certain applicants had left, and second that the coercive fine had not become payable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  In any event, the Government argued that the decisions at issue met the requirements of Article 8. First, they were foreseeable, as it was not in dispute that the applicants were occupying the land in breach of planning regulations. Moreover, the judgment authorising the eviction had been given after lengthy proceedings which the applicants had not sought to bring to an end by making efforts to comply or to reach a compromise. In particular, the Government noted that the applicants had not, to their knowledge, even begun to comply with the injunction of 2 July 2004 requiring them to clear the land of car parts and rubbish.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  Secondly, those decisions pursued a legitimate aim. In this connection the Government referred to the Court’s case-law (in particular, the Chapman judgment, cited above), according to which the need to respect the lifestyle of travellers, including when they were sedentary, concerned respect not only for their home but also for their private and family life, for “[m]easures affecting the applicant’s stationing of her caravans ... ha[d] an impact going beyond the right to respect for her home [and] also affect[ed] her ability to maintain her identity as a Gypsy and to lead her private and family life in accordance with that tradition” (ibid., § 73). Moreover, the Government pointed out that the Court had recognised the vulnerability of travellers and imposed on States a positive obligation to facilitate their way of life (ibid., § 96). However, in their view, such a positive obligation could not be unlimited, as the State had some room for manoeuvre, provided it guaranteed the applicants’ rights, which had to be weighed up against the interests of the community.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the present case, the judgment of 22 November 2004 had indicated that the occupied area corresponded to a “natural area qualifying for protection on account of the quality of its landscape and its various characteristics”, that the camping and caravanning for which it could be equipped was subject to specific regulations and that none of the occupants could rely on any permit or prefectoral order in their favour. The Government referred to the above-cited Chapman judgment (§§ 94-95 and § 102), suggesting that the same approach could be applied in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The Government argued, thirdly, that the judicial decisions at issue had been proportionate. They began by pointing out that the judges had taken into account the duration of the occupation of the land. The urgent eviction proceedings had thus resulted in the dismissal of the application on 2 July 2004, on the ground that as the occupation had been tolerated for many years the municipality could not rely either on any urgency or on any manifestly unlawful nuisance. Similarly, in its judgment of 13 October 2005, the Versailles Court of Appeal had referred to the prolonged tolerance of the occupation, nevertheless finding that this did not create any rights. The Government concluded that this important aspect had always been weighed in the balance by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  Lastly, the destitution of the persons concerned had never been disregarded by the authorities. The Government pointed out that the municipality of Herblay had never demanded payment of the coercive fine imposed by the court, that the applicants’ financial resources entitled them to benefits which were easier to obtain since recent reforms, and that those resources had been taken into account by the authorities in their search for relocation solutions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  Lastly, the Government observed that it was necessary, in order to assess the proportionality of the interference, to examine the existing possibilities for a\tlternative housing. They pointed out, referring to the Chapman judgment, that the Court afforded States a wide margin of appreciation in such matters. After giving an overview of the land-use and real-estate context in the Val d’Oise, the Government indicated that the département-level accommodation action plan for persons in need (PDALPD) for 2008-2010, like the previous plan, took into account the need to develop specially adapted housing, especially for travellers who were sedentarised or were in the process of sedentarisation. They emphasised, however, that it was not easy to offer social housing to people who were looking for specially adapted forms of accommodation, such as travellers who wished to settle on rented municipal land. Thus, while some of the applicants had already been granted social housing, others preferred to wait for an offer to rent land.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Government indicated that following the MOUS “relocation” plan for the five households identified in the context of the social study (see paragraph 37 above), four households had been rehoused in rented social housing in Herblay or in surrounding communities between April and July 2008; the fifth household (a single person) was waiting for a new offer of housing after rejecting an initial offer in June 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  The Government then described the progress made in the creation of family plots, a solution sought by a number of applicant households. They explained that, as regards the eight plots opened in December 2008 (see paragraph 13 above), the applicants were not among the beneficiaries, who had been involved in a previous MOUS. However, the implementation of the second phase provided for by the memorandum of understanding of 23 November 2004 (ibid.) had been decided; the municipality had pursued its idea of acquiring a number of plots adjacent to those where the first eight had been created, making a total of 38 plots instead of the 26 initially planned. The acquisition of the plots was underway, together with a simplified review of the planning document, the plots in question being situated in the zone Na (natural zone). The Government explained that it was not yet known which families would be allotted those new plots, but that the applicants would have the opportunity to be rehoused there at the time of completion, which was forthcoming at the time the Government filed their observations in early 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  The Government referred in general to the improvement in the taking into account of travellers in planning documents: the land-use plan (POS) as revised on 29 September 2005 included, in addition to the Nd zone reserved for caravans, a new UK zone created to release municipal land for urban planning and authorise the construction of buildings suited to the situation of sedentarised travellers, as shown by the resolutions of the Herblay municipal council dated 29 September 2005. The local planning plan (PLU) approved on 22 June 2006, replacing the POS, provided for zones (Uck and 1 AUk) which allowed for occupation by caravans for primarily residential use and the adapting of rented municipal land for sedentarised travellers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  The Government further indicated that, even though the municipality of Herblay was not subject to the obligation to create encampment spaces for nomadic travellers, its mayor had in 2008 proposed to join the mayors of Beauchamp and Pierrelaye in creating an encampment area serving all three municipalities, thereby creating twenty-five spaces in Beauchamp for the municipality of Herblay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Government emphasised the numerous public efforts made to offer housing corresponding to the applicants’ specific requests and explained that the length of the relocation procedure was due to the need to create the structures which would meet those requests. While it was for the State to make sure that this offer was adapted as far as possible to the particular expectations, especially those of travellers, it did not, however, fall within the requirements of Article 8 to make available to them, without delay, an exact number of specific facilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The Government argued that there had been no violation of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  The European Roma Rights Centre (the “ERRC”) pointed out that the Court’s definition of “home”, within the meaning of Article 8 of the Convention, referred neither to the legal status of the inhabitant nor to the physical characteristics of the dwelling. The Court had recognised that caravans belonging to the Roma and travellers were “homes”, as the French Government had not disputed in Stenegry and Adam v. France ((dec.), no. 40987/05, 22 May 2007), and the issues of legal title or planning permission should be examined only in the context of Article 8 § 2. Under Article 1 of Protocol No. 1, the ERRC took the view that, in addition to the caravans, the sheds and bungalows of the Roma and travellers, even those erected without a permit on third parties’ land, also had to be regarded as possessions. That approach would enable the Court to take account of the principles of international law in the field of housing, including the principle that evictions of vulnerable groups such as the Roma and travellers should only take place if a number of conditions were met, the most important one being the provision of an alternative relocation site. Roma caravans and sheds should be subject to demolition or removal under the same conditions as “ordinary” houses, including access to a court or administrative body which would adjudicate on the legality of the demolition taking the applicable principles into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  In the ERRC’s view, the forced eviction of Roma and travellers from land which they occupied without permission and the demolition or removal of their caravans and sheds raised two questions: first, the destruction of their homes could in certain circumstances engage Article 3 of the Convention, and the same principles were applicable where they were intimidated or forced into abandoning the plot of land on which they were residing. Secondly, the ERRC argued that there was no judicial remedy capable of providing them with adequate redress, namely the provision of alternative accommodation, even though this was an obligation under both the Convention and the Social Charter. The offer of alternative accommodation had to be forthcoming before the decision ordering eviction and was a precondition for the legality of that decision. The ERRC also referred to the joint public statement of 24 October 2007 of the Council of Europe’s Commissioner for Human Rights and the United Nations Special Rapporteur on the Right to Adequate Housing ..., to the Basic Principles and Guidelines on Development-Based Evictions and Displacement, and its Collective Complaints against Greece, Italy and Bulgaria before the European Committee on Social Rights (nos. 15/2003, 27/2004 and 31/2005 respectively). It further referred to General Comments nos. 4 and 7 of the United Nations Committee on Economic, Social and Cultural Rights concerning Article 11 § 1 of the International Covenant on Economic, Social and Cultural Rights (which guaranteed among other things the right to adequate housing ...). It contended that in the face of persistent failure by a number of States, including France, to provide adequate housing to Roma and travellers, the erection of sheds or the parking of caravans on a plot of land had to be regarded as “self-help” measures within the meaning of paragraph 10 of the above-cited General Comment no. 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  The ERRC acknowledged that many Council of Europe member States had adopted ambitious programmes, such as France, which in 2000 started implementing a programme designed to meet primarily the needs of itinerant travellers. It referred to its collective complaint against France before the European Committee on Social Rights (no. 51/2008) regarding the housing of Roma and travellers ... and cited the criticisms of the Commission nationale consultative des droits de l’homme (National Advisory Commission on Human Rights) about that issue and the problems in applying the Besson Act of 2000 .... It lastly referred mutatis mutandis, on the question of relocation, to cases against Turkey from the Court’s case-law (in particular, Doğan and Others v. Turkey, nos. 8803-8811/02, 8813/02 and 8815-8819/02, § 154, 29 June 2004).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "141.  The Court reiterates that the concept of “home” within the meaning of Article 8 is not limited to premises which are lawfully occupied or which have been lawfully established. It is an autonomous concept which does not depend on classification under domestic law. Whether or not a particular premises constitutes a “home” which attracts the protection of Article 8 will depend on the factual circumstances, namely, the existence of sufficient and continuous links with a specific place (see Buckley v. the United Kingdom, 25 September 1996, §§ 52-54, Reports of Judgments and Decisions 1996-IV; McCann, cited above, § 46; Prokopovitch v. Russia, no. 58255/00, § 36, ECHR 2004XI; and Orlić v. Croatia, no. 48833/07, § 54, 21 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the present case it is not in dispute that, at the material time, the applicants had been residing for many years (between five and thirty years) at the locality of Bois du Trou-Poulet in Herblay. The Court thus takes the view that the applicants had sufficiently close and continuous links with the caravans, cabins and bungalows on the land occupied by them for this to be considered their “home”, regardless of the question of the lawfulness of the occupation under domestic law (see Buckley, cited above, § 54; McCann, cited above, § 46; Orlić, cited above, § 55; and Yordanova and Others v. Bulgaria, no. 25446/06, § 103, 24 April 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The Court observes that the present case also brings into play, in addition to the right to respect for one’s home, the applicants’ right to respect for their private and family life, as the Government implicitly recognised. It reiterates that the occupation of a caravan is an integral part of the identity of travellers, even where they no longer live a wholly nomadic existence, and that measures affecting the stationing of caravans affect their ability to maintain their identity and to lead a private and family life in accordance with that tradition (see Chapman, cited above, § 73; Connors cited above, § 68; and Wells v. the United Kingdom (dec.), no. 37794/05).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  The Government contended that there was no interference with the applicants’ rights in view of the “reduced effects” of the judicial decisions at issue. The Court is, however, of the view that the obligation imposed on the applicants, on pain of a coercive fine, to vacate their caravans and vehicles and to clear any constructions from the land constitutes an interference with their right to respect for their private and family life and their home, even though the judgment of 13 October 2005 has not to date been enforced (see Chapman, cited above, § 78; mutatis mutandis, Ćosić v. Croatia, no. 28261/06, § 18, 15 January 2009; and Yordanova and Others, cited above, § 104). This is all the more true as the present case concerns decisions ordering the eviction of a community of about a hundred people, with inevitable repercussions on their lifestyle and their social and family ties (see Yordanova and Others, cited above, § 105). The Court further observes that a significant number of the applicants have already left the site, whether temporarily or permanently, fearing that the judgment would be enforced and the fine would become payable. It also notes that the fine, for which no settlement date was fixed in the judgment, continues to run in respect of those applicants who have remained on the site.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  It can be seen from the domestic courts’ decisions that they were based on the provisions of the Town and Country Planning Code and the land-use plan for the municipality of Herblay, the latter being automatically enforceable from the time of its publication. The Court notes that these provisions are accessible and foreseeable and thus concludes that the interference was in accordance with the law within the meaning of Article 8 § 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  The Government pointed out that the applicants unlawfully occupied a natural zone and suggested transposing the Court’s reasoning from the Chapman judgment, where it had referred to the “right of others in the community to environmental protection” (§ 102). The applicants, for their part, argued that they had been living on the land before it had been classified as a natural zone and, while they had admittedly settled there without prior permission, they had not flouted any rules of environmental protection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The Court observes that the land occupied by the applicants is included, according to the land-use plan, in a zone corresponding to a “natural area qualifying for protection on account of the quality of its landscape and its various characteristics”. This zone can be developed and occupied only in accordance with specific regulations ... The Court thus takes the view that, as in the Chapman judgment (§ 82), the interference at issue pursued the legitimate aim of protecting the “rights of others” through preservation of the environment (see also the decisions in Wells and Stenegry and Adam, cited above). It remains to be established whether it was “necessary in a democratic society” within the meaning of Article 8 § 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  An interference will be considered “necessary in a democratic society” for a legitimate aim if it answers a “pressing social need” and, in particular, if it is proportionate to the legitimate aim pursued and if the reasons adduced by the national authorities to justify it are “relevant and sufficient”. While it is for the national authorities to make the initial assessment in all these respects, the final evaluation of whether the interference is necessary remains subject to review by the Court for conformity with the requirements of the Convention (see Chapman, cited above, § 90, and S. and Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 101).",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  A margin of appreciation must be left to the competent national authorities in this assessment. The breadth of this margin varies and depends on a number of factors, including the nature of the Convention right in issue, its importance for the individual, the nature of the interference and the object pursued by the interference (see Chapman, cited above, § 91; S. and Marper, cited above, § 102; and Nada, cited above, § 184). The following points emerge from the Court’s case-law (see Yordanova, cited above, § 118):",
                                                "elements": []
                                            },
                                            {
                                                "content": "(α) In spheres involving the application of social or economic policies, including as regards housing, the Court affords the authorities considerable latitude. In this area it has found that “[i]n so far as the exercise of discretion involving a multitude of local factors is inherent in the choice and implementation of planning policies, the national authorities in principle enjoy a wide margin of appreciation” (see Buckley, cited above, § 75 in fine, and Ćosić, cited above, § 20), although the Court retains the power to find that the authorities have committed a manifest error of assessment (see Chapman, cited above, § 92).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(β) On the other hand, the margin of appreciation left to the authorities will tend to be narrower where the right at stake is crucial to the individual’s effective enjoyment of fundamental or “intimate” rights. This is the case in particular for Article 8 rights, which are rights of central importance to the individual’s identity, self-determination, physical and moral integrity, maintenance of relationships with others and a settled and secure place in the community (see, among many other authorities, Connors, cited above, § 82).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(γ) It is appropriate to look at the procedural safeguards available to the individual to determine whether the respondent State has not exceeded its margin of appreciation in laying down the regulations. In particular, the Court must examine whether the decision-making process leading to measures of interference was fair and such as to afford due respect to the interests safeguarded to the individual by Article 8 (see Buckley, cited above, § 76, and Chapman, cited above, § 92). The requirement for the interference to be “necessary” raises a question of procedure as well of substance (see McCann, cited above, § 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(δ) Since the loss of one’s home is a most extreme form of interference with the right under Article 8 to respect for one’s home, any person at risk of being a victim thereof should in principle be able to have the proportionality of the measure determined by an independent tribunal in the light of the relevant principles under Article 8 of the Convention, notwithstanding that, under domestic law, he has no right of occupation (see Kay and Others v. the United Kingdom, no. 37341/06, § 68, 21 September 2010, and Orlić, cited above, § 65). This means, among other things, that where relevant arguments concerning the proportionality of the interference have been raised by the applicant in domestic judicial proceedings, the domestic courts should examine them in detail and provide adequate reasons (Orlić, cited above, §§ 67 and 71).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ε) When considering whether an eviction measure is proportionate, the following considerations should be taken into account in particular. If the home was lawfully established, this factor would weigh against the legitimacy of requiring the individual to move. Conversely, if the establishment of the home was unlawful, the position of the individual concerned would be less strong. If no alternative accommodation is available the interference is more serious than where such accommodation is available. The evaluation of the suitability of alternative accommodation will involve a consideration of, on the one hand, the particular needs of the person concerned and, on the other, the rights of the local community to environmental protection (see Chapman, cited above, §§ 102-104).",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ζ) Lastly, the vulnerable position of Roma and travellers as a minority means that some special consideration should be given to their needs and their different lifestyle both in the relevant regulatory planning framework and in reaching decisions in particular cases (see Chapman, cited above, § 96, and Connors, cited above, § 84); to this extent, there is thus a positive obligation imposed on the Contracting States by virtue of Article 8 to facilitate the way of life of the Roma and travellers (see Chapman, cited above, § 96, and the case-law cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  The Court is of the view that the present application is comparable to the Yordanova and Others case (cited above), in which it had to examine the conformity with Article 8 of a decision by Bulgarian municipal authorities to expel a sedentary Roma community from land that they had been occupying for many years in Sofia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  In that case the Court noted that, while the authorities were in principle entitled to remove the applicants, who were illegally occupying municipal land (ibid., § 120), they had not taken any steps to that end for several decades and had, therefore, de facto tolerated the unlawful settlement. The Court consequently took the view that this fact was highly pertinent and should have been taken into consideration; while the unlawful occupants could not claim any legitimate expectation to remain on the land, the authorities’ inactivity had resulted in their developing strong links with the place and building a community life there. The Court concluded that the principle of proportionality required that such situations, where a whole community and a long period were concerned, be treated as being entirely different from routine cases of removal of an individual from unlawfully occupied property (ibid., § 121).",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  In finding, in the Yordanova and Others judgment, that the requirement of proportionality under Article 8 § 2 had not been met, the Court primarily took into account the fact that, on the one hand, the municipal authorities, relying on the applicable domestic legal framework, had not give reasons in the eviction order other than to state that the applicants occupied the land unlawfully, and in the judicial review proceedings the domestic courts had expressly refused to hear arguments about proportionality and the lengthy period during which the applicants and their families had lived there undisturbed (ibid., § 122).",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  The Court is of the view that the same approach can be adopted in the present case. It is not in dispute that the applicants had been living on the land for many years or had been born there, or that the municipality of Herblay had tolerated their presence for a long period before putting an end to it in 2004. One difference must be pointed out: unlike the situation in the Yordanova and Others case, the land occupied by the applicants was not municipal land but private land, of which they were mostly tenants and, in some case, owners, and this was land that could in principle be used for camping or caravanning, but which, in the absence of development or prefectoral authorisation, could not have caravans permanently stationed on it ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes that the reason which was given by the municipality to seek the applicants’ eviction – and which was then endorsed by the domestic courts in ordering it – related to the fact that their presence on the land was in breach of the land-use plan (see paragraphs 18 and 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The Court observes that, before the domestic courts, the applicants raised grounds of defence that were based on the long duration of their settlement and the municipality’s tolerance, on the right to housing, on Articles 3 and 8 of the Convention and on the Court’s case-law (especially the above-cited Connors judgment). It is true, as the Government have pointed out, that in the injunction proceedings the court dismissed the eviction application on the ground that on account of the duration of the site’s occupation and the longstanding tolerance by the municipality, there was neither any urgency not any manifestly unlawful nuisance, the only grounds on which it could have based its jurisdiction (see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  However, the Court notes that in the proceedings on the merits those aspects were not taken into account: the tribunal de grande instance did not mention them and merely found that the applicants had not complied with the land-use plan, which was enforceable from the time of its publication. While it analysed the right to housing and its legislative and constitutional basis, it found that this right could not be guaranteed without regard for legality or in breach of the applicable rules. Lastly, it rejected the arguments under Articles 3 and 8 of the Convention on the grounds that the applicants’ situation was different from that of the Connors family and that neither its decision nor the enforcement thereof could constitute a violation of the above-mentioned Articles 3 and 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court of Appeal, for its part, after finding that the long duration of the occupation did not “create rights, neither [did] the tolerance, however lengthy, of such occupation in breach of the provisions of the municipality’s land-use plan”, took the view that neither the right to housing nor the above-cited Articles 3 and 8 had been impaired since the municipality’s action had a legal basis “derived from compliance with regulations that [were] indiscriminately binding on everyone, thus sufficing to establish the public interest that [was] necessary for the exercise of such action”, that it had given rise to adversarial proceedings and that the enforcement of a court decision given with due regard for defence rights could not constitute treatment in breach of Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The Court reiterates that the loss of a dwelling is a most extreme form of interference with the right to respect for one’s home and that any person at risk of being a victim thereof should in principle be able to have the proportionality of the measure determined by a court. In particular, where relevant arguments concerning the proportionality of the interference have been raised, the domestic courts should examine them in detail and provide adequate reasons (see the case-law cited in paragraph 148 (δ) above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  In the present case, the domestic courts ordered the applicants’ eviction without having analysed the proportionality of this measure (see Orlić, cited above, § 67, and Yordanova and Others, cited above, § 122). Once they had found that the occupation did not comply with the land-use plan, they gave that aspect paramount importance, without weighing it up in any way against the applicants’ arguments (contrast Buckley, cited above, § 80, and Chapman, cited above, §§ 108-109). As the Court emphasised in Yordanova and Others (§ 123), that approach is in itself problematic, amounting to a failure to comply with the principle of proportionality: the applicants’ eviction can be regarded as “necessary in a democratic society” only if it meets a “pressing social need”, which is primarily for the domestic courts to assess.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  In the present case, this question was all the more important as the authorities had not proposed any explanation or argument as to the “necessity” of the eviction, whereas the land in question had already been classified as a natural zone (zone ND) in the previous land-use plans (see paragraph 16 above), it was not municipal land earmarked for development (contrast Yordanova and Others, cited above, § 26) and there were no third-party rights at stake (see Orlić, cited above, § 69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  The Court thus finds that the applicants did not, in the eviction proceedings, have the benefit of an examination of the proportionality of the interference in compliance with the requirements of Article 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The Court must additionally, as in the case of Yordanova and Others, take account of the following aspects. First, as the Government have pointed out, it is appropriate, in order to assess the proportionality of the interference, to examine the possibilities of alternative housing that exist (see Chapman, cited above, § 103). Admittedly, Article 8 does not in terms recognise a right to be provided with a home (ibid., § 99), but in the specific circumstances of the case and in view of the long history of the presence of the applicants, their families and the community they had formed, the proportionality principle required, as the Court found in Yordanova and Others (cited above, § 126), that due consideration be given to the consequences of their removal and to the risk of their becoming homeless.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court would emphasise in this context that numerous international instruments, some of which have been adopted within the Council of Europe, emphasise the necessity, in the event of the forced eviction of Roma and travellers, of providing them with alternative housing, except in cases of force majeure: see Recommendation (2005)4 of the Committee of Ministers, Resolution 1740(2010) of the Parliamentary Assembly and the Position Paper of the Commissioner for Human Rights dated 15 September 2010 ... and, in more general terms, General Comment no. 7 of the United Nations Committee on Economic, Social and Cultural Rights ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  In addition, it is necessary, as the Government have accepted, to take into account the fact that the applicants belong to a vulnerable minority. The Court would refer to its previous finding that the vulnerable position of Gypsies and travellers as a minority means that some special consideration should be given to their needs and their different lifestyle both in the relevant regulatory planning framework and in reaching decisions in particular cases (see Connors, cited above, § 84; Chapman, cited above, § 96; and Stenegry and Adam, cited above). It has also stated in Yordanova and Others (cited above, §§ 129 and 133) that, in cases such as the present one, the applicants’ specificity as an underprivileged social group and their resulting needs must be taken into account in the proportionality assessment that the national authorities are under a duty to undertake, not only when considering approaches to dealing with their unlawful settlement but also, if their removal is necessary, when deciding on its timing and manner and, if possible, arrangements for alternative shelter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  That was only partly true in the present case. While, as the Court has noted above, the consequences of the removal and the applicants’ vulnerability were not taken into account either by the authorities before the eviction procedure was initiated or by the courts during the ensuing proceedings, an urban and social study (MOUS) was undertaken after the Court of Appeal’s judgment in order to determine the situation of each family and to assess the relocation possibilities that could be envisaged (see paragraphs 33-37 above). The Court further observes that those of the families who opted for social housing were relocated in 2008, four years after the eviction order (see paragraph 40 above). Therefore in the Court’s view, to that extent, the authorities gave sufficient consideration to the needs of the families concerned (see, mutatis mutandis, Stenegry and Adam, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The Court reaches the opposite conclusion as regards those of the applicants who sought relocation on family plots. While the Government listed in their observations the steps taken by the municipality for the development of those plots and stated that the applicants would have the possibility of being relocated there on completion, scheduled for 2010, six years after the judgment (see paragraphs 133-134 above), it can be seen from the most recent information at the Court’s disposal that this project has been abandoned by the municipality, which has chosen to assign the land intended for that purpose to the nomadic travellers’ encampment area for which it is responsible under the département-level programme (see paragraphs 45-47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  For their part, the applicants cannot be criticised for having remained inactive (contrast Yordanova and Others, cited above, § 131). Many of them lodged applications for social housing, under the law on the enforceable right to housing, stipulating that they wanted family plots, but their requests were rejected by the mediation board and by the Administrative Court (see paragraph 42 above). Moreover, those who have left Bois du Trou-Poulet have attempted to find relocation solutions which, for the most part, have proved temporary and unsatisfactory (see paragraph 40 above). Nor can they be criticised for failing to request or accept social housing which did not correspond to their lifestyle, as the Court recognised in the Stenegry and Adam decision (cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  The Court cannot overlook the following facts. Apart from the four families who have been relocated to social housing and two families who have moved to other regions, the applicants are all in highly unstable situations: both those who have remained at Bois du Trou-Poulet and those who have returned there are living under the threat of enforcement of the decisions ordering their eviction on pain of a coercive fine; the other applicants have not been able to find long-term accommodation and are living in places that are generally ill-suited and from which they can be removed at any time by the authorities (shopping centre car park or land where the parking of caravans is prohibited, see paragraph 40 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  The Court observes in this connection that a number of domestic documents (opinion of the CNCDH, reports by Senator Hérisson and the Court of Audit ...) have emphasised the insufficient number of adapted housing solutions for sedentarised travellers, and this same finding led the European Committee for Social Rights to conclude, in complaint no. 51/2008 (European Roma Rights Centre v. France), that there had been a violation of Article 31 § 1 of the revised Charter ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  Having regard to the foregoing, the Court arrives at the conclusion that, in the present case, the authorities failed to give sufficient consideration to the needs of the families who applied for relocation to family plots.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  The Court finds that, in respect of all the applicants, there has been a violation of Article 8 of the Convention since they did not have the benefit, in the context of the eviction proceedings, of an examination of the proportionality of the interference in accordance with the requirements of that Article. In addition, it finds that there has also been a violation of Article 8 in respect of the those of the applicants who applied for relocation to family plots, on account of the failure to give sufficient consideration to their needs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "185.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "186.  Some of the applicants requested sums in respect of pecuniary damage, asserting that, when they were forced to leave Bois du Trou-Poulet, they had to abandon their chalets or caravans together with the belongings left inside. They claimed on that basis: EUR 600 (Catherine Herbrecht), EUR 2,000 (Pierre Mouche, Rosita Ricono, Paul Mouche and Gypsy Debarre), EUR 3,000 (Thierry Lefèvre and Sophie Clairsin, Patrick Lefèvre and Sylviane Huygues-Bessin), and EUR 5,000 (Solange Lefèvre).",
                                "elements": []
                            },
                            {
                                "content": "187.  In respect of non-pecuniary damage, those of the applicants who have remained at Bois du Trou-Poulet claimed: EUR 7,500 (Catherine Lefèvre, Sabrina Lefèvre, Steeve Lefèvre and Graziella Avisse, Sandrine Plumerez, Germain Guiton, Michelle Perioche, Mario Guiton and Stella Huet, Martine Payen, Laetitia Winterstein and Jessy Winterstein); the other applicants claimed sums ranging from EUR 15,000 (Rosita Ricono, Solange Lefèvre, Thierry Lefèvre and Sophie Clairsin, Patrick Lefèvre and Sylviane Huygues-Bessin and Catherine Herbrecht) to EUR 20,000 (Pierre Mouche, Paul Mouche and Gypsy Debarre).",
                                "elements": []
                            },
                            {
                                "content": "The applicants also claimed the sum of EUR 7,500 jointly for the costs and expenses incurred before the Court, broken down as follows: EUR 5,000 for their lawyers’ fees (for which the relevant invoices were produced) and EUR 2,500 for various travelling expenses.",
                                "elements": []
                            },
                            {
                                "content": "188.  The Government objected that these claims were manifestly excessive and observed that the only complaints communicated by the Court were those based on Articles 8 and 14 of the Convention. They asserted that the reality of the damage claimed had not been established, nor had the causal link with the complaints in question. In particular, they argued that the link between the pecuniary losses claimed and the court decisions did not appear to be substantiated.",
                                "elements": []
                            },
                            {
                                "content": "189.  As to the non-pecuniary damage, the Government noted that it had been estimated globally, without any precision or attestation being forthcoming, and that it appeared disproportionate, as the municipality of Herblay had not demanded payment of the coercive fine, no eviction had been carried out and some applicants had already been relocated. In those conditions, the Government took the view that the finding of a violation would constitute appropriate redress for any damage sustained, and that any financial award could only be symbolic. Concerning the expenses, the Government asserted that as only established expenses could be taken into account, any payment to the applicants on that basis, should a violation be found, could not exceed EUR 5,000.",
                                "elements": []
                            },
                            {
                                "content": "190.  The Court takes the view that, in the circumstances of the case, the question of the application of Article 41 of the Convention is not ready for decision. Consequently, it will reserve the question, bearing in mind the possibility of an agreement being reached between the respondent State and the applicants (Rule 75 § 1 of the Rules of Court).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, unanimously, that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that the question of the application of Article 41 of the Convention is not ready for decision; accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question in its entirety;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicants to submit, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 17 October 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Power-Forde is annexed to the present judgment.",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "Following the Court’s judgment in Cobzaru v. Romania, the procedural aspect of Article 14 imposes upon Contracting Parties the obligation to investigate ex officio whether racist motives played a part in an act or practice held to be in violation of another article of the Convention. That obligation cannot be considered as being limited only to matters that fall within the ambit of Articles 2 and 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The applicants, being travellers or settled travellers, are a recognised vulnerable minority. Having regard to the nature and circumstances of this case, I would have preferred the Court to have examined, as a separate issue, their complaints under Article 14 when taken in conjunction with Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Where unacceptable treatment of a vulnerable minority is known to State authorities, by way of significant individual complaints corroborated by reports of numerous independent monitoring bodies, I consider that a heightened vigilance is required of such authorities to investigate whether discrimination, direct or indirect, plays any part in the problem in issue. It may or may not be the case. To my mind, a greater readiness on the part of the Court to scrutinise, thoroughly, complaints of discrimination in such circumstances would encourage national authorities to pay greater attention to the procedural aspects of Article 14. Such procedural obligations are of critical importance in the challenge to eliminate discrimination.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF WINTERSTEIN AND OTHERS v. FRANCE [Extracts]",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-127539.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1017JUD002701307",
    "externalsources": [
        "Rapport de 2008 et avis de 2012 de la Commission nationale consultative des Droits de l’Homme",
        "Rapport thématique de la Cour des comptes d'octobre 2012 sur l’accueil et l’accompagnement des gens du voyage",
        "Réclamation collective devant le Comité européen des Droits sociaux n° 33/2006 Mouvement international ATD Quart Monde c. France",
        "Collective complaint against France before the European Committee on Social Rights (no. 51/2008) Centre européen des Droits des Roms (CEDR) v. France",
        "Collective complaint against France before the European Committee on Social Rights (no. 64/2011)  Forum européen des Roms et Gens du Voyage v. France",
        "Recommandation du Comité des Ministres du Conseil de l’Europe de 2005 relative à l’amélioration des conditions de logement des Roms et des gens du voyage en Europe (Rec(2005)4)",
        "Resolution 1740(2010) of the Parliamentary Assembly",
        "Joint public statement of 24 October 2007 of the Council of Europe’s Commissioner for Human Rights and the United Nations Special Rapporteur on the Right to Adequate Housing",
        "Recommandation du Commissaire aux Droits de l’Homme du 30 juin 2009 sur la mise en œuvre du droit au logement (CommDH(2009)5)",
        "Rapport comparatif sur les conditions de logement des Roms et gens du voyage dans l’Union européenne établi en octobre 2009 par l’Agence des Droits fondamentaux de l’Union européenne",
        "Article 11 § 1 du Pacte international relatif aux droits économiques, sociaux et culturels",
        "General Comments nos. 4 and 7 of the United Nations Committee on Economic, Social and Cultural Rights"
    ],
    "extractedappno": [
        "27013/07",
        "66746/01",
        "27238/95",
        "40987/05",
        "8811/02",
        "8813/02",
        "8819/02",
        "58255/00",
        "48833/07",
        "25446/06",
        "37794/05",
        "28261/06",
        "30562/04",
        "30566/04",
        "37341/06"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Articles L. 443-1, L. 444-3 and R. 443-4  of the Town and Country Planning Code",
        "Articles 1, 2 et 28 de la loi du 31 mai 1990 visant la mise en œuvre du droit au logement",
        "Sections 1, 2 and 28 of the Law of 5 July 2000",
        "Article 9 de la loi 2007-297 du 5 mars 2007 relative à la prévention de la délinquance",
        "Article 51 de la loi 2007-290 du 5 mars 2007"
    ],
    "itemid": "001-127539",
    "judgementdate": "17/10/2013 00:00:00",
    "kpdate": "17/10/2013 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "426",
        "429",
        "203",
        "268",
        "376",
        "14",
        "128",
        "216",
        "238",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-1",
        "35-1",
        "8-2",
        "35",
        "41"
    ],
    "parties": [
        "WINTERSTEIN AND OTHERS",
        "FRANCE [Extracts]"
    ],
    "rank": "1040.47387695313",
    "representedby": [
        "POUPARDIN F.",
        "SOUBRE M'BARKI M.-A.",
        "LEGUIL-DUQUESNE A.",
        "GILBERT C."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Association des amis de Saint-Raphaël et de Fréjus and Others v. France (dec.), no 45053/98, 29 February 2000",
        "Buckley v. the United Kingdom, Reports of Judgments and Decisions 1996-IV",
        "Chapman v. the United Kingdom [GC], no. 27238/95, § …, ECHR 2001-I",
        "Civet v. France [GC], no 29340/95, § 41, ECHR 1999-VI",
        "Connors v. the United Kingdom, no. 66746/01, § 68, 27 May 2004",
        "Cosic v. Croatia, no 28261/06, § 18, 15 January 2009",
        "Dayras and Others and Association « SOS Sexisme » v. France, (dec.), no 65390/01, 6 January 2005",
        "Eon v. France, no 26118/10, § 28, 14 March 2013",
        "Gnahoré v. France, no 40031/98, § 48, ECHR 2000-IX",
        "Marionneau and Association Française des Hémophiles v. France, no 77654/01, 25 April 2002",
        "McCann v. the United Kingdom, no. 19009/04, § 46, ECHR 2008",
        "Nada v. Switzerland [GC], no 10593/08, § 158, ECHR 2012",
        "Orlic v. Croatia, no 48833/07, 21 June 2011",
        "Prokopovich v. Russia, no 58255/00, 36, ECHR 2004-XI (extracts)",
        "Wells v. the United Kingdom (dec.), no 37794/05",
        "Yordanova and Others v. Bulgaria, no 25446/06, 24 April 2012"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "455108",
    "typedescription": "14"
}