{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "30268/03",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-109326.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30268/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Dmitriy Valeryevich Sazonov (“the applicant”), on 20 August 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been detained in appalling conditions and had contracted tuberculosis.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 February 2007 the President of the Fifth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1974 and lives in the Leningradskiy Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 27 December 1998 the applicant was arrested on suspicion of murder and robbery. He was allegedly ill-treated by the police upon arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 5 January 1999 a confrontation between the applicant and the witnesses Mr S. and Mr K took place. The two men stated that they were security guards in an office building and that on 27 December 1998 they had seen the applicant carrying office equipment out of the building. He had been armed with a knife. They had apprehended him and called the police. They had found their colleague stabbed to death in the toilets. The applicant was given the opportunity to put questions to the witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 6 January 1999 the applicant was formally charged with aggravated murder and robbery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 18 June 2002 the St Petersburg City Court convicted the applicant as charged and sentenced him to nineteen years’ imprisonment. It relied on oral statements by Mr S. before the court, the written deposition of Mr K. made at the pre-trial stage, expert reports indicating that the victim’s blood had been found on the applicant’s clothes, and material evidence such as a knife found on his body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 10 April 2003 the Supreme Court of the  upheld the judgment on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "11.  From 29 December 1998 to 14 March 2003 and from 21 June to 6 August 2003 the applicant was held in remand centre no. IZ-47/1 in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the applicant the cells were overcrowded. His cell measured 8 sq. m and housed ten to twelve inmates. The applicant was therefore afforded between 0.6 and 0.8 sq. m of floor space. There were shutters on the windows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In reply to a complaint by the applicant that the conditions of his detention were appalling, a  deputy prosecutor informed him on 1 October 2001 that overcrowding was a systemic problem in all remand centres, including remand centre no. IZ-47/1, and it was not possible to meet the statutory sanitary norm of 4 sq. m per inmate or to provide each inmate with a separate bunk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to a certificate dated 7 May 2007 issued by the remand centre administration and submitted by the Government, it was not possible to establish which cells the applicant had been held in, or the number of inmates in those cells, as the registers for that period had been destroyed on expiry of the statutory storage time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Relying on certificates of the same date from the remand centre administration, the Government further submitted that the applicant had at all times had a separate bunk and had been provided with bedding. All cells were equipped with toilet facilities which were separated from the living area by a partition. Inmates could take a shower once a week. They received wholesome food. The shutters had been removed in the second half of 2002. The applicant had never shared a cell with inmates suffering from tuberculosis.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Medical assistance",
                                "elements": [
                                    {
                                        "content": "16.  On 31 December 1998, on his admission to remand centre no. IZ47/1, the applicant was examined by the prison doctor and given a chest fluorography examination which revealed no signs of tuberculosis. According to the Government, between January 1999 and October 2002 the applicant was given four more fluorography tests which revealed no pathology in the applicant’s lungs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 28 February 2003 a new fluorography test detected changes indicating tuberculosis in the applicant’s lungs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  According to the Government, on 2 March 2003 the applicant was placed in the tuberculosis ward of the remand centre. Following a number of medical analyses carried out in the ward he was diagnosed with infiltrative tuberculosis of the left lung. He was prescribed treatment and a special diet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 14 March 2003 the applicant was transferred to the tuberculosis ward of remand centre no. IZ-77/1 in , where he remained until 21 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 21 June 2003 the applicant returned to the tuberculosis ward of remand centre no. IZ-47/1. A fluorography test carried out on 17 July 2003 detected an improvement in his condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 6 August 2003 the applicant was transferred to a correctional colony, where he was placed in the prison hospital and received antituberculosis treatment,",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 2 September 2005 a tuberculosis specialist issued the following diagnosis: “clinical recovery from infiltrative tuberculosis”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "23.   Section 22 of the Detention of Suspects Act (Federal Law no. 103FZ of 15 July 1995) provides that detainees must be given free food sufficient to maintain them in good health according to standards established by the Government of the . Section 23 provides that detainees must be kept in conditions which satisfy health and hygiene requirements. They must be provided with an individual sleeping place and be given bedding, tableware and toiletries. Each inmate must have no less than four square metres of personal space in his or her cell.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE CONDITIONS OF DETENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant complained that the conditions of his detention in remand centre no. IZ-47/1 in  had been in breach of Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "25.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "26.  The Government submitted that the conditions of the applicant’s detention had been satisfactory. It was not possible to establish the number of inmates per cell because the registers for that period had been destroyed on expiry of the statutory storage time-limit. The prosecutor’s letter of 1 October 2001 submitted by the applicant could not serve as evidence of overpopulation of the applicant’s cells because the prosecutor had only referred to the general problem of overcrowding in Russian detention facilities without naming any specific cells. The Government submitted that the applicant had had an individual bunk and bedding at all times, and the sanitary and hygienic norms had been met. In sum, the conditions of the applicant’s detention had been compatible with Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant maintained his claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.   The focal point for the Court’s assessment is the living space afforded to the applicant. The applicant claimed that his cell measured 8 sq. m and housed ten to twelve inmates. The Government were unable to submit any information on the cell measurements or the number of inmates because the registers had been destroyed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court notes that the applicant’s allegations of overcrowding were supported by the prosecutor’s letter acknowledging that remand centre no. IZ-47/1 was overpopulated at the material time (see paragraph ",
                                        "elements": []
                                    },
                                    {
                                        "content": "13 above). It also notes that it has already found on many occasions that remand centre no. IZ-47/1 was severely overcrowded and has also found a violation of Article 3 in respect of applicants held there at the same time as the applicant in the present case (see Andrey Frolov v. , no. 205/02, §§ 43-51, 29 March 2007; Gusev v. Russia, no. 67542/01, §§ 54-61, 15 May 2008; Seleznev v. , no. 15591/03, §§ 38-48, 26 June 2008; Lutokhin v. , no. 12008/03, §§ 53-59, 8 April 2010; Goroshchenya v. Russia, no. 38711/03, §§ 64-73, 22 April 2010; and Petrenko v. Russia, no. 30112/04, §§ 35-41, 20 January 2011). The Government have not put forward any fact or argument capable of persuading the Court that the applicant’s cell was unaffected by that problem.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Considering it established that the remand centre was severely overpopulated at the time of the applicant’s stay there, and having regard to the fact that the Government did not submit any convincing relevant information in respect of the cell measurements or number of inmates, the Court will examine the issue on the basis of the applicant’s submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to the information submitted by the applicant, he was afforded less than 1 sq. m of personal space. The Court reiterates in this connection that in previous cases where applicants had less than 3 sq. m of personal space, it has found that the overcrowding was severe enough to justify, in its own right, a finding of a violation of Article 3 of the Convention (see, for example, Lind v. Russia, no. 25664/05, § 59, 6 December 2007; Kantyrev v. Russia, no. 37213/02, §§ 50-51, 21 June 2007; Andrey Frolov v. Russia, no. 205/02, §§ 47-49, 29 March 2007; Mayzit v. Russia, no. 63378/00, § 40, 20 January 2005; and Labzov v. Russia, no. 62208/00, § 44, 16 June 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Having regard to its case-law on the subject and the material submitted by the parties, the Court reaches the same conclusion in the present case. That the applicant was obliged to live, sleep and use the toilet in the same cell with so many other inmates was itself sufficient to cause distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention, and arouse in him feelings of fear, anguish and inferiority capable of humiliating and debasing him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  There has therefore been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF CONTRACTION OF TUBERCULOSIS",
                        "elements": [
                            {
                                "content": "34.  In his application form the applicant complained under Article 3 of the Convention that he had contracted tuberculosis during his detention in remand centre no. IZ-47/1. In his observations lodged with the Court on 17 August 2007, the applicant maintained his initial complaint of having contracted tuberculosis, and stated that he had not received any medical assistance until his transfer to  on 14 March 2003.",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "35.  The Government submitted that it was impossible to establish “beyond reasonable doubt” that the applicant had contracted tuberculosis while in detention. He had never shared a cell with persons suffering from tuberculosis. According to medical specialists and research, the majority of the Russian adult population and, consequently, the majority of individuals entering the Russian penitentiary system, were already infected with mycobacterium tuberculosis. They cited statistical data, arguing that out of 100,000 persons infected with the bacteria only 89 would develop an active form of the illness. The Government drew the Court’s attention to the fact that modern science did not clearly identify the factors which led to the reactivation of the tuberculosis process. It was, however, established that persons with a weak immune system were prone to the infection. Hereditary factors also needed to be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government further argued that after the applicant had been diagnosed with tuberculosis he had been immediately placed in a specialised medical ward where he had undergone all necessary examinations and received treatment. That treatment had been efficient and had resulted in his clinical recovery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant maintained his complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "38.  The Court observes that on 28 February 2003, more than four years after the arrest on 27 December 1998, the applicant was diagnosed as having tuberculosis. There is no evidence that the applicant had suffered from tuberculosis prior to his arrest. No symptoms of tuberculosis were discovered in the period between 31 December 1998, when the applicant underwent his first fluorography examination in detention, and the end of February 2003, when the disease was diagnosed. The four fluorography tests carried out during that period revealed no signs of infection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In this regard, the Court shares the Government’s opinion that mycobacterium tuberculosis (MBT), also known as Koch’s bacillus, may lie dormant in the body for some time without producing any clinical signs of the illness. However, for the Government to argue effectively that the applicant was infected with Koch’s bacillus even before his arrest, it would have been necessary for the authorities to perform a Mantoux test on the applicant upon his admission to the detention facility and, in addition, to conduct a fluorography examination, or a special tuberculosis blood test, which would have indicated the presence of any latent infection. However, as is apparent from the parties’ submissions, apart from fluorography examinations the Russian custodial facilities did not use any other method of screening for the presence of MBT in detainees at the time of their admission. The possibility that the applicant might never have been exposed to the infection prior to his arrest and that he only contracted tuberculosis during his detention cannot therefore be ruled out, particularly as the severe overcrowding in which the applicant found himself in facility no. IZ-47/1 (see paragraphs 28-33 above) constitutes a recognised setting for the transmission of tuberculosis (see, among many others, Yevgeniy Alekseyenko v. Russia, no. 41833/04, § 103, 27 January 2011, and Ghavtadze v. Georgia, no. 23204/07, § 86, 3 March 2009). Nor does the Court lose sight of the statistical estimations that place Russia among one of the top twenty-two high-burden countries for tuberculosis in the world, a dramatic increase in the incidence of the disease having been recorded in the 1990s, with some reports indicating that TB is twenty times more prevalent in Russian prisons than in the country in general (see Yevgeniy Alekseyenko, cited above, § 79). With all these considerations in mind, added to the fact that the first five fluorography tests carried out between December 1998 and February 2003 showed no disease in the applicant’s lungs, the Court considers it probable that the applicant did contract tuberculosis in detention facility no. IZ-47/1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  While finding it particularly disturbing that the applicant’s infection with tuberculosis might have occurred in a custodial institution within the State’s control, and as an apparent consequence of the authorities’ failure to eradicate or prevent the spread of the disease, the Court reiterates its constant approach that this fact in itself would not imply a violation of Article 3, provided that the applicant received treatment for it (see Alver v. Estonia, no. 64812/01, § 54, 8 November 2005; Babushkin v. Russia, no. 67253/01, § 56, 18 October 2007; Pitalev v. , no. 34393/03, § 53, 30 July 2009; Pakhomov v. , no. 44917/08, § 65, 30 September 2010; Gladkiy v. , no. 3242/03, § 88, 21 December 2010; and Vasyukov v. Russia, no. 2974/05, § 66, 5 April 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court observes that the applicant did not complain in his application form that he had not been provided with adequate medical assistance. He complained for the first time about the belated commencement of the treatment in his observations dated 17 August 2007. Given that that complaint relates to the period before 14 March 2003, it has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Further, the applicant never complained about the quality of the medical service provided to him starting on 14 March 2003. That issue therefore does not fall within the scope of the Court’s examination. Indeed, the medical record showed positive effects following the applicant’s treatment, which ultimately resulted in his “clinical recovery from infiltrative tuberculosis”. Nothing in the case file leads the Court to conclude that the applicant did not receive comprehensive medical assistance during the various stages of his tuberculosis treatment. The applicant did not deny that medical supervision had been provided and tests had been carried out, or that the prescribed medication had been provided, as indicated in the medical records submitted by the Government. In fact, he did not indicate any shortcomings in his medical care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Lastly, the Court has examined the other complaints submitted by the applicant, and, having regard to all the material in its possession and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "46.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint concerning the conditions of the applicant’s detention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares by five votes to two the complaint concerning the applicant’s infection with tuberculosis inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares unanimously the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously that there has been a violation of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 March 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DMITRIY SAZONOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109326.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0301JUD003026803",
    "externalsources": [],
    "extractedappno": [
        "30268/03",
        "205/02",
        "67542/01",
        "15591/03",
        "12008/03",
        "38711/03",
        "30112/04",
        "25664/05",
        "37213/02",
        "63378/00",
        "62208/00",
        "41833/04",
        "23204/07",
        "64812/01",
        "67253/01",
        "34393/03",
        "44917/08",
        "3242/03",
        "2974/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-109326",
    "judgementdate": "01/03/2012 00:00:00",
    "kpdate": "01/03/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "DMITRIY SAZONOV",
        "RUSSIA"
    ],
    "rank": "865.677734375",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "370437",
    "typedescription": "15"
}