{
    "__articles": "5;5-3;5-5",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 5-5",
    "applicability": "",
    "appno": "77191/01",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "5-5",
            "base_article": "5",
            "element": "Violation of Art. 5-5",
            "type": "violation"
        }
    ],
    "content": {
        "001-79010.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 77191/01) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by five Turkish nationals, Ms Cennet Avcı (Cabat), Ms Fadime Çelik (Kılıç), Ms Derya Binay, Ms Gülşen Arslan and Ms Tamiş Akpınar (“the applicants”), on 25 October 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant was represented by Mr Z. Polat and the other applicants by Ms F. Kalaycı, lawyers practising in Istanbul and , respectively. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained about the length and lawfulness of their detention in police custody. Moreover, they complained about the lack of an effective right to compensation for the alleged violations of Article 5 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 December 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it also decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1969, 1976, 1982, 1981 and 1959 respectively. The first three applicants live in Ankara, whereas the fourth lives in  and the fifth in Aydın.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 28 April 2001 police officers from the Anti-Terrorism Department of the Ankara Security Directorate arrested the applicants Gülşen Arslan, Fadime Çelik and Derya Binay at their house. According to the arrest report, the police acted upon a complaint filed by the proprietor of the house, who suspected that the tenants were carrying out some illegal activities on her property. Subsequently, the police also searched the Tohum Cultural Centre and took Cennet Cabat and Tamiş Akpınar into custody. They seized, among other things, large amounts of bulletins, periodicals and leaflets which concerned propaganda against F-type prisons.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 29 April 2001, upon the request of the Ankara Security Directorate, the Public Prosecutor at the  agreed to extend the applicants’ detention in police custody until 1 May 2001.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 May 2001, upon the Public Prosecutor’s request, a judge at the  examined the case file and agreed to extend the applicants’ detention in police custody for three more days.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 4 May 2001 the applicants were first brought before the Public Prosecutor and then the investigating magistrate at the , who ordered their detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 1 June 2001 the Public Prosecutor filed an indictment against the applicants on account of aiding and abetting an illegal armed organisation, namely, the TKP/ML (the Turkish Communist Party/ Marxist Leninist).",
                                "elements": []
                            },
                            {
                                "content": "11.  On 9 July 2002, during the first hearing held before the  the applicants were released pending trial. On 11 November 2002 the court acquitted the applicants.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12.  A description of the relevant domestic law can be found in Öcalan v. Turkey ([GC], no. 46221/99, 12 May 2005) and Sakık and Others v. Turkey (26 November 1997, Reports of Judgments and Decisions 1997VII).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "13.  The applicants complained of violations of Article 5 §§ 1, 3 and 5 of the Convention, which read insofar as relevant as follows",
                        "elements": []
                    },
                    {
                        "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "A.  The Government’s preliminary objections",
                                "elements": [
                                    {
                                        "content": "14.  The Government argued that the application should be rejected for failure to exhaust domestic remedies. They claimed that, pursuant to Article 128 of the Code of Criminal Procedure, which was then in force, the applicants could have challenged the length of their detention in police custody. They also claimed that it was possible for the applicants to appeal against the judge’s decision to prolong their detention for three more days, in accordance with Article 13 § 2 of the Law no. 2845.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court reiterates that it has already examined and rejected the Government’s preliminary objections in similar cases (see Öcalan, cited above, §§ 6671, and Daş v. Turkey, no. 74411/01, §§ 20-23, 8 November 2005). The Court finds no particular circumstances in the instance case which would require it to depart from its findings in these previous applications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In view of the above, the Court rejects the Government’s preliminary objections.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other grounds of admissibility",
                                "elements": [
                                    {
                                        "content": "17.  The applicants complained under Article 5 § 1 that their detention in police custody was not “in accordance with a procedure prescribed by law”. The Court observes that at the material time the relevant domestic law provided that, with regard to offences within the jurisdiction of the State Security Courts, any arrested person had to be brought before a judge within forty-eight hours at the latest, or, in the case of offences committed by more than one person, within fifteen days. It follows that the detention in issue was in accordance with Turkish law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In the light of the foregoing, the Court finds that the applicants’ complaint under Article 5 § 1 should be rejected as being manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court notes that the other complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  The Government argued that the length of the applicants’ detention in police custody was in conformity with the legislation in force at the time. Given that the relevant law has since been amended in accordance with the case-law of the Court, the applicants’ allegation was groundless.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court notes that the applicants’ detention in police custody lasted six days. It reiterates that, in the case of Brogan and Others v. the United Kingdom, it held that detention in police custody which had lasted four days and six hours without judicial control fell outside the strict time constraints of Article 5 § 3 of the Convention, even though its purpose was to protect the community as a whole against terrorism (judgment of 29 November 1988, Series A no. 145 B, pp. 3334, § 62).",
                                "elements": []
                            },
                            {
                                "content": "22.  Even though the investigation of terrorist offences, as supposed in this case, presents the authorities with special problems, the Court cannot accept that it was necessary to detain the applicants for six days without judicial intervention.",
                                "elements": []
                            },
                            {
                                "content": "23.  There has, accordingly, been a violation of Article 5 § 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicants complained under Article 5 § 5 of the Convention that they had no right to compensation for the alleged violations of Article 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Government submitted that, in cases of illegal detention, a request for compensation could be submitted within three months following the final decision of the trial court under the terms of Law no. 466 on compensation payable to persons unlawfully arrested or detained. However, as the applicants’ detention in police custody was in conformity with the domestic law prevailing at the time, their allegation under this head was groundless.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court notes that an action for compensation under Law no. 466 could only be brought for damage suffered as a result of an unlawful deprivation of liberty. It observes that the applicants’ detention in police custody was in conformity with the domestic law. Consequently, the applicants did not have a right to compensation under the provisions of Law no. 466 (see Sakık and Others, cited above, § 60).",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court therefore concludes that there has been a violation of Article 5 § 5 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "29.  The applicants claimed 5,000 euros (EUR) each in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government contested the amount requested by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Having regard to its case-law, and making its assessment on equitable basis, the Court awards each applicant EUR 1,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "32.  The first applicant claimed EUR 3,500 for costs and expenses incurred before the Court, whereas the other four applicants claimed in total EUR 2,300. In support of their claim, the applicants submitted the Istanbul Bar Association’s recommended minimum fee list for 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government disputed their claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Considering the information in its possession and the case-law on the matter, the Court awards the first applicant the sum of EUR 1,000 for her costs and expenses for the proceedings before the Court. It awards the other applicants, jointly, EUR 1,000 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "35.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of detention in police custody and the right to compensation for alleged violations of Article 5 of the Convention admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following sums, to be converted into new Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 January 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AVCI (CABAT) AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-79010.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0116JUD007719101",
    "externalsources": [],
    "extractedappno": [
        "77191/01",
        "46221/99",
        "74411/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-79010",
    "judgementdate": "16/01/2007 00:00:00",
    "kpdate": "16/01/2007 00:00:00",
    "kpthesaurus": [
        "448",
        "45"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-3",
        "5-5",
        "5"
    ],
    "parties": [
        "AVCI (CABAT) AND OTHERS",
        "TURKEY"
    ],
    "rank": "570.583374023438",
    "representedby": [
        "KALAYCI F.",
        "POLAT, Z."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "342045",
    "typedescription": "15"
}