{
    "__articles": "6;6-1;13;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "24896/02",
    "article": [
        "6",
        "41",
        "29",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-73261.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 24896/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovenian national, Mr Pavel Zakonjšek (“the applicant”), on 12 June 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by the Verstovšek lawyers. The Slovenian Government (“the Government”) were represented by their Agent, Mr L. Bembič, State Attorney-General.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged under Article 6 § 1 of the Convention that the length of the proceedings before the domestic courts to which he was a party was excessive. In substance, he also complained about the lack of an effective domestic remedy in respect of the excessive length of the proceedings (Article 13 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 September 2004 the Court decided to communicate the complaints concerning the length of the proceedings and the lack of remedies in that respect to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1975 and lives in Trbovlje.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 22 August 1997 the applicant was injured in a car accident. The perpetrator of the accident had taken out insurance with the insurance company ZT.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 5 January 1999 the applicant instituted proceedings against ZT in the Ljubljana District Court (Okrožno sodišče v Ljubljani) seeking damages in the amount of 3,938,470 Slovenian tolars (approximately 16,410 euros) for the injuries sustained.",
                        "elements": []
                    },
                    {
                        "content": "Between 11 November 1999 and 19 February 2002 the applicant lodged three preliminary written submissions and/or adduced evidence.",
                        "elements": []
                    },
                    {
                        "content": "On 18 February 2000 and 2 April 2001 he made requests that a date be set for a hearing.",
                        "elements": []
                    },
                    {
                        "content": "Of the two hearings held on 18 June 2001 and 6 May 2002, none was adjourned at the request of the applicant.",
                        "elements": []
                    },
                    {
                        "content": "During the proceedings, the court appointed a medical expert.",
                        "elements": []
                    },
                    {
                        "content": "At the last hearing the court decided to deliver a written judgment. The judgment, upholding the applicant’s claim in part, was served on the applicant on 1 July 2002.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 12 July 2002 the applicant appealed to the  (Višje sodišče v Ljubljani).",
                        "elements": []
                    },
                    {
                        "content": "On 16 April 2003, the court upheld his appeal as far as the statutory default interests were concerned and rejected the remainder.",
                        "elements": []
                    },
                    {
                        "content": "The judgment was served on the applicant on 6 May 2003.",
                        "elements": []
                    },
                    {
                        "content": "9.   On 20 May 2003 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovno sodišče). He also requested a withdrawal of a Supreme Court’s judge.",
                        "elements": []
                    },
                    {
                        "content": "On 14 July 2004 the court dismissed the applicant’s appeal.",
                        "elements": []
                    },
                    {
                        "content": "The judgment was served on the applicant on 30 August 2004.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The applicant complained about the excessive length of the proceedings. He relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "11.  In substance, the applicant further complained that the remedies available for excessive legal proceedings in  were ineffective. Article 13 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "12.  The Government pleaded non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant contested that argument, claiming that the remedies available were not effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Court notes that the present application is similar to the cases of Belinger and Lukenda (Belinger v. Slovenia (dec.), no. 42320/98, 2 October 2001, and Lukenda v. Slovenia, no. 23032/02, 6 October 2005). In those cases the Court dismissed the Government’s objection of non-exhaustion of domestic remedies because it found that the legal remedies at the applicant’s disposal were ineffective. The Court recalls its findings in the Lukenda judgment that the violation of the right to a trial within a reasonable time is a systemic problem resulting from inadequate legislation and inefficiency in the administration of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  As regards the instant case, the Court finds that the Government have not submitted any convincing arguments which would require the Court to distinguish it from its established case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court further notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 6 § 1",
                                        "elements": [
                                            {
                                                "content": "17.  The period to be taken into consideration began on 5 January 1999, the day the applicant instituted proceedings with the Ljubljana District Court, and ended on 30 August 2004, the day the Supreme Court decision was served on the applicant. It therefore lasted nearly five years and eight months for three levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  Having examined all the material submitted to it, and having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings, in particular before the first-instance court, was excessive and failed to meet the “reasonable-time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a breach of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 13",
                                        "elements": [
                                            {
                                                "content": "20.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). It notes that the objections and arguments put forward by the Government have been rejected in earlier cases (see Lukenda, cited above) and sees no reason to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  Accordingly, the Court considers that in the present case there has been a violation of Article 13 on account of the lack of a remedy under domestic law whereby the applicant could have obtained a ruling upholding his right to have his case heard within a reasonable time, as set forth in Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "23.  The applicant claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards him EUR 1,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "26.  The applicant also claimed approximately EUR 1,500 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government argued that the claim was too high.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. The Court also notes that the applicant’s lawyers, who also represented the applicant in Lukenda (cited above), lodged nearly 400 applications which, apart from the facts, are essentially the same as this one. Accordingly, in the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 1,000 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "29.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage and EUR 1,000 (one thousand euros) in respect of costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 April 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ. Hedigan",
            "role": "president"
        },
        {
            "name": "MrB.M. Zupančič",
            "role": "mrv. zagrebelsky"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "mrv. zagrebelsky"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "MrsI. Ziemele",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        },
        {
            "name": "   Having deliberated in private on 23 March 2006"
        }
    ],
    "decisiondate": "23/03/2006 00:00:00",
    "docname": "CASE OF ZAKONJSEK v. SLOVENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-73261.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0413JUD002489602",
    "externalsources": [],
    "extractedappno": [
        "24896/02",
        "42320/98",
        "23032/02",
        "30979/96",
        "30210/96"
    ],
    "importance": "4",
    "introductiondate": "01/12/2001 00:00:00",
    "issue": [],
    "itemid": "001-73261",
    "judgementdate": "13/04/2006 00:00:00",
    "kpdate": "13/04/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "13",
        "29",
        "41",
        "6-1",
        "6",
        "29-3"
    ],
    "parties": [
        "ZAKONJSEK",
        "SLOVENIA"
    ],
    "rank": "543.406005859375",
    "representedby": [
        "VERSTOVSEK B."
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [
        "Belinger v. Slovenia (dec.), no. 42320/98, 2 October 2001",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Kudla v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI",
        "Lukenda v. Slovenia, no. 23032/02, 6 October 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "333942",
    "typedescription": "15"
}