{
    "__articles": "5;5-1;5-1-e;5-4;35;35-1;35-3;37;37-1-b;41",
    "__conclusion": "Preliminary objection joined to merits (Article 35-3 - Ratione materiae);Preliminary objection partially allowed (Article 35-3 - Ratione materiae);Preliminary objection partially joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Preliminary objection dismissed (Article 37-1-b - Matter resolved);Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty;Lawful arrest or detention;Article 5-1-e - Persons of unsound mind);No violation of Article 5 - Right to liberty and security (Article 5-1 - Deprivation of liberty;Lawful arrest or detention;Article 5-1-e - Persons of unsound mind);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention;Take proceedings);No violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention;Take proceedings);Non-pecuniary damage - award",
    "applicability": "26;27",
    "appno": "35939/10",
    "article": [
        "37",
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-3 - Ratione materiae"
            ],
            "element": "Preliminary objection joined to merits",
            "type": "other"
        },
        {
            "details": [
                "Article 35-3 - Ratione materiae"
            ],
            "element": "Preliminary objection partially allowed",
            "type": "other"
        },
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection partially joined to merits and dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 37-1-b - Matter resolved"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention",
                "Take proceedings"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention",
                "Take proceedings"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-116075.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35939/10) against the Republic of Latvia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a permanently resident non-citizen of the , Mr Genadijs Mihailovs (“the applicant”), on 29 June 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr A. Zvejsalnieks, a lawyer practising in . The Latvian Government (“the Government”) were represented by their Agent at the time, Mrs I. Reine and subsequently by Mrs K. Līce.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, among other things, that he had been held against his will in a State social care institution for more than ten years, that he could not obtain release, and that he had been fully dependent on his wife, who had been his guardian, had not represented his interests, and had opposed all attempts by him to defend his rights.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 August 2011 the above-mentioned complaints were communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1). In addition, third-party comments were received from the European Disability Forum, the International Disability Alliance and the World Network of Users and Survivors of Psychiatry (“the third parties”), which had been given leave to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3). The respondent Government replied to those comments (Rule 44 § 6).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1947 and currently lives in a State social care institution in Lielbērze, Auru parish.",
                                "elements": []
                            },
                            {
                                "content": "6.  Since 1994 the applicant has been recognised as Category 2 disabled. He suffers from epilepsy.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s admission to psychiatric hospitals",
                                "elements": [
                                    {
                                        "content": "7.  On 13 March 2000 the applicant was admitted to a psychiatric hospital in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Following an inpatient forensic psychiatric examination (stacionārā tiesu psihiatriskā ekspertīze) of the applicant ordered in connection with the incapacitation proceedings the experts concluded on 19 April 2000 that he was not suffering from a mental illness. However, he was suffering from epilepsy, which was described as organic in nature with psychotic syndromes and symptoms (organiskas dabas psihosindroma un simptomātiska epilepsija). This conclusion was reached on the basis of the fact that he had had encephalitis, often had small (absence/petit mal) and big (generalised tonic-clonic/grand mal) seizures, obsessive thinking, mood changes with dysphoria, sullenness, vindictiveness, reduced reasoning and some other psychological findings. It was recommended that he be declared legally incapable (rīcībnespējīgs); the experts also noted that owing to his mental state the applicant was not fit to participate in the hearings or to provide adequate explanations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant was discharged from that hospital on 30 January 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On unspecified dates in 2002 and 2006 the applicant was admitted to another psychiatric hospital, Ģintermuiža, in Jelgava (Jelgavas psihoneiroloģiskā slimnīca “Ģintermuiža”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  From 24 May to 3 June 2011 the applicant was a patient in  in Jelgava.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Incapacitation proceedings and appointment of a guardian",
                                "elements": [
                                    {
                                        "content": "12.  On an unspecified date the applicant’s wife initiated proceedings to have the applicant divested of his legal capacity. For the purposes of those proceedings the Rīga City Ziemeļu District Court (Rīgas pilsētas Ziemeļu rajona tiesa) ordered a forensic psychiatric examination of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 17 May 2000 the city court, in the applicant’s absence, ruled that he was not legally capable. That ruling took effect on 7 June 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 18 July 2000 the custodial court (Bāriņtiesa) appointed his wife as his guardian (aizgādnis) and explained that a report should be made every year on the fulfilment of guardianship duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  These reports stated that his wife had visited the applicant in the social care institution once a month in 2004, 2007 and 2008. In other reports she mentioned that she had regularly visited the applicant, without specifying the exact frequency. In two of these reports, dated 1 February 2006 and 29 December 2010, the applicant’s wife noted that his state of health had deteriorated, but she did not give further details.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Referral of the applicant to a social care institution",
                                "elements": [
                                    {
                                        "content": "16.  On 20 November 2000 the applicant’s wife requested that the applicant be placed in a specialised state social care institution. The request contained no information about his state of health; nor were any reasons given. It was a form that was filled in and signed by the applicant’s wife as his guardian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 28 November 2000 the Social Assistance Authority (Sociālās palīdzības fonds) attached to the Ministry of Welfare reviewed that request on the basis of the following evaluation that had been made by a social worker: “Category 2 disability. Constant supervision and care. The family has approached 3 PD. On the basis of the psychiatrist’s conclusion [the applicant] should be placed in an institution for people with mental disorders”. The decision was worded as follows: “to put [the applicant] on the waiting list for a referral to a social care institution for people with mental disorders”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 17 January 2002 the psychiatric hospital where the applicant was a patient at that time issued a medical certificate recommending that he be placed in a social care institution. It was a one-page completed form. It was mentioned that the applicant had Category 2 disability, and that he did not have allergic reactions or infectious diseases. The following tests and analyses were noted: on 24 July 2001 a lung scan, on 9 October 2001 a blood test, on 13 September 2001 an electrocardiology test that established initial diffuse changes in myocardium (Ekg iniciālās difūzas izmaiņas miokardā). It did not contain his diagnosis – the relevant field contained a note that “under section 50 of the Law on Medical Treatment confidential information about the patient will not be provided”. The conclusion was that “owing to his mental state [the applicant] is eligible to be admitted to an institution for persons with mental disorders”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 21 January 2002 the Social Assistance Authority issued a referral for the applicant to receive social care services in the  Social and Psychological Rehabilitation Centre which was located 20 km from Dobele in Īle parish (the “Īle Centre”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 30 January 2002 the applicant was admitted to the Īle Centre. Individuals could move around freely within the centre, but needed to inform the management if they wished to leave it. Individuals who had been divested of legal capacity and wished to leave had to have that request agreed by their guardians. Having regard to the applicant’s state of health, he was included in a risk group “patients with epilepsy” and was permitted to leave the premises only if accompanied by a staff member or another patient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 17 August 2007 the applicant’s wife asked the Īle Centre not to allow the applicant to meet a certain Mr Petrovs, since after his visits the applicant’s state of health allegedly worsened. On 17 December 2009 his wife instructed the Īle Centre to refuse any visits for the applicant without her written permission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 16 September 2008 the applicant’s wife issued a power of attorney for a social worker of the Īle Centre to receive letters on behalf of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 1 January 2010, following a State-wide reform of social care institutions, the Īle Centre became a branch of the Zemgale State Social Care Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 1 April 2010 the Īle Centre was relocated to other premises in Lielbērze, Auru parish, some 4 km from Dobele and some 80 km from .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In response to a query from the above-mentioned Mr Petrovs about visiting rights, the Īle Centre on 14 May 2010 explained that the applicant’s wife was informed of every occasion when Mr Petrovs had met the applicant since she had expressly asked not to allow visits by him. It was stated that visitors could meet the applicant only on the premises of the Īle Centre, in view of his legal incapacity and state of health. It appears that this statement did not apply to visits by guardians.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government submitted that at the request of his wife on 29 October 2010 a referral was issued for the applicant to receive social care services in another branch of the Zemgale State Social Care Centre in Iecava municipality (the “Iecava branch”), located some 45 km from . On an unknown date in November or December, the applicant refused to move to the Iecava branch, since he felt well in the Īle Centre and did not want to move to another institution.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s state of health",
                                "elements": [
                                    {
                                        "content": "27.  On 3 September 2007 the Īle Centre sent a letter to the custodial court reporting on the applicant’s state of health. It was noted that the applicant had been a resident of the centre since 30 January 2002. He had been admitted with a diagnosis of epileptic dementia (F02.8), and focal symptomatic epilepsy with secondarily generalised seizures (G40.2) (simptomātiski fokāla epilepsija ar sekundāri ģeneralizētām lēkmēm). The applicant had been treated in a psychiatric hospital in Jelgava in 2002 and 2006 for episodes of dystrophia, agitation and aggressive behaviour. The applicant’s illness was described as stable, irreversible and progressive in time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 4 February 2010 the Īle Centre explained to the custodial court again that the applicant had been a resident and had been receiving treatment in the centre since 30 January 2002, with a diagnosis of epileptic dementia F02.8+G40.0. He received medication once a month. His psychic condition was unstable: he had periodic symptoms of delirium, dysphoria and aggression, as a result of which it was not advisable for him to live at home without supervision. His illness and its symptoms were stable and irreversible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 19 May 2011 the applicant received a visit from the Ombudsman and an external psychiatrist. According to the Government, they did not identify any violations of the applicant’s rights. There is no further information in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 10 August 2011 the psychiatrist of the Īle Centre informed the custodial court that the applicant’s state of health had not improved, that he had been placed in a hospital from 24 May to 3 June 2011, and that he needed to take regular medication and to be supervised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 6 September 2011 the Ģintermuiža hospital informed the custodial court that the applicant had been treated there. His diagnosis had been epileptic dementia; epilepsy with rare extensive seizures and dysphoric conditions. It was also stated that with the passage of time the illness might produce more profound personality changes and increased dementia.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Applications for release",
                                "elements": [
                                    {
                                        "content": "32.  On 3 August 2007 the applicant applied to the custodial court with a view to making an application to a court to have him declared legally capable. He explained that in April 2000 he had been ill and had not been feeling well, which had been the reason for his inability to provide arguments against his wife’s application to have him divested of legal capacity. The custodial court informed the applicant on 16 August 2007 that under section 33 of the Law on Custodial Courts it was for a custodial court to decide whether to institute court proceedings aimed at reinstating legal capacity if a person had recovered; it also informed him that it had requested the Īle Centre to report on the applicant’s state of health. On 3 September 2007 the Īle Centre provided an answer to the custodial court (see paragraph 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 25 October 2009 the applicant was visited in the Īle Centre by Mr Petrovs and by a member of a non-governmental organisation, Mr Braginskis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 1 December 2009 the applicant contacted the head of the Īle Centre and the Ministry of Welfare, seeking release in accordance with the domestic law (see paragraph 75 below). He wrote that he had been placed there against his will and on the orders of his wife. He considered that there was no need for a psychiatrist’s assessment for his release under the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In response to an inquiry from Mr Braginskis, the Ministry of Welfare on 22 December 2009 explained that social care services could be terminated only upon an application from the applicant’s guardian. In another letter, of 25 January 2010, they repeatedly stated that all issues relating to the applicant were to be dealt with by his guardian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 26 January 2010 the Īle Centre, in response to an inquiry by Mr Braginskis, stated that there were no grounds to terminate social care services as the applicant’s guardian had failed to submit any such requests.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Proceedings on appointment of another guardian",
                                "elements": [
                                    {
                                        "content": "37.  On 8 July 2009 the applicant’s wife initiated proceedings for divorce. On 1 December 2009 a hearing took place, at which the applicant was present. During the hearing his wife withdrew her petition. The divorce proceedings were thus terminated. It appears that during the hearing the applicant’s wife learned of the applicant’s wish to have another guardian appointed, namely Mr Braginskis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 22 November 2009 the applicant asked the custodial court to terminate his wife’s guardianship of him, as she had not carried out her duties, had placed him in the Īle Centre, had not visited him and had not allowed him to attend his father’s funeral. On 1 December 2009 the applicant asked for Mr Braginskis to be appointed as his guardian, because he would take steps to ensure that the applicant could leave the Īle Centre and for his legal capacity to be reinstated. On 21 December 2009 and 7 January 2010 the custodial court replied to the applicant that these issues would be resolved in a hearing before it on 16 February 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39. In the meantime, Mr Braginskis applied to various domestic authorities for the applicant’s wife’s guardianship to be terminated and for himself to be appointed guardian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The first set of proceedings was opened by the custodial court with a view to examining the suitability of the applicant’s wife as guardian. On 16 February 2010 the custodial court, following a hearing in the applicant’s absence, decided that she was an appropriate guardian for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On the same date the custodial court rejected the request by Mr Braginskis to be appointed as the applicant’s guardian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In the second set of proceedings the custodial court on 26 August 2010, following a hearing in the applicant’s presence, decided to appoint the applicant’s son as his co-guardian along with his wife.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On the same date the custodial court rejected the request by Mr Braginskis to be appointed as the applicant’s guardian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In a third set of proceedings, on 22 September 2011, the custodial court examined the suitability of the applicant’s wife and son as his guardians, following a complaint by the applicant. Following a hearing in the applicant’s presence, it was decided that they were not appropriate guardians and the court terminated their guardianship of the applicant. The reasons for this were, among other things, that they had never taken him outside the Īle Centre to stay at their home, to visit his parents’ grave or to church, which had been long-standing requests from him. In addition, they had not ensured that the applicant visited the Iecava branch before they considered relocating him there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On the same date, following a hearing in the applicant’s presence, Mr Petrovs was appointed as the applicant’s guardian in accordance with the wishes of the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Subsequent events",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s state of health",
                                        "elements": [
                                            {
                                                "content": "46.  After the present application was communicated to the Government, on 27 November 2011, a psychiatrist from the Īle Centre prepared a psychiatric opinion regarding the absence of special (psychiatric) contra-indications and the most appropriate type of social assistance for a person with mental disorders. In fact this was a form, approved by the Cabinet of Ministers, which she had filled in. She noted that there were no particular (psychiatric) contraindications to the applicant being placed in a long-term social care and social rehabilitation institution. The psychiatrist had ticked the following boxes in the form to describe the applicant’s state of health: inpatient neuropsychological treatment; outpatient treatment with a psychiatrist; unable to organise daily routine independently; orientates in time; is capable of being outside the house alone in a known environment or route; unclear, inadequate speech; frequent mood swings; inadequate emotions; no perception disorders; unstable and restricted attention and concetration abilities; difficulties in switching attention; “other” (unspecified) reasoning disorders; noticably deteriorated memory; adequate behaviour; non-critical attitude towards his illness; smoking addiction; no comprehension regarding the need for the use of medication; behaviour dependent on the regular use of medication; assistance necessary for the use of medication; assistance necessary to perform household tasks, to use medication, to move outside the house, to perform operations with money; periodic surveillance necessary. She concluded with a recommendation that the applicant needed to live in a social care institution for people with serious mental disorders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government stated that this was a reiterated opinion, although in fact they had not submitted any prior opinions or information in this connection.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Admission to a psychiatric hospital",
                                        "elements": [
                                            {
                                                "content": "48.  On 2 January 2012 a psychiatrist and a general practitioner from the Īle Centre prepared an extract from the applicant’s medical record for him to receive treatment in a psychiatric hospital in . It contained the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The patient was treated in [the psychiatric hospital in ] from 11 March 2000 to 30 January 2002, [in total for] 690 bed days, where a diagnosis of epileptic dementia was established, and [he] was declared legally incapable. Since 30 January 2002 the patient has been resident in the Īle Centre. Since the patient’s guardian was changed complaints have been lodged with the Health Inspectorate and the Ombudsman concerning erroneous diagnosis and treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The patient has recently been hostile, aggressive and dysphoric, has refused to take medication, and has hit other patients. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "[He] has perceptual and behavioural disturbances, but in the last nine months has had no major seizures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "[I] ask inpatient treatment with a view to confirming [his] diagnosis and determining further treatment.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 3 January 2012 the Īle Centre sent a letter to the applicant’s guardian, Mr Petrovs, seeking his consent for the applicant to receive inpatient treatment. An extract from the applicant’s medical report was attached.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 2 February 2012 Mr Petrovs replied, stating that the applicant’s state of health during the last year had been satisfactory, as he had not had any seizures for the last ten months; he had been well and had not complained about his health. Other patients reported that he had good relations with them and that he had looked after weaker patients. He had a good memory – he remembered the birthdays and phone numbers of his relatives and friends, and did not forget to send them good wishes. He respected his parents, he joked, and showed interest in the news and what was happening to his acquaintances. Mr Petrovs considered that the applicant’s diagnosis – epileptic dementia – was most probably erroneous. He further considered that treatment in a psychiatric hospital would have a negative impact on any normal person and, therefore, he did not agree that the applicant should be referred for inpatient treatment in a psychiatric hospital. Finally, he considered that the existing medication (no psychotropic substances) and treatment for the applicant could remain unchanged.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application to the administrative courts",
                                        "elements": [
                                            {
                                                "content": "51.  On 4 January 2012 Mr Braginskis, acting as a representative of the applicant’s guardian, Mr Petrovs, applied to the  seeking that the Ministry of Welfare be obliged to adopt a decision whereby the applicant could leave the Īle Centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 11 January 2012 a judge adopted a decision not to proceed with the case. She referred to the applicable domestic law (see paragraph 75 below) and noted that the applicant’s social care services could be terminated at the request of his guardian, Mr Petrovs. There was no evidence that he had requested that termination. The judge therefore stayed the proceedings and required Mr Braginskis and the Īle Centre to submit pertinent documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Referring to these proceedings, on 24 January 2011 the Īle Centre wrote to Mr Petrovs asking him to submit a request for termination of services and for the relevant municipality to confirm that it could provide housing for the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  There is no further information concerning these proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Reopening of incapacitation proceedings",
                                        "elements": [
                                            {
                                                "content": "55.  On 15 February 2012 Mr Braginskis, acting as a representative of the applicant’s guardian, Mr Petrovs, applied to the  for the applicant’s incapacitation proceedings to be reopened in the light of unspecified newly discovered circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 13 March 2012 a judge, taking into account that the final ruling in that case had taken effect on 7 June 2000, rejected the request for reopening of proceedings due to the expiry of the ten-year time-limit for bringing such claims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Mr Braginskis lodged an ancillary complaint against that decision; there is no information about the outcome of these proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The applicant’s views",
                                        "elements": [
                                            {
                                                "content": "58.  On 26 March 2012 a lawyer from the custodial court called the head of the Īle Centre. The written record of that conversation stipulated that the applicant received weekly visits from his guardian, Mr Petrovs. He also received occasional visits from his wife and son and rare visits from Mr Braginskis. The applicant sometimes called his wife and son. His state of health was stable if he was taking his medication. Mr Petrovs and Mr Braginskis, however, sometimes told the applicant that he did not need to use the medication, whereupon he stopped taking it for a while and his state of health deteriorated. It was also mentioned that the applicant sometimes visited Mr Petrovs and stayed at his place overnight. The applicant himself had not expressed a wish to reside outside the Īle Centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  It appears that the Īle Centre subsequently called Mr Petrovs with a view to finding out his views concerning the termination of the applicant’s social care. Mr Petrovs had orally requested them to continue providing social care services to the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT INTERNATIONAL AND DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment",
                                "elements": [
                                    {
                                        "content": "60.  The relevant parts of the reports issued by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (the “CPT”) have been quoted elsewhere (see L.M. v. , no. 26000/02, §§ 34-36, 19 July 2011). In short, after its second periodic visit in 2002, the CPT noted that the Latvian legislation did not provide for regular reviews of placement in a psychiatric hospital/social welfare institution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  After its third periodic visit in 2007, it found that a number of important amendments had been made to the Law on Medical Treatment, introducing, among other things, judicial review in the context of involuntary hospitalisation. Among other things, it noted as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“134. Specific reference should be made to the situation of patients/residents deprived of their legal capacity. Such persons could be admitted to a psychiatric hospital/social welfare institution solely with the written consent of the guardian. However, they were considered to be voluntary patients/residents, even when they opposed such a placement, and their placement was therefore carried out without any judicial intervention. In the CPT’s view, placing incapacitated persons in a psychiatric/social welfare establishment which they cannot leave at will, based solely on the consent of the guardian, entails a risk that such persons will be deprived of essential safeguards.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Convention on the Rights of Persons with Disabilities, adopted by the United Nations General Assembly on 13 December 2006 (Resolution A/RES/61/106)",
                                "elements": [
                                    {
                                        "content": "62.  This Convention entered into force on 3 May 2008, was signed by  on 18 July 2009 and ratified on 1 March 2010. The relevant parts of this Convention provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 12\nEqual recognition before the law",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  States Parties reaffirm that persons with disabilities have the right to recognition everywhere as persons before the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  States Parties shall recognize that persons with disabilities enjoy legal capacity on an equal basis with others in all aspects of life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  States Parties shall take appropriate measures to provide access by persons with disabilities to the support they may require in exercising their legal capacity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  States Parties shall ensure that all measures that relate to the exercise of legal capacity provide for appropriate and effective safeguards to prevent abuse in accordance with international human rights law. Such safeguards shall ensure that measures relating to the exercise of legal capacity respect the rights, will and preferences of the person, are free of conflict of interest and undue influence, are proportional and tailored to the person’s circumstances, apply for the shortest time possible and are subject to regular review by a competent, independent and impartial authority or judicial body. The safeguards shall be proportional to the degree to which such measures affect the person’s rights and interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Subject to the provisions of this article, States Parties shall take all appropriate and effective measures to ensure the equal right of persons with disabilities to own or inherit property, to control their own financial affairs and to have equal access to bank loans, mortgages and other forms of financial credit, and shall ensure that persons with disabilities are not arbitrarily deprived of their property.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 14\n and security of person",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  States Parties shall ensure that persons with disabilities, on an equal basis with others:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  Enjoy the right to liberty and security of person;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  Are not deprived of their liberty unlawfully or arbitrarily, and that any deprivation of liberty is in conformity with the law, and that the existence of a disability shall in no case justify a deprivation of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  States Parties shall ensure that if persons with disabilities are deprived of their liberty through any process, they are, on an equal basis with others, entitled to guarantees in accordance with international human rights law and shall be treated in compliance with the objectives and principles of the present Convention, including by provision of reasonable accommodation.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Recommendation No. R(99)4 of the Committee of Ministers of the Council of Europe on principles concerning the legal protection of incapable adults (adopted on 23 February 1999)",
                                "elements": [
                                    {
                                        "content": "63.  The relevant parts of this Recommendation read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 2 – Flexibility in legal response",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The measures of protection and other legal arrangements available for the protection of the personal and economic interests of incapable adults should be sufficient, in scope or flexibility, to enable suitable legal response to be made to different degrees of incapacity and various situations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  The range of measures of protection should include, in appropriate cases, those which do not restrict the legal capacity of the person concerned.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 3 – Maximum reservation of capacity",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The legislative framework should, so far as possible, recognise that different degrees of incapacity may exist and that incapacity may vary from time to time. Accordingly, a measure of protection should not result automatically in a complete removal of legal capacity. However, a restriction of legal capacity should be possible where it is shown to be necessary for the protection of the person concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In particular, a measure of protection should not automatically deprive the person concerned of the right to vote, or to make a will, or to consent or refuse consent to any intervention in the health field, or to make other decisions of a personal character at any time when his or her capacity permits him or her to do so. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 6 – Proportionality",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Where a measure of protection is necessary it should be proportional to the degree of capacity of the person concerned and tailored to the individual circumstances and needs of the person concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The measure of protection should interfere with the legal capacity, rights and freedoms of the person concerned to the minimum extent which is consistent with achieving the purpose of the intervention. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 9 – Respect for wishes and feelings of the person concerned",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  In establishing or implementing a measure of protection for an incapable adult the past and present wishes and feelings of the adult should be ascertained so far as possible, and should be taken into account and given due respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  This principle implies, in particular, that the wishes of the adult as to the choice of any person to represent or assist him or her should be taken into account and, as far as possible, given due respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  It also implies that a person representing or assisting an incapable adult should give him or her adequate information, whenever this is possible and appropriate, in particular concerning any major decision affecting him or her, so that he or she may express a view.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 13 – Right to be heard in person",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The person concerned should have the right to be heard in person in any proceedings which could affect his or her legal capacity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 14 – Duration, review and appeal",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Measures of protection should, whenever possible and appropriate, be of limited duration. Consideration should be given to the institution of periodical reviews.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Measures of protections should be reviewed on a change of circumstances and, in particular, on a change of an adult’s condition. They should be terminated if the conditions for them are no longer fulfilled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  There should be adequate rights of appeal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Principle 16 – Adequate control",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There should be adequate control of the operation of measures of protection and of the acts and decisions of representatives.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Recommendation No. Rec(2004)10 of the Committee of Ministers of the Council of Europe concerning the protection of the human rights and dignity of persons with mental disorder (adopted on 22 September 2004)",
                                "elements": [
                                    {
                                        "content": "64.  The relevant part of this Recommendation reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 17 – Criteria for involuntary placement",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. A person may be subject to involuntary placement only if all the following conditions are met:",
                                        "elements": []
                                    },
                                    {
                                        "content": "i. the person has a mental disorder;",
                                        "elements": []
                                    },
                                    {
                                        "content": "ii. the person’s condition represents a significant risk of serious harm to his or her health or to other persons;",
                                        "elements": []
                                    },
                                    {
                                        "content": "iii. the placement includes a therapeutic purpose;",
                                        "elements": []
                                    },
                                    {
                                        "content": "iv. no less restrictive means of providing appropriate care are available;",
                                        "elements": []
                                    },
                                    {
                                        "content": "v. the opinion of the person concerned has been taken into consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The law may provide that exceptionally a person may be subject to involuntary placement, in accordance with the provisions of this chapter, for the minimum period necessary in order to determine whether he or she has a mental disorder that represents a significant risk of serious harm to his or her health or to others if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "i. his or her behaviour is strongly suggestive of such a disorder;",
                                        "elements": []
                                    },
                                    {
                                        "content": "ii. his or her condition appears to represent such a risk;",
                                        "elements": []
                                    },
                                    {
                                        "content": "iii. there is no appropriate, less restrictive means of making this determination; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "iv. the opinion of the person concerned has been taken into consideration.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Domestic law and practice",
                                "elements": [
                                    {
                                        "content": "1.  Legislation relating to individuals divested of legal capacity",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Civil Law",
                                "elements": [
                                    {
                                        "content": "65.  Section 358 of the Civil Law (Civillikums), effective at the material time and until 1 January 2012, provided that any mentally ill person who lacks mental capacity entirely or in large part must be acknowledged as lacking the capacity to act and as legally incapable of representing themselves, administering their property and making decisions, for which reasons guardianship (aizgādnība) may be instituted. When a court divested a person of legal capacity it had to inform a custodial court, which then appointed one or more guardians, if necessary (section 360). Section 355 of the same law provides that in the first instance a spouse or other close relative must be appointed guardian. A person who has been divested of legal capacity does not have legal responsibility for their actions (section 361): they must act through their guardians.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Section 364 of the Civil Law, effective at the material time and until 1 January 2012, provided that a court had to direct a custodial court to remove a guardian from that role if it found that a mentally ill person had recovered, that is, that he or she had become legally capable, after the guardian had submitted a settlement of accounts and had transferred the property which had been under his or her administration to the person who had recovered his or her health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  With effect from 1 January 2012 sections 358 and 364 of the Civil Law are null and void (see paragraph 79 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  An application to a court for reinstatement of legal capacity could not, until 13 February 2012 (see paragraph 69 below), be submitted by the person concerned; it could only be lodged by the custodial court (see paragraph 72 below) or by his or her guardian (see paragraph 65 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 2 February 2012 the following amendments to the Law on the Time and Procedure for the Entry into Force of the Re-enacted 1937 Civil Law of the , Family Law Chapter (Likums “Par atjaunotā Latvijas Republikas 1937. gada Civillikuma ģimenes tiesību daļas spēkā stāšanās laiku un kārtību”) were adopted. These amendments took effect on 13 February 2012 and were applicable until 1 January 2013. The purpose of these amendments was to comply with the Constitutional Court’s judgment in case no. 2010-38-01 (see paragraph 79 below) and to establish a temporary legal regulation for divesting a person of legal capacity and reinstating it until such time as more extensive legislative amendments were adopted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 21",
                                        "elements": []
                                    },
                                    {
                                        "content": "“From 13 February 2012 until the day of entry into force of the amendments to the Civil Law, the Law of Civil Procedure and the Law on Custodial Courts regarding restrictions of a person’s legal capacity and establishment of guardianship due to mental illness (“the relevant amendments”), the court: ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3) shall suspend the proceedings or shall make a judgement declaring the person legally capable and terminating the guardianship, while taking into account the provisions of section 26 of this law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Until the entry into force of the relevant amendments, the provisions of the Civil Law, the Law of Civil Procedure and the Law on Custodial Courts on declaring a person legally incapable and on establishing guardianship, as well as on declaring a person legally capable and on terminating guardianship, shall be applied in so far as they do not contradict the provisions of sections 22-26 of this Law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 26",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) An application to declare a person legally capable and to terminate guardianship may be submitted to the court by a prosecutor, by the custodial court, or by the person him/herself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The court shall suspend proceedings declaring a person legally capable and terminating guardianship until the entry into force of the relevant amendments, except in situations envisaged in paragraphs 3 of this section.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) If, on the basis of evidence, the court finds that a person understands the meaning of his or her actions, is capable of independently exercising his/her rights and obligations and is capable of protecting his or her interests, the court shall make a judgement declaring the person legally capable and shall terminate guardianship.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court shall then forward the judgement for execution in accordance with the procedure set out in section 270, paragraphs 3 and 4 of the Civil Law ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  On 29 November 2012 legislative amendments were made to the Civil Law and the Law of Civil Procedure (Civilprocesa likums). Persons divested of their legal capacity can from now on submit applications to the courts to review those decisions. These amendments took effect on 1 January 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The custodial courts",
                                "elements": [
                                    {
                                        "content": "71.  The Law on Custodial and Parish Courts (Likums “Par bāriņtiesām un pagasttiesām”), effective from 7 December 1995 to 1 January 2007, provided that a custodial court shall appoint a guardian for individuals divested of legal capacity, shall supervise the activities of guardians and, in certain circumstances, shall authorise guardians to enter into agreements on behalf of individuals divested of legal capacity, and shall terminate guardianship when it expires (section 18, paragraphs 2, 3 and 4).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Under the new Custodial Courts Law (Bāriņtiesu likums), effective since 1 January 2007, custodial courts have, inter alia, the authority to lodge claims and complaints in a court on behalf of individuals divested of legal capacity (section 16, paragraph 1, part 5), as well as to provide assistance to legally incapable persons who request it (section 17, paragraph 1, part 7). These courts also decide on instituting court proceedings aimed at reinstating legal capacity for individuals divested of it who have recovered (section 44).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Legislation relating to social assistance",
                                        "elements": [
                                            {
                                                "content": "73.  Section 3 of the Law on Social Assistance (Likums “Par sociālo palīdzību”), effective at the material time and until 1 January 2003, provided that a person who could not provide for himself or herself or who could not overcome a particular hardship in life and who did not receive adequate assistance from anyone else, had a right to receive personal and material assistance. The main forms of social assistance were to be social care, material help and social rehabilitation. Under section 6, paragraph 1, part 5 the State had a duty to establish and maintain, among other things, social care institutions (pansionāts) for persons with mental disorders and other specialised centres.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Regulations of the Cabinet of Ministers no. 314 (2000), effective at the material time and until 1 January 2003, laid down the procedures for receiving social services from the State. A person, their legal representative or proxy had to submit an application and the relevant documents, for example, a certificate of disability, and a doctor’s report on their state of health. A social worker prepared an evaluation and the Social Assistance Authority made a decision on social care, and referred the person either to a social care institution for persons with mental disorders or to another specialised centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In accordance with the Law on Social Services and Assistance (Sociālo pakalpojumu un sociālās palīdzības likums), effective from 1 January 2003, long-term social care is available for individuals with severe mental impairment who do not need to be admitted to a specialised medical institution and whose state of health does not endanger other people (section 28, paragraph 1, part 4). An individual has a right to lodge complaints about the quality of social services and breaches of his or her rights (section 6, paragraph 1, part 7). Social care is provided on a voluntary basis; the amendments that took effect on 28 June 2006 expressly provide that a person can ask for his or her social care to be terminated (section 28, paragraph 2, part 3). The head of the social care institution adopts a decision to terminate long-term social care (section 28, paragraph 3). Since 28 June 2006 there has been a requirement on the relevant municipality to confirm that it can provide housing for that person (section 28, paragraph 3). Since 1 December 2009 it is provided that social care may be terminated if a person has been missing for longer than two months from the day he or she was reported missing to the police (section 28, paragraph 4).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  No special provisions are made in respect of the wishes of those divested of their legal capacity. Their confinement to a long-term state social care institution therefore depends on the wishes of their guardian (see paragraph 65 above). In accordance with section 31, paragraph 1 of the above-mentioned law the head of the long-term social care institution or other authorised person may take a decision regarding the necessity to restrict the freedom of movement of an individual placed in that institution in order to prevent the leaving of that individual without supervision and to protect the rights and freedoms of others.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Constitutional proceedings and case-law",
                                        "elements": [
                                            {
                                                "content": "77.  The relevant provisions of the Law on the  (Satversmes tiesas likums) and its case-law have been quoted elsewhere (see Grišankova and Grišankovs v. Latvia (dec.), no. 36117/02, ECHR 2003II (extracts)). The most relevant provision for the purposes of the present case reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 192 – Constitutional Complaint (an application)",
                                                "elements": []
                                            },
                                            {
                                                "content": " “1. Any person who considers that a legal provision which is not in compliance with a provision having superior legal force has infringed his or her fundamental rights under the Constitution may lodge a constitutional complaint with the .”",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In addition, it ought to be noted that under this law the interpretation of a legal provision provided by the Constitutional Court (Satversmes tiesa) in a judgment (section 32, paragraph 2) or in a decision to terminate proceedings (section 29, paragraph 21, effective from 14 March 2008) is binding on all domestic authorities, including the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  On 27 December 2010 the  delivered its judgment in case no. 2010-38-01 on the compliance of sections 358 and 364 of the Civil Law with the Constitution (Satversme), in particular with the right to private life. The case had been brought before the  by J.F., an individual who had been divested of legal capacity. The  ruled that sections 358 and 364 of the Civil Law were unconstitutional and void from 1 January 2012. In essence, the ruling was based on the fact that the domestic law did not provide any latitude in matters of legal incapacitation – a person could only be divested of legal capacity in full and could have it restored only after a full recovery.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  APPLICATION OF ARTICLE 37 § 1 (b) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "80.  The Government invited the Court to strike the case out of its list of cases, in accordance with Article 37 § 1 (b) of the Convention. The Government relied in this connection on two facts. First, they referred to the request from Mr Braginskis for the reopening of incapacitation proceedings (see paragraph 55 above). Second, they informed the Court about the legislative amendments that had taken effect on 13 February 2012, under which the applicant himself could seek restoration of his legal capacity before the domestic courts (see paragraph 69 above). The Government considered that this remedy was capable of resolving all matters raised in the applicant’s complaints, since these complaints alleged that the violations of Article 5 §§ 1 and 4 and Article 8 of the Convention had resulted from his inability to decide for himself whether to stay in the Īle Centre and his inability to represent his interests and defend his rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Furthermore, the Government informed the Court that since 13 February 2012 three requests had been made to the domestic courts to reinstate legal capacity on the basis of the above-mentioned legislation. They referred to one particular example (decision of 5 March 2012, case no. 3-11/...), where a judge had accepted that an incapacitated person had the capacity to submit such an application to the civil courts (civilprocesuālā rīcīspēja).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The applicant objected to the Government’s request to strike out the application. He admitted that, at present, in certain circumstances it was possible for an individual to apply for reinstatement of his own legal capacity. This, however, did not change the situation; the violations had taken place in 2000 and they had not been remedied so far. The situation could not be fixed now. Any proceedings before a domestic court could not overturn the decision previously adopted; the latter had taken effect. The essence of his complaints to the Court had been related to his long-term placement in the Īle Centre; he had asked the Court to evaluate the actions taken back in 2000, when his freedom was restricted. The only possible impact of any legal proceedings that might take place now could be on his future life and could not remedy the violations in the past.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "83.  In order to ascertain whether the Government’s request under Article 37 § 1 (b) can be accepted in the present case, the Court must answer two questions in turn: firstly, whether the circumstances complained of directly by the applicant still obtain and, secondly, whether the effects of a possible violation of the Convention on account of those circumstances have been redressed (see Sisojeva and Others v.  (striking out) [GC], no. 60654/00, § 97, ECHR 2007I, and, more recently, Melnītis v. , no. 30779/05, § 33, 28 February 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court notes that in the present case the applicant has made two specific complaints. First of all, the applicant complained that he had been held against his will in an institution with people who were mentally ill for more than ten years and that he could not obtain release. Second, he complained that he had been fully dependent on his wife who, as his guardian, had not represented his interests and had opposed any attempts by him to defend his rights (see paragraph 3 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court does not agree with the Government that all of the applicant’s complaints related to his inability to decide for himself whether to stay in the Īle Centre and his inability to represent his interests and rights. It considers that the applicant’s complaint, in essence under Article 5 §§ 1 and 4 of the Convention, relates to his continued confinement in the Īle Centre and that his complaint under Article 8 of the Convention relates to his continued incapacitation and his wife being his guardian.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  As concerns the first complaint, the applicable test (see paragraph 83 above) entails establishing whether the applicant’s confinement in the Īle Centre persists. Then the Court must consider whether the measures taken by the authorities constitute redress for the applicant’s complaint. In this connection the Court has to determine if the domestic authorities have adequately and sufficiently redressed the situation complained of (see Sisojeva and Others, cited above, § 102, and El Majjaoui and Stichting Touba Moskee v. the  (striking out) [GC], no. 25525/03, § 33, 20 December 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court notes that it is clear that the situation complained of has not ceased to exist. While the Court considers that the change in circumstances, in particular, that on 1 April 2010 the Īle Centre was moved to other premises in Lielbērze (see paragraph 24 above), might be relevant for establishing the applicability of Article 5 of the Convention for the subsequent period, it holds that the change of premises as such has no incidence on the application of Article 37 § 1 (b) of the Convention, as it was not intended to bring the applicant’s situation to an end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Furthermore, the Court observes that the legislative amendments which took effect on 13 February 2012 were adopted in order to comply, at least temporarily, with the Constitutional Court’s ruling of 27 December 2010 and it cannot be said that these measures are capable of offering any redress at all, let alone adequate and sufficient redress, for the effects of possible violations of Article 5 §§ 1 and 4 of the Convention to the present applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  It follows that the requisite conditions have not been met and that the application, in so far as it relates to Articles 5 §§ 1 and 4 of the Convention, cannot be struck out of the Court’s list of cases in application of Article 37 § 1 (b) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  In respect of the second complaint, the Court observes that the situation complained of by the applicant under Article 8 of the Convention has not ceased to exist either. Although as of 22 September 2011 the applicant’s interests are no longer represented by his wife, he is still under guardianship. The applicant remains fully dependent on his guardian, now Mr Petrovs. The Court therefore holds that the appointment of another guardian has no incidence on the application of Article 37 § 1 (b) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  While the Court is ready to accept that since the entry into force of the legislative amendments on 13 February 2012, there is a possibility in the Latvian legal system for incapacitated individuals in certain cases to lodge applications on their own behalf with the civil courts for reinstatement of their legal capacity, it does not consider that these amendments can be considered as constituting redress for the applicant’s complaint under Article 8 of the Convention. The Court notes that the applicant’s complaint relates to his continued incapacitation since 17 May 2000. The Court considers that the legislative amendments adopted almost twelve years later, which confer a right to restore one’s legal capacity in future, cannot offer sufficient and adequate redress for the effects of a possible violation of Article 8 of the Convention for the situation that the applicant endured throughout these years, the more so in the circumstances of the present case, where the legislative amendments have been introduced in the transitional period pending the adoption of more comprehensive legislation in line with the Constitutional Court’s ruling of 27 December 2010 and Convention requirements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  It follows that the conditions for Article 37 § 1 (b) of the Convention, in so far the complaint under Article 8 of the Convention is concerned, have not been met either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Accordingly, the Court dismisses the Government’s request to strike the application out of its list of cases.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED ABUSE OF THE RIGHT OF INDIVIDUAL APPLICATION",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "94.  The Government in their observations on admissibility and merits of the case requested the Court to declare the application inadmissible under Article 35 § 3 of the Convention as an abuse of the right of application, on the ground that the applicant had failed to inform the Court about several important events that had taken place after the present application had been communicated to the Government. In this connection, the Government referred to subsequent events concerning his admission to a psychiatric hospital (see paragraphs 48-50 above), the application to the administrative courts (see paragraphs 51-54 above) and the applicant’s wishes (see paragraphs 58-59 above). They also noted that the proceedings concerning the reopening of incapacitation proceedings were pending (see paragraphs 55-57 above) and that the applicant had not informed the Court of this. In support of this argument the Government made a reference to the Court’s decision in the case of Vasilevskiy v.  ((dec.), no. 73485/01, 10 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Government were also of the opinion that some of the applicant’s allegations were insulting, threatening and intolerable to a level which exceeded the bounds of normal criticism and, referring to the case of Apinis v. Latvia ((dec.), no. 46549/06, 20 September 2011), requested the Court to conclude that such conduct by the applicant was to be considered an abuse of the right of individual application within the meaning of Article 35 § 3 (a) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The applicant’s representative, for his part, explained that he had not had access to the information concerning the pending proceedings in the domestic courts in . He had contacted the applicant’s guardian, Mr Petrovs in this regard, who had stated that all documents in his possession had been forwarded to the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "97.  The Court reiterates that if new, important developments occur during the proceedings before the Court and if, despite the express obligation on him or her under Rule 47 § 6 of the Rules of the Court, the applicant fails to disclose that information to the Court, thereby preventing it from ruling on the case in full knowledge of the facts, his or her application may be rejected as an abuse of application (see Miroļubovs and Others v. , no. 798/05, § 63, 15 September 2009, with further references). Likewise, the use of particularly vexatious, insulting, threatening or provocative language by the applicant – whether this is directed against the respondent State or the Court itself – may be considered an abuse of the right of individual application within the meaning of Article 35 § 3 (a) of the Convention (ibid., § 64).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court notes that the information that the applicant in the Vasilevskiy case had failed to provide to the Court related to the very subject matter of that application, namely that he not only had the right to receive an old-age pension from Russia in relation to his previous employment in Uzbekistan, China and Latvia, but that he had also been receiving it since 2004 (see Vasilevskiy, cited above, § 25). Unlike in Vasilevskiy, the present applicant’s representative has provided sufficient explanation and the Court cannot therefore find that the applicant intended to mislead the Court. In reaching this conclusion, the Court also takes into account the applicant’s state of health and the fact that his interests appear to be represented by different people at the domestic level and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Furthermore, the Court considers that the Government’s reference to the case of Apinis v. Latvia is misconceived. There can be no comparison between the language used by the applicant in that case and the language used by the present applicant. The language used by the latter, in the Court’s view, although it might be considered inappropriate at times, does not exceed the bounds of normal criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  In view of the foregoing considerations, the Court rejects the Government’s request for the application to be declared inadmissible under Article 35 § 3 of the Convention as abuse of the right of application.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  The applicant complained that he had been held against his will in an institution with people who were mentally ill for more than ten years and that he could not obtain release. He submitted that his freedom of movement had been constrained. The Court will examine this complaint under Article 5 §§ 1 and 4 of the Convention (and not under Article 2 of Protocol No. 4 to the Convention, see Stanev v. Bulgaria [GC], no. 36760/06, § 115, ECHR 2012) which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: ...",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons ... of unsound mind ...;",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful. ...”",
                                "elements": []
                            },
                            {
                                "content": "102.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "103.  The Government raised several preliminary objections. They argued first that the applicant’s complaints did not fall within the scope of Article 5, since he had not been deprived of his liberty in the Īle Centre. Second, they submitted that the applicant had failed to use the remedies established by the Law on the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  As regards the first argument, the Government emphasised that the applicant had been held in an institution which was not a place of deprivation of liberty, and relied on H.M. v. Switzerland (no. 39187/98, §§ 40-48, ECHR 2002II). They submitted that the Īle Centre was an open-type State social care and social rehabilitation institution. Its grounds were not fenced, and patients could move around freely inside and outside its premises, without asking permission; they could also receive guests. Taking into account their state of health, they had the opportunity to leave the grounds of the Īle Centre. The Government pointed out that: “given the applicant’s serious state of health, he was only permitted to leave the grounds of the Īle Centre accompanied by its staff or by other clients”. According to the Government, during his stay at the Īle Centre the applicant had requested permission to leave only once and that that request had been granted. They did not refer to a particular date in this regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Government argued that, as in the above-cited case of H.M. v. Switzerland, the present applicant “was in obvious need of medical care; his state of health required constant attention and supervision and therefore the authorities had acted responsibly in the applicant’s best interests”. Further, they noted that “he could freely move around inside and outside the Īle Centre, and could socialise and receive guests”. Finally, the Government stressed that “the applicant could leave the Īle Centre in order to take care of his private issues (such as to meet friends and so on)”. In this connection they referred to the fact that during his stay he had once received permission to leave the centre. The Government therefore considered the applicant’s complaints incompatible ratione materiae with the provisions on the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  As regards the exhaustion of domestic remedies, the Government argued that the applicant should have lodged a complaint with the Constitutional Court if he had considered that his continued stay in the Īle Centre and his inability to challenge its lawfulness was the result of the actual wording of legal provisions, in particular section 28, paragraph 2, part 3, and section 28, paragraphs 3 and 4 of the Law on Social Services and Social Assistance, section 358 of the Civil Law and section 40 of the Law on Custodial Courts, about the compliance of these legal provisions with provisions of superior legal force. The Government relied on the Court’s decision in the case of Grišankova and Grišankovs, in which the Court had accepted that recourse to the  was an effective remedy. The Government stressed that the Constitutional Court’s interpretation of a legal provision was binding on the domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The applicant disagreed, and considered that he had been deprived of his liberty in the sense of Article 5 § 1 of the Convention. He pointed out that the Īle Centre in Īle parish was in fact a closed-type social care institution. He had not been able either to move about freely within the centre or to leave its territory. The management had reported to the police every occasion when a patient had left the centre without permission, and he or she was then forcibly taken back to the Īle Centre. Moreover, the applicant submitted that the Īle Centre had limited space and was surrounded by a stone wall, which was topped with barbed wire. He provided some photographs, taken in 2012, that corroborated this submission. It could be seen from these photographs that the premises, although no longer in use, indeed were surrounded by a stone wall. The Īle Centre had been located on a hill in the middle of a forest, and was completely inaccessible by car in winter, autumn and spring. As of 1 April 2010, however, the Īle Centre had been moved to Lielbērze to an open-type social care institution in unfenced grounds. According to the applicant, his freedom continued to be restricted there as well since the applicant was unable to leave its territory unless the administration had granted permission.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The applicant provided no comment on the Government’s preliminary objection concerning the exhaustion of domestic remedies before the .",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "109.  The Court considers that the question whether there was a “deprivation of liberty” within the meaning of Article 5 § 1 in the present case is closely linked to the merits of the complaint under that provision. The issue of applicability should therefore be joined to the merits of this complaint (see Stanev, cited above, § 100).",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  Furthermore, the Court considers that in the present case the question whether the applicant exhausted domestic remedies to challenge the lawfulness of his continued confinement in the Īle Centre is closely linked to his allegations under Article 5 § 4 that it should be joined to the merits under that provision (ibid., § 99).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds, subject to the questions joined to the merits. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "112.  The applicant, referring to the case of Shtukaturov v. Russia (no. 44009/05, ECHR 2008), alleged that the Latvian authorities had failed to abide by the principles established therein.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  Furthermore, relying on the judgment in the case of Winterwerp v. the Netherlands (24 October 1979, Series A no. 33), the applicant noted that the Convention does not state what is to be understood by the words “persons of unsound mind”. This term is not one that can be given a definitive interpretation; it is a term whose meaning is continually evolving as research in psychiatry progresses, as increasing flexibility in treatment is developing and society’s attitude to mental illness changes, in particular so that a greater understanding of the problems of mental patients is becoming more widespread (ibid., § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The applicant maintained that the Īle Centre in Īle parish had been a closed-type social care institution. He reiterated that he had spent several years in that facility against his will, together with seriously mentally ill people, and that his freedom of movement had been restricted. He pointed out that from 1 April 2010 the Īle Centre had been moved to Lielbērze and that it had been an open type social care institution providing services for people with severe mental disorders and Category I and II disabilities. He could not nonetheless leave its territory without permission.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  Both facilities provided accommodation for people with a wide variety of mental disorders, including severe physical and psychological conditions. The applicant’s illness did not involve a permanently impaired mental state; although epileptic seizures could occur, he stated that for the past year he had not experienced a single seizure. He had been fully conscious for the rest of the time and had been fully capable of reacting appropriately. For him, the very fact of being situated in a closed-type facility together with people with mental disorders had been excruciating.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The applicant’s submission was that his placement in the Īle Centre together with people with mental disorders did not fall within any of the grounds on which deprivation of liberty could be justified under Article 5 of the Convention. The domestic authorities had based their decisions to place the applicant in the Īle Centre solely on the fact that his family were not prepared to take care of him and that he needed social assistance. The authorities had not examined whether the necessary assistance could be provided through alternative measures that were less restrictive of his personal liberty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "117.  The Government argued that the applicant’s complaints should be assessed from the perspective of his health, and that regard must be had to contradictions in his complaints. They submitted that, on the one hand, the applicant was unhappy about being placed in the Īle Centre, but, on the other hand, they argued that he had refused to leave it. In this connection they referred to the applicant’s alleged refusal to move to the Iecava branch in 2010 (see paragraph 26 above). They drew a distinction between the applicant’s grievances and possible disagreements with his wife and “the objective necessity to ensure that he received the medical treatment required by his state of health”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The Government reiterated their previous submission that the Īle Centre had been an open type institution and stressed that he could move around freely inside and outside it, as well as socialise and receive guests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  They also submitted that the applicant’s state of health had been regularly examined. According to the Government: “the results of the examinations performed established that he suffered from epileptic dementia and that his mental health was deteriorating, as he had periodic episodes of delirium, dysphoria and aggressive episodes. In all the medical reports it was concluded that the applicant could not live alone without constant supervision.” In this connection they referred to the information provided by the Īle Centre, the psychologist and the Ģintermuiža hospital that dated from 2007 to 2011 (see paragraphs 27-31, 46 above). They concluded that the applicant had been in obvious need of medical care and alleged that the applicant had not disputed this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Government emphasised that the applicant himself had refused to be moved to the Iecava branch in 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  Referring to the telephone conversation of 26 March 2012, the Government pointed out that on several occasions the applicant had left the Īle Centre with his guardian, Mr Petrovs, and that he had stayed at Mr Petrov’s home overnight (see paragraph 58 above). That led the Government to the conclusion that the Īle Centre could not be considered as a place of deprivation of liberty. They stressed that the applicant had not objected to Mr Petrov’s decision not to terminate the provision of social care services to the applicant and argued that this supported their position that the essence of the applicant’s complaints to the Court had been about his relationship with his wife. The Government maintained that the applicant had tacitly accepted his stay in the Īle Centre and that it had not been involuntary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  Finally, the Government submitted that the facts of the present case were fundamentally different from those of the above-cited Stanev case, in that the present applicant could and did leave the Īle Centre, and that he had tacitly agreed to his stay there. They held the firm view that there had been no deprivation of liberty in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The third parties’ intervention",
                                        "elements": [
                                            {
                                                "content": "123.  The third parties in their joint submissions set forth the latest standards of international human rights law concerning people with disabilities. They endorsed a dynamic interpretation of the Convention and, stressed, in particular, the importance of the United Nations Convention on the Rights of Persons with Disabilities (the CRPD) in that connection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The third parties noted that the Committee on the Rights of Persons with Disabilities and the Special Rapporteur on Torture have interpreted any denial of liberty where disability is a factor to be a deprivation of the right to liberty and thus in conflict with Article 14 of the CRPD.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  They submitted that the Court considered the objective as well as the subjective aspects of an alleged deprivation of liberty in order to determine if the breach had in fact happened. The inextricable connection between the objective and subjective factors needed to be particularly emphasised when determining the rights to liberty of people with disabilities. For example, a person with a disability should be judged to have been deprived of the right to liberty even if he or she had consented to live in degrading, unhygienic, restricted living conditions. Similarly, the compulsory housing of people with disabilities in hygienic, comfortable premises would still constitute a loss of liberty if it was forced and without consent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The right to liberty of all people with disabilities, and particularly in respect of people with psychosocial and intellectual disabilities, was a crucial concern because it had repeatedly been found that forced treatment was almost always accompanied by a loss of liberty. In recognition of this consequence, the Committee on the Rights of Persons with Disabilities had required in several of its Concluding Observations that States Parties ensure that health care services, including all mental health care services, be based on the informed consent of the person concerned. The Special Rapporteur on Torture had pointed out that “arbitrary or unlawful deprivation of liberty based on the existence of a disability might also inflict severe pain or suffering on the individual, thus falling under the scope of the Convention against Torture”. These links between loss of liberty and forced treatment and torture necessitated rigorous scrutiny of any deprivation of liberty of persons with disabilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  Lastly, this scrutiny is also compelled by the fact that people in these situations, more than others, required the succour of human rights protection. Their extreme disempowerment required that the right to liberty and freedom from coercive treatment become operative rights and facts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether the applicant’s was deprived of his liberty within the meaning of Article 5 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "128.  The Court reiterates that in order to determine whether someone has been “deprived of his liberty” within the meaning of Article 5, the starting point must be his actual situation, and account must be taken of a whole range of criteria such as the type, duration, effects and manner of implementation of the measure in question (see, for a recent authority, the above-cited Stanev case, § 115). The Court further observes that the notion of deprivation of liberty within the meaning of Article 5 § 1 does not only comprise the objective element of a person’s confinement in a particular restricted space for a length of time which is more than negligible. A person can only be considered to have been deprived of his liberty if, as an additional subjective element, he has not validly consented to the confinement in question (see Storck v. Germany, no. 61603/00, § 74, ECHR 2005V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  In the context of deprivation of liberty on mental-health grounds, the Court refers to the general principles recently reiterated in the above-mentioned Stanev case (ibid., §§ 116-120). In particular, it reiterates that it has found that there has been a deprivation of liberty in circumstances such as the following: (a) where the applicant, who had been declared legally incapable and admitted to a psychiatric hospital at his legal representative’s request, had unsuccessfully attempted to leave the hospital (see Shtukaturov, cited above, § 108); (b) where the applicant had initially consented to be admitted to a clinic but had subsequently attempted to escape (see Storck, cited above, § 76); (c) where the applicant was an adult incapable of giving his consent to admission to a psychiatric institution which, nonetheless, he had never attempted to leave (see H.L. v. the , no. 45508/99, §§ 89-94, ECHR 2004IX); and (d) where the applicant, a mentally incapacitated individual, who had been placed in a social care home in a block which he was able to leave, was nevertheless under constant supervision and was not free to leave the home without permission whenever he wished so (see Stanev, cited above, §§ 124-130).",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  Turning to the facts of the present case the Court notes, first of all, that in actual fact the applicant was successively placed in two state social care institutions – from 30 January 2002 to 1 April 2010 in the Īle Centre in Īle parish and from 1 April 2010 to the present in the Īle Centre in Lielbērze. Having regard to the parties’ factual submissions as concerns these institutions, the Court will first examine whether the applicant’s placement in the Īle Centre in Īle parish amounted to deprivation of liberty in the meaning of Article 5 § 1 of the Convention, and then the situation as concerns the Īle Centre in Lielbērze.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Court observes that the applicant’s factual situation or the objective element of his confinement in the Īle Centre in Īle parish is disputed between the parties, who are in disagreement as to whether this institution was an open or a closed one. The Court emphasises nevertheless that this question is not determinative of the issue. In this regard, the Court notes its case-law to the effect that a person could be considered to have been “detained” for the purposes of Article 5 § 1 even during a period when he or she was in an open ward with regular unescorted access to unsecured hospital grounds and the possibility of unescorted leave outside the hospital (see H.L. v. the United Kingdom, cited above, § 92). The key factor in determining whether Article 5 § 1 applies to the applicant’s situation in the Īle Centre is whether its management exercised complete and effective control over his treatment, care, residence and movement from 30 January 2002, when he was admitted to that institution, to 1 April 2010, when he was transferred to Lielbērze (ibid., § 91; D.D. v. , no. 13469/06, § 146, 14 February 2012; and Kędzior v. , no. 45026/07, § 57, 16 October 2012 (not final)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The parties’ submissions indicate that the applicant could not leave the institution without its management’s permission. Permission appeared to be conditional on the applicant’s state of health and was provided only if he was accompanied by staff of the institution or by another patient. There is no information at the Court’s disposal that the applicant had ever received permission to leave the centre with a staff member or another patient, or whether he had actually left it at any time between 30 January 2002 and 1 April 2010. The Government’s reference to permission that had been granted to the applicant to leave the centre appears to be related to the period of his stay in the Īle Centre in Lielbērze and not while he was in the Īle Centre in Īle parish. Moreover, the Court notes that the custodial court established that the applicant’s guardians at the material time, his wife and subsequently his son, had never taken him outside the Īle Centre. It sees no reason to question this finding. Moreover, it appears that his wife also limited the applicant’s social contacts by at one point prohibiting the applicant from receiving other visitors without her; this is contrary to the Government’s submission that he could freely meet other people. The Court further takes note of the applicant’s submission, which remained uncontested by the Government, that whenever patients left the institution without permission they were taken back there by the police. This situation resembles that of Mr Stanev (see Stanev, cited-above, §§ 28 and 127, who had overstayed a leave of absence and the staff returned him to the home without regard to his wishes) and Ms D.D. (see D.D. v. Lithuania, cited above, §§ 30 and 146, who had left the institution on her own and then was brought back by the police). These factors lead the Court to consider, contrary to the Government’s position, that the applicant was under constant supervision and was not free to leave the institution without permission whenever he wished.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  As regards the duration of the measure, the Court observes that it had not been specified and that the applicant had lived in the Īle Centre in Īle parish for more than eight years. This period is sufficiently long for him to have felt the full adverse effects of the restrictions imposed on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Court next turns to the “subjective” element, which is also disputed between the parties. The Court reiterates that the fact that the applicant lacked de jure legal capacity to decide matters for himself does not necessarily mean that he was de facto unable to understand his situation (see Shtukaturov, cited above, § 108). Whilst accepting that there are situations where the wishes of a person with impaired mental faculties may validly be replaced by those of another person acting in the context of a protective measure, and that it is sometimes difficult to ascertain the true wishes or preferences of the person concerned (see Stanev, cited above, § 130), the Court finds that this was not the applicant’s case. The documents presented to the Court indicate that the applicant subjectively perceived his compulsory admission to the Īle Centre as a deprivation of liberty. Contrary to what the Government suggested, he has never regarded his admission to the institution as consensual, and has objected to it during his stay there. On a number of occasions the applicant applied to the custodial courts with a view to having his legal capacity reinstated (see paragraphs 32 and 38 above), submitting that this would allow him to leave the centre. In his further applications to the State authorities he explicitly stated that he had been placed in the Īle Centre against his will (see paragraph 34 above) and that he wished to have another guardian who would carry out his wish to be allowed to leave (see paragraph 38 above). The Court takes note of the Government’s argument relating to the applicant’s alleged refusal to move to another social care institution located in Iecava municipality in November or December 2010 (see paragraphs 26 and 117 above). However the Court considers that this refusal did not relate to his possible release from the Īle Centre in Īle parish, but rather his possible release from the Īle Centre in Lielbērze, where he was placed on 1 April 2010. By the same token the Court considers that the Government’s reference to the telephone conversation of 26 March 2012 (see paragraphs 58 and 121 above) is misconceived, since it did not attest to his wishes to reside in the Īle Centre in Īle parish but rather in Lielbērze.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  These factors set the circumstances in the Īle Centre in Īle parish apart from those of the nursing home where the applicant in H.M. v. Switzerland was moved. In that case the Court found that there had been no deprivation of liberty as the applicant had been placed in the nursing home purely in her own interests and, after her arrival there, had agreed to stay. In that connection the Government have not shown that in the present case, on arrival at the Īle Centre in Īle parish or at any later date, the applicant agreed to stay there. That being so, the Court is not convinced that the applicant consented to the placement or accepted it tacitly at a later stage and throughout his stay there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  Lastly, the Court notes that although the applicant’s admission was requested by the applicant’s guardian, a private individual, it was implemented by a State-run institution, the State social care centre. Therefore, the responsibility of the authorities for the situation complained of was engaged (see the above-cited Shtukaturov, § 110; D.D. v. Lithuania, § 151; and Kędzior, § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  In the light of the foregoing the Court concludes that the applicant was “deprived of his liberty” within the meaning of Article 5 § 1 of the Convention from 30 January 2002 to 1 April 2010 in the Īle Centre in Īle parish. The Court therefore rejects the Government’s objection in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The Court observes that the objective and subjective elements of the applicant’s confinement in the Īle Centre in Lielbērze from 1 April 2010 onwards are also disputed between the parties. Having due regard to the parties’ submissions and to the facts of the case, the Court has doubts whether the applicant could be considered as having been deprived of his liberty in the Īle Centre in Lielbērze. In this connection, the Court refers to the fact that the applicant acknowledged that the Īle Centre in Lielbērze had been an open institution. It further notes that he himself had refused to move to another care centre, namely to the Iecava branch, by pointing out that he was satisfied with his stay in the Īle Centre in Lielbērze (see paragraph 26 above). The applicant did not contest this before the Court. It is also important in this connection to note that the applicant did, in fact, leave the Īle Centre in Lielbērze on several occasions to spend some time outside after Mr Petrovs had been appointed his guardian (see paragraph 58 above). Finally, the Court notes that the applicant did not approach any domestic authority with a view to his release from the Īle Centre in Lielbērze, contrary to his express opposition to his confinement in the Īle Centre in Īle parish (see paragraph 134 above). In this connection, the Court notes that under the applicable law (see paragraph 75 above) the applicant could complain about any breaches of his rights. The Court observes that there is no indication in the case material that the applicant approached any domestic authority to allege a breach of his rights in the Īle Centre in Lielbērze, for example, as concerns arbitrary or indeed any deprivation of his liberty. The Court cannot but note that he did exercise this right while residing in the Īle Centre in Īle parish.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  These factors, in contrast to those examined under the previous sub-heading, are sufficient for the Court to consider that the Government have shown that the applicant had tacitly agreed to stay in the Īle Centre in Lielbērze. The Court would add, in this respect, that it is not without importance that the applicant’s representative conceded that the applicant’s complaints related to the events in the past, thereby implicitly confirming that he did not have any objections to the current state of affairs in the Īle Centre in Lielbērze.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  Therefore, the Court accepts the Government’s objection that the applicant was not “deprived of his liberty” within the meaning of Article 5 § 1 of the Convention from 1 April 2010 onwards in the Īle Centre in Lielbērze. Accordingly, Article 5 § 1 of the Convention is not applicable to the applicant’s stay in Lielbērze and there has been no violation of that provision in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the applicant’s placement in the Īle Centre in Īle parish was compatible with Article 5 § 1",
                                "elements": [
                                    {
                                        "content": "141.  The Court observes that the applicant argued that the restrictions imposed on him amounted to a deprivation of liberty which had not been warranted by any of the exceptions provided for in sub-paragraphs (a) to (f) of Article 5 § 1 to the rule of personal liberty. The Government contended that the applicant’s placement in the Īle Centre had been in his best interests as he had been in obvious need of medical care. Referring to the Government’s submissions as concerns the applicant’s mental state of health and the allegation that he was incapable of living alone without constant supervision, the Court considers that the Government may be understood as arguing that the measure in question should be held to comply with sub-paragraph (e) of Article 5 § 1 of the Convention and that the applicant had been admitted to the Īle Centre lawfully.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  It appears that the only condition for the applicant’s detention was the consent of his official guardian, his wife, who was also the person who sought the applicant’s placement in the social care centre (see Shtukaturov, cited above, § 112). In this connection, the Court accepts that there was some legal basis for the applicant’s placement in the social care centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  However, the Court reiterates that the notion of “lawfulness” in the context of Article 5 § 1 has also a broader meaning. The notion underlying the term “procedure prescribed by law” is one of fair and proper procedure, namely that any measure depriving a person of his liberty should issue from, and be executed by, an appropriate authority and should not be arbitrary (see Winterwerp, cited above, § 45, and, more recently, X v. Finland, no. 34806/04, § 148, ECHR 2012 (extracts)). In other words, the detention cannot be considered “lawful” within the meaning of Article 5 § 1 if the domestic procedure does not provide sufficient guarantees against arbitrariness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  In its abovementioned Winterwerp judgment, the Court set out three minimum conditions which have to be satisfied in order for there to be “the lawful detention of a person of unsound mind” within the meaning of Article 5 § 1 (e): except in emergency cases, the individual concerned must be reliably shown to be of unsound mind, that is to say the existence of a true mental disorder must be established by a competent authority on the basis of objective medical opinion; the mental disorder must be of a kind or degree warranting compulsory confinement; and the validity of continued confinement depends upon the persistence of such a disorder (ibid., § 39). In this connection, the Court reiterates that in deciding whether an individual should be detained as a “person of unsound mind”, the national authorities are to be recognised as having a certain discretion, since it is in the first place for them to evaluate the evidence adduced before them in a particular case; the Court’s task is to review under the Convention the decisions of those authorities (ibid., § 40; and, more recently, Stanev, cited above, § 155). It is not the Court’s task to reassess various medical opinions, which would fall primarily within the competence of national courts; however, it must ascertain for itself whether the domestic courts, when taking the contested decision, had at their disposal sufficient evidence to justify the detention (see Herz v. Germany, no. 44672/98, § 51, 12 June 2003, and, more recently, Plesó v. , no. 41242/08, § 61, 2 October 2012 (not final)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The Court has already noted that in certain circumstances the welfare of a person with mental disorders might be a further factor to take into account, in addition to medical evidence, in assessing whether it is necessary to place the person in an institution. However, the objective need for accommodation and social assistance must not automatically lead to the imposition of measures involving deprivation of liberty. The Court considers that any protective measure should reflect as far as possible the wishes of individuals capable of expressing their will. Failure to seek their opinion could give rise to situations of abuse and hamper the exercise of the rights of vulnerable persons. Therefore, any measure taken without prior consultation of the interested person will as a rule require careful scrutiny (see Stanev, cited above, § 153).",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  In the instant case, the first question is whether the applicant was reliably shown to be suffering from a mental disorder. On this point, the Court observes that the expert medical report produced in the context of the proceedings for the applicant’s legal incapacitation established that he was suffering from epilepsy, which was described as organic in nature with psychotic syndromes and symptoms, but expressly noted that he did not suffer from “a mental illness” (see paragraph 8 above). In any event, the Court reiterates that the mental condition of a person must be established at the time he is deprived of liberty (see O.H. v. Germany, no. 4646/08, § 78, 24 November 2011) and, in the present case, the experts examined the applicant on 19 April 2000 in the course of the incapacitation proceedings, while the decision to place him in the Īle Centre was taken almost two years later, on 21 January 2002. Similarly, the scarcely-reasoned decision by the Social Assistance Authority to include the applicant in the list of people waiting for a referral to a social care institution was adopted on 28 November 2000, therefore any examination of the applicant’s state of health carried out for the purposes of that decision cannot be considered as an “objective medical opinion” for deprivation of liberty taking place more than one year later, let alone an examination that did not establish the existence of “a mental illness”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  Having found that the reports issued in 2000 did not reliably show that the applicant was suffering from a mental disorder at the relevant time, the Court will now examine the medical certificate of 17 January 2002, which was prepared a few weeks before the applicant was placed in the Īle Centre (see paragraph 18 above). It is true that it contained a conclusion that in view of the applicant’s state of mental health he could be placed in an institution for people with mental disorders. However, the Court considers that such a conclusion is not sufficient. For the purposes of the Winterwerp test it has to be reliably shown that the applicant was suffering from a “true” mental disorder at the time he was placed in the institution. In the medical certificate of 17 January 2002 there was no mention that the applicant was suffering from any illness, let alone that he suffered from any mental disorder at all.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  The documents submitted to the Court indicate that the applicant’s diagnosis at the time of his placement had been “epileptic dementia” and “focal symptomatic epilepsy with secondarily generalised seizures” (see paragraphs 27, 28, 31 and 48 above), but in the absence of the parties’ observations or indeed any further information on this issue, the Court cannot speculate as to when, where or who had established this diagnosis. Therefore it considers that the Government have not proved the existence of the “objective medical opinion” capable of justifying the applicant’s detention. In the Court’s view, the lack of proper medical assessment alone would be sufficient to conclude that the applicant’s placement in the centre was not lawful for the purposes of Article 5 § 1 (e) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  The Court observes that the other requirements of Article 5 § 1 (e) were not satisfied in the present case either. As regards the need to justify the placement by the severity of the disorder, the Court notes that it has not been established that at the material time the applicant posed any danger to himself or to others, for example because of his psychiatric condition (see, for a similar consideration, Plesó, cited above, §§ 65 and 67). Indeed, there is no information as concerns his behaviour before he was placed in the Īle Centre; the mere fact that prior to his placement in the social care home he had been admitted to the psychiatric hospital is insufficient in this regard. The Court considers that the Government’s reference to the information which related to later events, namely from 2007 to 2011 (see paragraph 119 above), is also not sufficient to prove that the severity of the applicant’s disorder warranted his confinement in 2002. Moreover, there was no evidence that he would not submit to treatment voluntarily (see and contrast, Sabeva v. , no. 44290/07, § 59, 10 June 2010). Nor was any consideration given to a possibility of treating the applicant as an outpatient (ibid., § 60) or to other less restrictive means of social assistance and care. In the Court’s view the domestic authorities should have taken a more careful approach in assessing whether or not the applicant’s condition warranted his placement in the Īle Centre in 2002, given that any encroachment in the Convention rights of persons belonging to particularly vulnerable groups such as those with disabilities can be justified only by “very weighty reasons” (see, mutatis mutandis, Z.H. v. Hungary, no. 28973/11, § 29, 8 November 2012 (not final)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  The Court further notes deficiencies in the assessment of whether the alleged disorders warranting the applicant’s confinement persisted over time. Although he appears to have been under the supervision of the psychiatrist in the institution, the aim of that supervision was not to provide an assessment at regular intervals of whether he still needed to be kept in the Īle Centre for the purposes of Article 5 § 1 (e). Indeed, no provision was made for such an assessment under the relevant legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  In view of the above considerations, the Court finds that the regulatory framework for placing in social care centres individuals who, like the applicant, have been totally deprived of legal capacity, did not provide the necessary safeguards at the material time. The Court will return to this matter in the context of the applicant’s complaint under Article 5 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  Having regard to the foregoing, and in particular to the lack of proper medical assessment of his placement in the centre and to the lack of regular assessment of the applicant’s disorder, the Court observes that the applicant’s placement in the Īle Centre in Īle parish was not ordered “in accordance with a procedure prescribed by law” and that his deprivation of liberty was not justified by subparagraph (e) of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  Furthermore, the Government have not indicated any of the other grounds listed in sub-paragraphs (a) to (f) which might have justified deprivation of liberty in issue in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 5 § 1 in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Article 5 § 4 of the Convention as concerns the Īle Centre in Īle parish",
                                "elements": [
                                    {
                                        "content": "154.  Among the principles emerging from the Court’s case-law under Article 5 § 4 concerning “persons of unsound mind” are the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) a person detained for an indefinite or lengthy period is in principle entitled, at any rate where there is no automatic periodic review of a judicial character, to take proceedings “at reasonable intervals” before a court to put in issue the “lawfulness” – within the meaning of the Convention – of his detention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) Article 5 § 4 requires the procedure followed to have a judicial character and to afford the individual concerned guarantees appropriate to the kind of deprivation of liberty in question; in order to determine whether proceedings provide adequate guarantees, regard must be had to the particular nature of the circumstances in which they take place;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) the judicial proceedings referred to in Article 5 § 4 need not always be attended by the same guarantees as those required under Article 6 § 1 for civil or criminal litigation. Nonetheless, it is essential that the person concerned should have access to court and the opportunity to be heard either in person or, where necessary, through some form of representation (see, for a recent authority, Stanev, cited above, § 171).",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  This is so in cases where the original detention was initially authorised by a judicial authority (see X v. the United Kingdom, 5 November 1981, § 52, Series A no. 46), and it is all the more true in the circumstances of the present case where the applicant’s placement in the Īle Centre was initiated by a private individual, namely the applicant’s guardian, and decided upon by the municipal and social care authorities without any involvement of the courts (see D.D. v. Lithuania, cited above, § 164, and Kędzior, cited above, § 76).",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Court accepts that the forms of judicial review may vary from one domain to another and may depend on the type of deprivation of liberty at issue. It is not within the province of the Court to inquire into what would be the best or most appropriate system of judicial review in this sphere (ibid., § 77). However, in the present case the courts were not involved in deciding on the applicant’s placement at any time or in any way. It appears that in situations such as the applicant’s Latvian law does not provide for automatic judicial review of the lawfulness of admitting a person to and keeping him in an institution like the Īle Centre. In addition, a review cannot be initiated by the person concerned if that person has been deprived of his legal capacity. In sum, the applicant was prevented from independently pursuing any legal remedy of a judicial character to challenge his continued involuntary institutionalisation. This again confirms a lack of an effective regulatory framework in this area (see paragraph 151 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  The Government claimed that the applicant could initiate proceedings before the  to challenge the compliance of specific legal provisions contained in the Law on Social Services and Social Assistance, the Civil Law and the Law on  with provisions of superior force. The Court, being mindful of the Constitutional Court’s ruling of 27 December 2010, notes however that the present applicant’s complaint under Article 5 § 4 of the Convention relates to his inability to obtain release from the Īle Centre and not to the issue of his legal capacity. In this connection, the Court reiterates that the Constitutional Court in Latvia is empowered to repeal legal provisions which it finds unconstitutional, but not to adopt new legal procedures or to close an alleged legislative gap (see Liepājnieks v. Latvia (dec.), no. 37586/06, §§ 73 and 75, 2 November 2010). This conclusion is further supported by the  ruling of 27 December 2010, whereby some legal provisions of the Latvian Civil Law relating to the legal capacity of individuals were declared null and void with effect from 1 January 2012. Parliament therefore had to come up with a legislative solution to comply with the Constitutional Court’s ruling and to establish a system of partial legal capacity for individuals in . This was done two years after the Constitutional Court’s ruling and the new regulation is applicable from 1 January 2013. In such circumstances the Court fails to see how the present applicant’s recourse to the  would enable him “to take proceedings at reasonable intervals” to determine the lawfulness of his continued deprivation of liberty. The Government did not suggest that there were any other venues available to the applicant to obtain a review of the lawfulness of his detention in the institution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  In the light of the above, the Court dismisses the Government’s objection of failure to exhaust domestic remedies and finds that there has also been a violation of Article 5 § 4 of the Convention as concerns the Īle Centre in Īle parish.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  On the other hand, taking into account that the applicant was not deprived of his liberty from 1 April 2010 onwards in the Īle Centre in Lielbērze, Article 5 § 4 of the Convention is not applicable and there has been no violation of that provision in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "160.  The applicant complained of a breach of Article 8 of the Convention on account of the fact that he had been fully dependent on his wife, who had been his guardian, had not represented his interests and had opposed all attempts by him to defend his rights.",
                                "elements": []
                            },
                            {
                                "content": "161.  Article 8 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "162.  The Government reiterated their submission (see paragraph 121 above) that the essence of the applicant’s complaints had been his relationship with his wife and not “his continued incapacitation”. He could not therefore claim to be a victim within the meaning of Article 34 of the Convention. Furthermore, he had failed to lodge an appeal against the 17 May 2000 judgment or to ask for a restoration of the time-limit for the appeal. The Government considered that these remedies were still available to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The applicant maintained that there has been a violation of his right to respect for his private life on account of his continued legal incapacitation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "164.  In view of the applicant’s submission that he did, in fact, complain about his continued legal incapacitation under Article 8 of the Convention, the Court rejects the Government’s preliminary objection as concerns the incompatibility ratione personae of this complaint with the provisions of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  As concerns the second preliminary objection, the Court observes that the applicant’s complaint under this provision relates to his continued legal incapacitation, at least until 13 February 2012 when the legislation changed to allow persons such as the applicant to request, in their own name, reinstatement of their legal capacity (see paragraph 69 above), and not merely to the 17 May 2000 judgment. It accordingly rejects the Government’s plea of non-exhaustion. The Court further observes that the Government have not argued that any other remedy was available to the present applicant in respect of his complaint under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "167.  Having regard to its conclusions under Article 5 §§ 1 and 4 of the Convention above, the Court considers that no separate issue arises under Article 8 of the Convention (see Stanev, cited above, § 252). It is therefore unnecessary to examine this complaint.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATION OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "168.  The applicant further complained under Articles 2 and 3 of the Convention that narcotic substances had been administered to him against his will between 13 March 2000 and 30 January 2002. He also complained, citing Article 5 of the Convention, about his compulsory admission to the psychiatric hospital in  during this period. He further alleged a breach of Article 7 of the Convention on account of the facts which have been examined above under Article 5 §§ 1 and 4. The applicant complained, and referred in this regard to Article 6 of the Convention, that the 17 May 2000 decision had been adopted in his absence and alleged that he had never received a copy of that decision. Lastly, the applicant alleged breaches of Articles 13, 14 and 17 of the Convention, as well as breaches of various Articles of the Protocols to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "169.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "170.  It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "171.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "172.  The applicant claimed 500,000 euros (EUR) in respect of non-pecuniary damage. He submitted that he had spent more than eleven years in different closed-type mental institutions, his movements had been restricted to their territories and he had to spend time with other patients. The applicant described his situation as worse than in a prison, because in a prison one at least had a term to serve. Finally, he compared his eleven years spent in various institutions to a partly-closed prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "173.  The Government disagreed. They pointed out that the applicant had not indicated whether or how he had suffered from mental anguish or distress as a result of the alleged violations. In their opinion, the finding of a violation in itself would constitute adequate compensation in the present case. Alternatively, they considered that the amount requested was unjustified, excessive and exorbitant. They referred to other cases examined by the Court under Article 5 (Beiere v. , no. 30954/05, § 58, 29 November 2011 and L.M. v. , no. 26000/02, § 64, 19 July 2011) and noted that the sum of the non-pecuniary compensation in these cases had been EUR 9,000. Finally, they pointed out that in these cases the applicants had been placed in psychiatric hospitals, whereas the present case concerned an open institution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  The Court observes that it has found a violation of Article 5 § 1 as well as a violation of Article 5 § 4 in the present case in so far as it concerns the applicant’s deprivation of liberty in the Īle Centre in Īle parish from 30 January 2002 to 1 April 2010, that is, for more than eight years. It considers that the applicant must have endured suffering as a result of being placed in the centre and his inability to secure a judicial review of that measure. This suffering undoubtedly aroused in him a feeling of helplessness and anxiety. Ruling on an equitable basis, as required by Article 41 of the Convention, the Court considers that the applicant should be awarded an aggregate sum of EUR 15,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "175.  The applicant did not lodge any claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "176.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s request to strike the application out of its list of cases;",
                        "elements": []
                    },
                    {
                        "content": "2.  Joins to the merits the Government’s preliminary objections that the applicant’s complaints under Article 5 §§ 1 and 4 of the Convention are incompatible ratione materiae with the provisions of the Convention and that the applicant had failed to exhaust domestic remedies;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the complaints under Article 5 §§ 1 and 4 and Article 8 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s stay in the Īle Centre in Īle parish from 30 January 2002 to 1 April 2010 and dismisses the Government’s preliminary objection as concerns the applicability of Article 5 § 1 of the Convention in this respect;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 5 § 1 of the Convention on account of the applicant’s stay in the Īle Centre in Lielbērze from 1 April 2010 onwards and upholds the Government’s preliminary objection as concerns the applicability of Article 5 § 1 of the Convention in this respect;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the applicant’s inability to obtain a review of the lawfulness of his placement in the Īle Centre in Īle parish from 30 January 2002 to 1 April 2010 and dismisses the Government’s preliminary objection as concerns the non-exhaustion of domestic remedies in this respect;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been no violation of Article 5 § 4 of the Convention on account of the applicant’s inability to review of the lawfulness of his placement in the Īle Centre in Lielbērze from 1 April 2010 onwards and upholds the Government’s preliminary objection as concerns the applicability of Article 5 § 1 of the Convention in this respect;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that it is not necessary to examine whether there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 15,000 (fifteen thousand euros) in respect of non-pecuniary damage plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "10.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 January 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "David Thór Björgvinsson",
            "role": "president"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MIHAILOVS v. LATVIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-116075.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0122JUD003593910",
    "externalsources": [],
    "extractedappno": [
        "35939/10",
        "26000/02",
        "36117/02",
        "60654/00",
        "30779/05",
        "25525/03",
        "73485/01",
        "46549/06",
        "798/05",
        "36760/06",
        "39187/98",
        "44009/05",
        "61603/00",
        "45508/99",
        "13469/06",
        "45026/07",
        "34806/04",
        "44672/98",
        "41242/08",
        "4646/08",
        "44290/07",
        "28973/11",
        "37586/06",
        "30954/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Law on Social Services and Social Assistance",
        "Civil Law",
        "Law on Custodial Court"
    ],
    "itemid": "001-116075",
    "judgementdate": "22/01/2013 00:00:00",
    "kpdate": "22/01/2013 00:00:00",
    "kpthesaurus": [
        "448",
        "93",
        "220",
        "307",
        "438",
        "481",
        "14",
        "128",
        "398",
        "609",
        "241",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-1-e",
        "37",
        "37-1-b",
        "5-4",
        "35-1",
        "35-3",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "MIHAILOVS",
        "LATVIA"
    ],
    "rank": "953.521911621094",
    "representedby": [
        "ZVEJSALNIEKS A."
    ],
    "respondent": "LVA",
    "respondentOrderEng": "24",
    "scl": [
        "Apinis v. Latvia (dec.), no. 46549/06, 20 September 2011",
        "Beiere v. Latvia, no. 30954/05, § 58, 29 November 2011",
        "D.D. v. Lithuania, no. 13469/06, 14 February 2012",
        "El Majjaoui and Stichting Touba Moskee v. the Netherlands (striking out) [GC], no. 25525/03, § 33, 20 December 2007",
        "H.L. v. the United Kingdom, no. 45508/99, §§ 89-94, ECHR 2004-IX",
        "Z.H. v. Hungary, no. 28973/11, § 29, 8 November 2012",
        "Herz v. Germany, no. 44672/98, § 51, 12 June 2003",
        "Kedzior v. Poland, no. 45026/07, 16 October 2012",
        "L.M. v. Latvia, no. 26000/02, § 64, 19 July 2011",
        "Liepajnieks v. Latvia (dec.), no. 37586/06, §§ 73 and 75, 2 November 2010",
        "Melnitis v. Latvia, no. 30779/05, § 33, 28 February 2012",
        "Mirolubovs and Others v. Latvia, no. 798/05, § 63, 15 September 2009",
        "O.H. v. Germany, no. 4646/08, § 78, 24 November 2011",
        "Plesó v. Hungary, no. 41242/08, 2 October 2012",
        "Sabeva v. Bulgaria, no. 44290/07, § 59, 10 June 2010",
        "Shtukaturov v. Russia, no. 44009/05, ECHR 2008",
        "Sisojeva and Others v. Latvia (striking out) [GC], no. 60654/00, § 97, ECHR 2007-I",
        "Stanev v. Bulgaria [GC], no. 36760/06, ECHR 2012",
        "Storck v. Germany, no. 61603/00, § 74, ECHR 2005-V",
        "Vasilevskiy v. Latvia (dec.), no. 73485/01, 10 January 2012",
        "Winterwerp v. the Netherlands, 24 October 1979, Series A no. 33",
        "X v. Finland, no. 34806/04, § 148, ECHR 2012 (extracts)",
        "X v. the United Kingdom, 5 November 1981, § 52, Series A no. 46"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "434476",
    "typedescription": "15"
}