{
    "__articles": "10;10-2;10-1;29;29-3;41",
    "__conclusion": "Violation of Art. 10;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "35877/04",
    "article": [
        "29",
        "10",
        "41"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-90356.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35877/04) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Azerbaijani nationals, Mr Rovshan Asgar oglu Mahmudov (Rövşən Əsgər oğlu Mahmudov) and Mr Yashar Vaqif oglu Agazade (Yaşar Vaqif oğlu Ağazadə) (“the applicants”), on 9 August 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr I. Aliyev and Mr E. Ibrahimov, lawyers practising in . The Azerbaijani Government (“the Government”) were represented by their Agent, Mr C. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that their conviction for publishing an allegedly defamatory article had constituted a violation of their freedom of expression and right to a fair trial.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 October 2005 the Court decided to give notice of the application to the Government. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1961 and 1979 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The first applicant was the acting chief editor of the Müxalifət newspaper. The second applicant was a journalist working for the same newspaper.",
                                "elements": []
                            },
                            {
                                "content": "7.  In its issue of 12-18 April 2003, the newspaper published an article named “Grain Mafia in ” (“Azərbaycanda taxıl mafiyası”), under the by-line of Samir Sharif, a pseudonym of the second applicant. The article was accompanied by a picture of J.A., who was a member of the National Academy of Sciences, a well-known expert in agriculture, and a member of the Milli Mejlis (Parliament). The article generally spoke about a number of problems in the country’s agricultural sector. It also appeared to imply, amongst other things, that J.A. was in charge of the breeding of certain experimental crops in “experimental” fields in several agricultural regions. J.A.’s name was printed in full in the article itself.",
                                "elements": []
                            },
                            {
                                "content": "8.  Specifically, the article read as follows (translated from Azerbaijani):",
                                "elements": []
                            },
                            {
                                "content": "“[President] Heydar Aliyev’s famous conference in  was rich in memorable moments. Naturally, in the essence of this richness, it is impossible not to notice the scale of arbitrariness and corruption and how the entire nation is held up to ridicule. But we are not talking about the dismissal ... of [certain government officials] for reasons which remain obscure to many.",
                                "elements": []
                            },
                            {
                                "content": "We are also not talking about how it was far from logical to accuse of stinginess a businessman named Isgandarov who has spent more than 30,000 dollars on charity in one year, while not a single member of the clan which has misappropriated billions of dollars of the country’s wealth is willing to expend a penny on development of our motherland. What is interesting is that the Head of State accused the people, whom he had turned into an object of reproach, of nepotism ... and monopolisation of the private sector in . Aliyev says that he has refused to appoint his relatives to any [official] positions despite [having received] insistent requests in this regard. But what he does not say is that there is no person in this country other than the son Aliyev who simultaneously occupies four “armchairs”. Speaking of seizing control over [well-to-do sectors of economy], today even a baby who is just learning to speak knows which people control such a huge sphere of the Azerbaijani economy as the agricultural sector. Thousands of hectares of fertile land in  have been turned into an experimental zone for “valuable sorts” of grains. For almost ten years the agricultural sector has been plundered as if it were in the private ownership of the certain known person.",
                                "elements": []
                            },
                            {
                                "content": "During the Soviet period agriculture was the main contributor to the gross domestic product and the main area of the population’s employment. However, in the Aliyev era of independence, the agrarian sector, like all other sectors of the economy, has been monopolised to serve the interests of peri-governmental circles. With the exception of grain and livestock farming, other leading branches of agriculture have slumped. The productivity level of poultry farming has decreased from 143,000 tonnes in 1995 to 35,000 tonnes in 2002. Viticulture can be said to have been completely ruined, while cotton growing is in such an acute state of decline that within the last 10 years its share in the total agricultural product has decreased from 12-13% to 2%. As a result of appropriation of the cotton-processing industry by a group of monopolists, cotton planters are being seriously exploited. At the moment fourteen of the twenty-one cotton-ginning plants existing in the country are controlled by a company named MKT. This company’s share of all the cotton processed in the country last year was 85%. [A description is given of various specific monopolistic policies pursued by this company.]",
                                "elements": []
                            },
                            {
                                "content": "The development of the grain-growing industry is under the special care of a group [of persons] who have monopolised this sphere. For two years the people in the provinces either cannot sell the grain they have grown under considerable hardship or, in the best-case scenario, are forced to sell it for 350-400 manats per kilogramme. For example, during the last harvest season in such big grain-growing regions as Saatli, Beylagan and Agjabedi, the local executive authorities either prevented the major grain buyers from  from entering these regions or forced them to buy grain from specified fields. [This was done] for a simple reason – in order to sell, in a timely manner, all the grain from the thousands of hectares of [J.A.’s] ‘experimental’ fields in these regions. It is clear that, as simple peasants do not possess necessary facilities (such as special buildings) for storage of grain, they are forced to sell their crop at low prices.",
                                "elements": []
                            },
                            {
                                "content": "The land reform is often spoken about. But at the same time several important issues are forgotten. Firstly, as many as half of those who are given a share of land do not possess even the minimum facilities to cultivate it. Secondly, thousands of hectares of fertile land, labelled as ‘state land fund’ during the land reform, are held hostage by the ‘agrarian mafia’, and not a single penny goes to the state budget from its lease.",
                                "elements": []
                            },
                            {
                                "content": "Nowadays this mafia ... bends over backwards to obtain from the State about 250 million dollars in yearly subsidies for the development of agriculture. But no one is asking the Minister of Agriculture ... why, if he cares so much about the development of agriculture, he sells the equipment donated by the Japanese government, and not even for discount prices, but for prices higher than the ex-factory price. These people – those who sell a plough, which they have obtained free of charge, to the peasant for four to five thousand dollars, a tractor for fourteen to fifteen thousand dollars, and a grain combine harvester for fifty thousand dollars – now they want to get money from the State to revive agriculture. Sorry, but we aren’t duped by you. Your ‘Programme for the Development of Agriculture to 2015’, which you have submitted to the Government [for implementation], is not a programme aimed at supporting the peasant, but a programme allowing you to increase your personal wealth at a cost of 150-200 million dollars which you snatch from the State budget every year.”",
                                "elements": []
                            },
                            {
                                "content": "9.  On 23 April 2003 J.A. filed a criminal complaint with the Yasamal District Court using the procedure of a private prosecution. He claimed that the article clearly referred to him in a defamatory, slanderous and insulting manner. Specifically, he cited the following extracts as defamatory:",
                                "elements": []
                            },
                            {
                                "content": "“... today even a baby who is just learning to speak knows which people control such a huge sphere of the Azerbaijani economy as the agricultural sector. Thousands of hectares of fertile land in  have been turned into an experimental zone for “valuable sorts” of grains. For almost ten years the agricultural sector has been plundered as if it were in the private ownership of the certain known person. ...",
                                "elements": []
                            },
                            {
                                "content": "The development of the grain-growing industry is under the special care of a group [of persons] who have monopolised this sphere. For two years the people in the provinces either cannot sell the grain they have grown under considerable hardship or, in the best-case scenario, are forced to sell it for 350-400 manats per kilogramme. For example, during the last harvest season in such big grain-growing regions as Saatli, Beylagan and Agjabedi, the local executive authorities either prevented the major grain buyers from  from entering these regions or forced them to buy grain from specified fields. [This was done] for a simple reason – in order to sell, in a timely manner, all the grain from the thousands of hectares of [J.A.’s] ‘experimental’ fields in these regions. ...”",
                                "elements": []
                            },
                            {
                                "content": "10.  J.A. argued that the article clearly implied that he was in close contact with certain alleged criminal circles and thus, in essence, accused him of serious crimes such as the misappropriation of state funds allocated for agricultural research. He contended that the second applicant had deliberately made false statements damaging to his reputation and that the first applicant, as an acting chief editor, had failed to prevent this. He requested the court to convict the applicants under Articles 147.1 (defamation) and 148 (insult) of the Criminal Code.",
                                "elements": []
                            },
                            {
                                "content": "11.  During the trial, the applicants argued that the article had not contained any defamatory or insulting statements about J.A. They maintained that the phrase “the certain known person” did not refer to J.A. The picture of J.A. was placed in the article because of his general achievements in the development of grain farming. Lastly, they noted that the article was concerned with the general situation of the agricultural sector and that it contained no information specifically accusing J.A. of any criminal activity.",
                                "elements": []
                            },
                            {
                                "content": "12.  By a judgment of 20 May 2003, the Yasamal District Court convicted the applicants of defamation and insult under Articles 147.1 and 148 of the Criminal Code. Having examined the extracts from the article quoted above (see paragraph 9), the court noted that the applicants’ denial of the fact that the article had anything to do with J.A. was groundless, because the text of the article clearly mentioned J.A.’s name in full and clearly stated that thousands of hectares of grain fields belonged to him. The court went on to find that:",
                                "elements": []
                            },
                            {
                                "content": "“... expression by Y. Agazade of the idea of the existence of a mafia that does not exist in reality and his dissemination of this idea through the mass media constitutes defamation, that is, deliberate dissemination of false information tarnishing J.A.’s honour and dignity and damaging his reputation. Therefore, the court finds that, by disseminating [through the mass media] the information about the existence of a mafia that does not exist in reality, Y. Agazade committed an offence under Article 147.1 of the Criminal Code, and that, by making and disseminating the statement ‘in order to sell, in a timely manner, all the grain from the thousands of hectares of [J.A.’s] ‘experimental’ fields in these regions’, Y. Agazade committed an offence under Article 148 of the Criminal Code. The other accused person, R. Mahmudov, bears the same criminal responsibility for [allowing such dissemination as the newspaper’s acting chief editor]. Accordingly, R. Mahmudov and Y. Agazade must be found guilty under Articles 147.1 and 148 of the Criminal Code.”",
                                "elements": []
                            },
                            {
                                "content": "13.  The court sentenced each applicant to three months’ imprisonment under Article 147.1 of the Criminal Code and three months’ imprisonment under Article 148 of the Criminal Code. By partially merging these sentences, the court fixed a total sentence of five months’ imprisonment in respect of each applicant. At the same time, applying section 2.3 of the Milli Mejlis (Parliament) Resolution on Amnesty in Connection with the Anniversary of the Victory over Fascism in World War II, dated 6 May 2003, the court exempted them from serving their sentences.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicants appealed. They argued that the article discussed a number of problems in the agricultural sector and did not specifically relate to J.A. The fact that it contained J.A.’s picture and a statement that he possessed thousands of hectares of grain fields did not amount to defamation or insult. In respect of that statement, they argued that it was a generally known fact and did not offer any evidence in its support. The applicants also argued that J.A. and the Yasamal District Court had wrongly construed the totality of statements contained in the article as defamatory whereas their intended meaning was harmless.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 16 July 2003 the Court of Appeal upheld the Yasamal District Court’s judgment.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 2 March 2004 the Supreme Court upheld the lower courts’ judgments.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "17.  Articles 47 and 50 of the Constitution guarantee freedom of thought and speech and freedom of the mass media.",
                                "elements": []
                            },
                            {
                                "content": "18.  Article 147.1 of the Criminal Code provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Defamation, that is dissemination, in a public statement, publicly exhibited work of art or in mass media, of knowingly false information discrediting the honour and dignity of a person or damaging his or her reputation –",
                                "elements": []
                            },
                            {
                                "content": "is punishable by a fine in the amount of one hundred to five hundred conditional financial units, or by community service for a term of up to two hundred and forty hours, or by corrective labour for a term of up to one year, or by imprisonment for a term of up to six months.”",
                                "elements": []
                            },
                            {
                                "content": "19.  Article 148 of the Criminal Code provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Insult, that is deliberate humiliation of the honour and dignity of a person, expressed in an obscene manner in a public statement, publicly exhibited work of art or in mass media –",
                                "elements": []
                            },
                            {
                                "content": "is punishable by a fine in the amount of three hundred to one thousand conditional financial units, or by community work for a term of up to two hundred and forty hours, or by corrective labour for a term of up to one year, or by imprisonment for a term of up to six months.”",
                                "elements": []
                            },
                            {
                                "content": "20.  According to Article 81 of the Criminal Code, persons convicted of a criminal offence may be exempted from serving their sentence by an amnesty act. According to Article 83.1, a convicted person retains a criminal record until his or her conviction is removed or expunged. According to Article 83.2, the conviction of a person dispensed from serving his sentence is considered to be expunged.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Milli Mejlis (Parliament) Resolution on Amnesty in Connection with the Anniversary of the Victory over Fascism in World War II, dated 6 May 2003, exempted a large number of convicts (with a number of exceptions) from serving their sentences or the remainder of their sentences. The amnesty applied to persons who had committed a criminal offence prior to the entry into force of the Resolution. Section 2.3 of the Resolution provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Persons sentenced, for deliberate commission of a criminal offence, to imprisonment for a term of no more than three years shall be dispensed from serving their sentences.”",
                                "elements": []
                            },
                            {
                                "content": "22.  Article 10 of the Law on Mass Media of 7 December 1999 prohibits the mass media from, inter alia, publishing defamatory material. According to Article 60, editors of mass media sources and journalists may be held liable criminally, administratively or otherwise, if, inter alia, an editor fails to ensure the compliance of the published material with the requirements of this Law, or if the published material interferes with an individual’s private life.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  The applicants complained under Articles 6 and 10 of the Convention that their conviction following the publication of a newspaper article had not been fair and had amounted to unjustified interference with their right to freedom of expression. Having regard to the circumstances of the case, the Court considers that this complaint does not raise a separate issue under Article 6 of the Convention and falls to be examined solely under Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "25.  The Government submitted that the interference was unquestionably “prescribed by law” and pursued a legitimate aim of protecting the reputation and rights of others. They further submitted that the interference was “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Government disagreed with the applicants’ contention that the aim of the article was to merely attract the public’s attention to the problematic situation in the agrarian sphere. The Government argued that, by making false statements concerning J.A., placing his picture in the article and using offensive and provocative language both in the article and its title, the applicants had not acted in good faith. By doing so, they had clearly linked J.A., who was a Member of Parliament and of the , to the “grain mafia”. Therefore, the applicants’ purpose was not to raise a public debate but to undermine J.A.’s reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Government further argued that the article contained no value judgments and made untrue factual statements such as the statement that certain “experimental” grain fields had belonged to J.A. These statements were based on rumours, which the applicants had not verified by independent research. Instead, they merely argued before the courts that these facts were well-known and did not require proof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  As to the proportionality of the interference, the Government submitted that the sanctions imposed on the applicants were proportionate in their nature to the legitimate aim pursued. Specifically, although each of the applicants had been sentenced to a sentence of five months’ imprisonment, they had been exempted from serving their prison terms pursuant to an amnesty act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The applicants reiterated their complaint without submitting any further observations on the merits of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether there was interference",
                                "elements": [
                                    {
                                        "content": "30.  The Court considers, and it was not disputed by the parties, that the applicants’ conviction by the national courts following the publication of an article authored by the second applicant in a newspaper of which the first applicant was the editor amounted to “interference” with their right to freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Such interference will infringe the Convention if it does not satisfy the requirements of paragraph 2 of Article 10. It should therefore be determined whether it was “prescribed by law”, whether it pursued one or more of the legitimate aims set out in that paragraph and whether it was “necessary in a democratic society” in order to achieve those aims.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "32.  The Court considers that the applicants’ conviction was indisputably based on Articles 147.1 and 148 of the Criminal Code and that it was designed to protect “the reputation or rights of others”, namely J.A. The interference was accordingly “prescribed by law” and had a legitimate aim under Article 10 § 2 of the Convention. Consequently, the Court’s remaining task is to determine whether the interference was “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As a matter of general principle, the “necessity” for any restriction on freedom of expression must be convincingly established. Admittedly, it is in the first place for the national authorities to assess whether there is a “pressing social need” for the restriction and, in making their assessment, they enjoy a certain margin of appreciation. In cases, such as the present one, concerning the press, the national margin of appreciation is circumscribed by the interest of the democratic society in ensuring and maintaining a free press. Similarly, that interest will weigh heavily in the balance in determining, as must be done under paragraph 2 of Article 10, whether the restriction was proportionate to the legitimate aim pursued (see Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court’s task in exercising its supervisory function is not to take the place of the competent domestic courts but rather to review under Article 10 the decisions they have taken pursuant to their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully or in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole, including the content of the comments held against the applicants and the context in which they made them (see Cumpǎnǎ and Mazǎre v.  [GC], no. 33348/96, § 89, ECHR 2004XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In particular, the Court must determine whether the reasons adduced by the national authorities to justify the interference were “relevant and sufficient” and whether the measure taken was “proportionate to the legitimate aims pursued”. In doing so, the Court has to satisfy itself that the national authorities, basing themselves on an acceptable assessment of the relevant facts, applied standards which were in conformity with the principles embodied in Article 10 (see, among many other authorities, Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In the present case, the domestic courts found that the article in issue tarnished J.A.’s honour, dignity and public image by linking him with a “mafia” and accusing him of exercising illegal control over state-owned “experimental” grain fields (see paragraph 12 above). The Court must determine whether the reasons given by the national authorities to justify the applicants’ conviction were relevant and sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  One factor of particular importance for the Court’s determination of the present case is the vital role of “public watchdog” which the press performs in a democratic society (see Goodwin v. the United Kingdom, 27 March 1996, § 39, Reports of Judgments and Decisions 1996II). Although it must not overstep certain bounds, in particular in respect of the reputation and rights of others, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on political issues and on other matters of general interest (see, among many other authorities, De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports 1997-I, and Colombani and Others v. France, no. 51279/99, § 55, ECHR 2002-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It should be noted that, in general, the article discussed a number of issues concerning the current problems in the agricultural sector. As such, the subject matter of the article constituted a matter of general interest which the applicants were entitled to bring to the public’s attention through the press.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On the other hand, the article also contained assertions relating directly to J.A., whose full name was mentioned once in the article and whose picture accompanied it. The article also made an indirect reference to J.A. by the phrase “the certain known person”. It is sufficiently clear from the article’s context that the latter phrase also referred to J.A. In view of the fact that J.A. was a prominent politician and scientist, the Court reiterates that the limits of acceptable criticism are wider as regards a public figure, such as a politician, than as regards a private individual. Unlike the latter, the former inevitably and knowingly lays himself open to close scrutiny of his words and deeds by journalists and the public at large, and he must consequently display a greater degree of tolerance (see Lingens v. Austria, 8 July 1986, § 42, Series A no. 103).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court observes that the scope of the domestic courts’ examination extended not to the publication in its entirety but only to its title and parts which either directly or indirectly referred to J.A. (see paragraph 9 above). The courts concluded that the following two phrases contained false information and were therefore defamatory and insulting: the word “mafia” used both in the title and in the text of the article, which allegedly implied that J.A. had a link with this “mafia”; and the phrase “the local executive authorities either prevented the major grain-buyers from Baku from entering these regions or forced them to buy grain from the specified fields... for a simple reason – in order to sell, in a timely manner, all the grain from the thousands of hectares of [J.A.’s] ‘experimental’ fields in these regions”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court has consistently held that, in assessing whether there was a “pressing social need” capable of justifying interference with the exercise of freedom of expression, a careful distinction needs to be made between facts and value judgments. The existence of facts can be demonstrated, whereas the truth of value judgments is not susceptible to proof. The requirement to prove the truth of a value judgment is impossible to fulfil and infringes freedom of opinion itself, which is a fundamental part of the right secured by Article 10 (see De Haes and Gijsels, cited above, § 42, and Lingens, cited above, § 46). However, where allegations are made about the conduct of a third party, it may sometimes be difficult to distinguish between assertions of fact and value judgments. Nevertheless, even a value judgment may be excessive if it has no factual basis to support it (see Jerusalem v. Austria, no. 26958/95, § 43, ECHR 2001-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Turning to the circumstances of the present case, the Court observes that the domestic courts inter alia found the use of the word “mafia” defamatory since, in their view, no such thing actually existed in . Thus, without examining the question whether it could be considered to be a value judgment, the courts concluded that it was “deliberately false information”, within the meaning of Article 147.1 of the Criminal Code, which the applicants had been unable to prove. The Court considers, however, that the expressions “mafia” and “agrarian mafia” do not appear to have been used directly in reference to J.A. In the present case, bearing in mind that journalistic freedom covers possible recourse to a degree of exaggeration, or even provocation (see De Haes and Gijsels, cited above, § 46), these expressions may have amounted to an opinion, albeit expressed provocatively, as they represented the applicants’ subjective assessment of the whole set of the allegedly corrupt government practices in the management of agriculture as described throughout the entire article which, as noted above, discussed a number of current problems in the agricultural sector and was not limited only to discussion of J.A.’s activities. As such, in the context of the newspaper article in question, the word “mafia” could arguably be considered as a value judgment rather than a statement of fact. However, in the circumstances of the present case the Court does not find it necessary to make a definitive assessment in this respect, as the determination of this issue is not decisive in the light of the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court observes that the article also contained the phrase ending with “... in order to sell, in a timely manner, all the grain from the thousands of hectares of [J.A.’s] ‘experimental’ fields in these regions”, which the domestic courts found to be a false statement as it had not been proven. The Court likewise considers that this phrase was a statement of fact. Having regard to the allusive style in which the article was written, the Court considers that this statement must be examined in the light of the other imputations contained in the article, including the accompanying picture of J.A. and references to people who “control ... the agricultural sector” which is “plundered as if it were in the private ownership of the certain known person”, and “a group ... who have monopolised this sphere”. These imputations, in essence, contained allegations of specific conduct on J.A.’s part, namely that he had been somehow complicit in illegally monopolising the grain industry. The applicants’ assertions suggested to readers that J.A. somehow exercised control over “thousands of hectares” of state-owned agricultural lands as if they were in his private ownership and that the local executive authorities of certain regions forced the grain buyers to buy grain from J.A.’s fields, thus engaging in monopolistic activity which hurt individual farmers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In this connection, the Court reiterates that the exercise of freedom of expression carries with it duties and responsibilities, and the safeguard afforded by Article 10 to journalists is subject to the condition that they are acting in good faith in order to provide accurate and reliable information in accordance with the ethics of journalism (see, among other authorities, Radio France and Others v. France, no. 53984/00, § 37, ECHR 2004-II, and Colombani and Others, cited above, § 65). In so far as the assertions mentioned in the above paragraph are concerned, it does not appear that the above condition has been met. Before the domestic courts, the applicants refused to provide any evidence in support of their assertions, arguing that it was a generally known fact which did not require proof. They have neither submitted any evidence showing that it was a generally known fact, nor have they shown that they had conducted any kind of independent research to provide them with a factual basis for their assertions. They have not done so before the Court either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  While the role of the press certainly entails a duty to alert the public where it is informed about presumed misappropriation on the part of local elected representatives and public officials, the fact of directly accusing specific individuals by mentioning their names and positions placed the applicants under an obligation to provide a sufficient factual basis for their assertions (see Cumpǎnǎ and Mazǎre, cited above, § 101, and Lešník v. Slovakia, no. 35640/97, § 57 in fine, ECHR 2003-IV). It appears that, by asserting without a sufficient factual basis that J.A. had exercised control over thousands of hectares of state-owned agricultural land, the applicants failed to act in good faith and in accordance with the ethics of journalism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Having regard to the above, the Court considers that the reasons given by the domestic courts to justify the interference were relevant and sufficient. The Court therefore finds that, in the circumstances of the present case, the domestic authorities were entitled to consider it necessary to restrict the exercise of the applicants’ right to freedom of expression and that, accordingly, the applicants’ conviction for insult and defamation met a “pressing social need”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  It remains to be determined, however, whether the interference was “proportionate to the legitimate aim pursued”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court reiterates that the nature and severity of the penalties imposed are factors to be taken into account when assessing the proportionality of an interference with the freedom of expression guaranteed by Article 10 (see, among other authorities, Ceylan v. Turkey [GC], no. 23556/94, § 37, ECHR 1999-IV, and Skałka v. Poland, no. 43425/98, §§ 41-42, 27 May 2003). The Court must also exercise the utmost caution where the measures taken or sanctions imposed by the national authorities are such as to dissuade the press from taking part in the discussion of matters of legitimate public concern (see Cumpǎnǎ and Mazǎre, cited above, § 111).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Although the Contracting States are permitted, or even obliged, by their positive obligations under Article 8 of the Convention to regulate the exercise of freedom of expression so as to ensure adequate protection by law of individuals’ reputations (see Pfeifer v. Austria, no. 12556/03, § 35, ECHR 2007...; Chauvy and Others, cited above, § 37 in fine; Von Hannover v. , no. 59320/00, § 57, ECHR 2004VI), they must not do so in a manner that unduly deters the media from fulfilling their role of alerting the public to apparent or suspected misuse of public power (see paragraph 37 above). Investigative journalists are liable to be inhibited from reporting on matters of general public interest if they run the risk, as one of the standard sanctions imposable for unjustified attacks on the reputation of private individuals, of being sentenced to imprisonment. A fear of such a sanction inevitably has a chilling effect on the exercise of journalistic freedom of expression (see Cumpǎnǎ and Mazǎre, cited above, §§ 113-14).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In the instant case, each applicant was sentenced to five months’ imprisonment. This sanction was undoubtedly very severe, especially considering that lighter alternatives were available under the domestic law. The Court reiterates that, although sentencing is in principle a matter for the national courts, the imposition of a prison sentence for a press offence will be compatible with journalists’ freedom of expression as guaranteed by Article 10 of the Convention only in exceptional circumstances, notably where other fundamental rights have been seriously impaired, as, for example, in cases of hate speech or incitement to violence (ibid., § 115).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court considers that the circumstances of the instant case present no justification for the imposition of a prison sentence. Such a sanction, by its very nature, has a chilling effect on the exercise of journalistic freedom. The fact that the applicants did not serve their prison sentence and that their convictions were expunged, does not alter that conclusion, seeing that they were exempted from serving their sentence only owing to a fortunate coincidence of an amnesty act which happened to apply to a wide variety of criminal cases at the relevant period of time and which was not adopted with a specific aim of redressing the applicants’ particular situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  It therefore follows that, by sentencing the applicants to imprisonment, the domestic courts contravened the principle that the press must be able to perform the role of a public watchdog in a democratic society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court concludes that, although interference with the applicants’ right to freedom of expression may have been justified, the criminal sanction imposed was disproportionate to the legitimate aim pursued by the applicants’ conviction for insult and defamation. Therefore, the domestic courts in the instant case went beyond what would have amounted to a “necessary” restriction on the applicants’ freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  There has accordingly been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "56.  The applicants claimed 17,291 euros (EUR) in respect of pecuniary damage. They argued that, due to their conviction, their newspaper’s reputation had been damaged. This allegedly resulted in a decrease in sales and loss of revenues from advertisement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Government contested this claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged. It therefore rejects this claim.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "59.  Each applicant claimed EUR 50,000 in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Government argued that the amounts claimed were unjustified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Making an assessment on an equitable basis as required by Article 41 of the Convention, the Court awards the applicants, collectively, EUR 1,000 as compensation for non-pecuniary damage, plus any tax that may be chargeable.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicants also claimed EUR 925 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court awards the applicants, collectively, the sum of EUR 925 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage and EUR 925 (nine hundred and twenty-five euros) in respect of costs and expenses, plus any tax that may be chargeable to the applicants, to be converted into New Azerbaijani manats at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 December 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAHMUDOV AND AGAZADE v. AZERBAIJAN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-90356.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1218JUD003587704",
    "externalsources": [],
    "extractedappno": [
        "35877/04",
        "29183/95",
        "33348/96",
        "64915/01",
        "51279/99",
        "26958/95",
        "53984/00",
        "35640/97",
        "23556/94",
        "43425/98",
        "12556/03",
        "59320/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 147.1 of the Criminal Code"
    ],
    "itemid": "001-90356",
    "judgementdate": "18/12/2008 00:00:00",
    "kpdate": "18/12/2008 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "354",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "10-2",
        "10",
        "10-1",
        "41",
        "29",
        "29-3"
    ],
    "parties": [
        "MAHMUDOV AND AGAZADE",
        "AZERBAIJAN"
    ],
    "rank": "654.646911621094",
    "representedby": [
        "ALIYEV I.",
        "IBRAHIMOV E."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [
        "Ceylan v. Turkey [GC], no. 23556/94, § 37, ECHR 1999-IV",
        "Chauvy and Others v. France, no. 64915/01, § 37 and § 70, ECHR 2004-VI : Colombani and Others v. France, no. 51279/99, § 55 and § 65, ECHR 2002-V",
        "Cumpana and Mazare v. Romania [GC], no. 33348/96, §§ 89, 101, 111 and 113-114, ECHR 2004-XI",
        "De Haes and Gijsels v. Belgium, 24 February 1997, § 37 and § 42, Reports 1997-I",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I",
        "Goodwin v. the United Kingdom, 27 March 1996, § 39, Reports of Judgments and Decisions 1996-II",
        "Jerusalem v. Austria, no. 26958/95, § 43, ECHR 2001-II",
        "Lešník v. Slovakia, no. 35640/97, § 57 in fine, ECHR 2003-IV",
        "Lingens v. Austria, 8 July 1986, § 42 and § 46, Series A no. 103",
        "Pfeifer v. Austria, no. 12556/03, § 35, ECHR 2007",
        "Radio France and Others v. France, no. 53984/00, § 37, ECHR 2004-II",
        "Skalka v. Poland, no. 43425/98, §§ 41-42, 27 May 2003",
        "Von Hannover v. Germany, no. 59320/00, § 57, ECHR 2004-VI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "451681",
    "typedescription": "15"
}