{
    "__articles": "6;6-1;6-3-c;6-3-d",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Article 6-3-c - Defence through legal assistance);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Article 6-3-d - Obtain attendance of witnesses);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Article 6-3-d - Obtain attendance of witnesses);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Article 6-3-d - Obtain attendance of witnesses)",
    "applicability": "",
    "appno": "48016/06;7817/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Article 6-3-d - Obtain attendance of witnesses"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Article 6-3-d - Obtain attendance of witnesses"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-168385.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 48016/06 and 781707) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Mr Oleg Mikhaylovich Sitnevskiy (“the first applicant”) and Mr Vitaliy Viktorovich Chaykovskiy (“the second applicant”), on 8 November 2006 and 1 February 2007 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Mr M. Tarakhkalo and Ms Y. Zayikina, lawyers practising in Kharkiv. The Ukrainian Government (“the Government”) were represented most recently by their Acting Agent, Ms O. Davydchuk of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the length of the criminal proceedings against them had been unreasonable, that they had not had a fair trial in that the domestic court, in convicting them, had relied on pre-trial confessions that they and their co-defendants had later retracted and that key witnesses had not testified at the trial. In addition, the first applicant alleged that he had not had adequate facilities for the preparation of his defence and that his right to legal assistance had been breached.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 and 30 November 2011 respectively the applications were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first applicant was born in 1969 and is serving a life sentence in Perekhrestivka in the Sumy region (oblast). The second applicant was born in 1967 and is serving a life sentence in Gorodyshche in the Rivne region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Series of offences of which the applicants were convicted",
                                "elements": [
                                    {
                                        "content": "6.  According to the findings of the domestic courts, in early 2000 Mr A.B. formed an armed gang which included the applicants, Mr Vladimir Zakshevskiy (the applicant in the case of Zakshevskiy v. Ukraine, no. 7193/04, § 11, 17 March 2016), Mr S.S., Mr I.K., Mr A.S. and two others. At the time the first applicant, A.B. and Mr Zakshevskiy were former police officers and S.S. was an active police officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The domestic courts subsequently convicted the applicants, Mr Zakshevskiy, I.K. and S.S. of various degrees of participation in attacks committed by the gang in four regions and also of the offence of participation in an armed gang (banditry). The attacks were initially investigated by the authorities as unrelated crimes committed by unidentified people.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The description of the attacks is set out in the Appendix as Episodes 1-7.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On various dates criminal proceedings instituted in the four regions were eventually consolidated into the case initially opened to investigate a series of attacks in and around Kharkiv (Episodes 4-6).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Pre-trial investigation",
                                "elements": [
                                    {
                                        "content": "1.  The first applicant",
                                        "elements": [
                                            {
                                                "content": "10.  According to the Government, on 29 October 2001 the first applicant was charged in absentia with participation in the Kharkiv attacks, which had been classified as robberies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 17 November 2001 the first applicant was arrested in Moscow, Russia. The next day the suspected gang leader A.B. was killed there while resisting arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 30 January 2002 the first applicant was extradited to Ukraine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 4 and 11 February 2002 the first applicant signed two documents explaining in detail his rights as a suspect or accused in the course of the pre-trial investigation, including the right to have a lawyer appointed for him, to consult a lawyer before being questioned for the first time and the right to remain silent. He waived those rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 11 February 2002 the first applicant was questioned in the capacity of an accused, admitted his guilt on the charges of robbery, and confessed to a minor role in the Kharkiv attacks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 3 April 2002 the first applicant was questioned in the capacity of a witness, without a lawyer, about the Luhansk murder (see Episode 2 in the Appendix). He denied any involvement in that crime but stated that he had known A.B. since 1998 and that A.B. had confessed to him during their stay in Moscow that he had committed the Luhansk murder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 1 July 2002 the first applicant participated in a reconstruction of the attack on Mr and Mrs Va., one of the Kharkiv episodes. The first applicant stated that he and several accomplices had attacked Mrs Va. He also stated that A.S. had shot in Mr Va.’s direction during the attack.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 10 July 2002 the first applicant was charged with offences connected with the attacks set out in the Appendix, including several murders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  While being questioned on the same day the applicant retracted all his previous statements, claiming that they had been given under physical and psychological pressure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On the same day, the investigator appointed a lawyer for the applicant after finding that he had to be represented because of the murder charges but could not hire a lawyer himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 11 July 2002 the defence lawyer met the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second applicant",
                                        "elements": [
                                            {
                                                "content": "21.  In August and December 2000 the second applicant was questioned as a witness about the Luhansk murders and a killing in Donetsk. He denied any knowledge of or involvement in either crime but admitted that he knew A.B., had had a conflict with one of the victims, and that on the night of the Luhansk murder the second applicant had lent his lorry to the victims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 14 October 2001 the second applicant was arrested. On the same day he was questioned in the presence of a lawyer hired by his wife. He confessed to participation in the attacks on Mr and Mrs Va. and Mr A.I. and described the active role that the first applicant had played in them. In particular, he stated that the first applicant had taken A.S., armed with a handgun, to the place where Mr A.I. had been murdered (Episode 5).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 7 November 2001 the second applicant was questioned in the presence of his lawyer about the circumstances of the Crimea attack (Episode 7) and participated in a reconstruction. He described his and Mr Zakshevskiy’s role in the attack, stating that he had arrived at the scene of the crime on a motorcycle with Mr Zakshevskiy. The latter had approached the victims’ car and then the second applicant had heard gunshots. The second applicant had then shot at the ground near the feet of Mr R.M., one of the victims, to scare him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Subsequently, the second applicant also confessed to participation in in several other attacks. He retracted his confessions later in the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Pre-trial statements of co-defendants and other witnesses",
                                        "elements": [
                                            {
                                                "content": "25.  On 11 November 2001 Mr Zakshevskiy surrendered himself to the police and provided statements to the effect that the second applicant and A.B. had told him in 2000 that they had committed the Donetsk murder and that he had also learned at the time that the first applicant and A.B. had committed the Luhansk murder. He also described the two attacks in Toretsk, the attacks on the shoe sellers near Kharkiv, and the Crimea attack (Episodes 3, 6 and 7). He repeated those statements the next day (see Zakshevskiy, cited above, §§ 10 and 11). In particular, in describing the attack on the shoe sellers, he stated that the applicants had followed the victims in a car while Mr Zakshevskiy, I.K. and another member of the gang had waited in ambush in an Opel Vectra near the road. After being given a signal over the telephone, Mr Zakshevskiy and I.K., wearing traffic police uniforms, had stopped the cars of two groups of victims in quick succession, first a Gazel minivan and then a Mercedes. They had threatened the victims with handguns and taken their cars to a nearby forest. Afterwards, the applicants had arrived and loaded stolen shoes and money into their car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 12 and 13 October 2001 Mr G.G. made statements to the investigating authorities in the presence of a lawyer, implicating the applicants in the Kharkiv attacks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 28 March, 23 April and 10 July 2002 S.S. was questioned in the presence of his lawyer. He stated that he had been present at the scene of the Luhansk murder in a red BMW and had observed A.B. and the first applicant commit that crime. He also stated that he had helped A.B. and the latter’s “acquaintance” to bring two handguns back from the Crimea.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Arrested in Belarus in December 2001, I.K. was extradited to Ukraine. On 20 March 2002 he, while denying any active role in the crimes, stated in the presence of his lawyer that he had seen A.B. and the first applicant commit the Luhansk murder and witnessed the applicants participate in the attack on the shoe sellers near Kharkiv.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  At a later stage of the pre-trial investigation the applicants’ codefendants retracted their statements, saying they had been given under physical and psychological duress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In the course of the pre-trial investigation a number of victims and other witnesses made statements subsequently used in the applicants’ conviction. There was no possibility for the applicants to put questions to those victims and witnesses at that stage or later. The substance of their statements, as given in the trial court’s judgment, is set out in the Appendix.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Trial",
                                "elements": [
                                    {
                                        "content": "31.  The applicants and their co-defendants Mr Zakshevskiy, S.S. and I.K. stood trial at the Donetsk Regional Court of Appeal, acting as a trial court (“the trial court”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 14 February 2005 the trial court noted that a number of victims and other witnesses had failed to appear and ordered the police to bring Mr and Mrs Va., Mr V.K. and Mr R.K., and R.M. (Episodes 4, 6 and 7 respectively) to court. On 17 March 2005 the trial court ordered the police to bring Mr G.S. and Mr N.K., witnesses to the Luhansk murder, to court on 6 April 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 6 April 2005 N.K. appeared. However, the hearing had to be adjourned because one of the judges was ill. The presiding judge asked whether the witness would appear at the next hearing. He replied that he wished to confirm the statements he had given in the course of the pre-trial investigation, and that the only point he might be confused about was the make of the foreign car he had seen on the night of the murder, since he was not a specialist. He asked not to be called again, citing his extreme poverty and the long distance to the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  At a subsequent hearing the court read out reports from the police that V.K., R.K. and R.M. could not be brought to the court because they were not present at the addresses they had given and could not be found. The court also read out the death certificate of G.S. and statements by N.K., O.Va. and S.Va. that they were unable to attend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The court then sought the parties’ opinions as to whether it would be justifiable to declare that it was not possible to obtain the appearance of those witnesses at the trial and to read out their statements. The applicants’ lawyers did not object although the defendants insisted that the witnesses be questioned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The court ruled that it considered that it was not possible to have the witnesses attend the trial and proceeded to read out their pre-trial statements.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Trial court’s judgment",
                                "elements": [
                                    {
                                        "content": "37.  On 6 October 2005 the trial court delivered its judgment. It convicted the applicants of banditry, armed robbery and related offences of carjacking, aggravated murder and attempted aggravated murder. It acquitted the applicants of several counts of robbery for lack of proof. It sentenced them to various terms of imprisonment on the charges other than murder. In respect of the murder charges the sentence was life imprisonment, which was also the final sentence for both applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The specific crimes of which the applicants were convicted and the key evidence relied on for those convictions is set out in the Appendix.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Ten pages of the judgment were dedicated to whether the defendants’ pre-trial statements could be used in evidence even though they had been retracted. In concluding that they could be used, the trial court referred in particular to corroborating evidence, including expert reports and physical evidence on the firearms used in the crimes (see Appendix).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  A further four pages of the judgment were dedicated to a discussion of whether the defendants’ pre-trial statements had been coerced. In rejecting that allegation, the court stated in particular that: (i) the second applicant’s statements had been made in the presence of a lawyer hired by his wife; (ii) the defendants had changed their statements over the course of the investigation to minimise their own role in the crimes and their culpability, which was inconsistent with their allegation that their statements had been forced on them by the authorities; (iii) a video recording of the second applicant’s interview and of a reconstruction of the crime with him and Mr Zakshevskiy had shown that his statements had been given freely; (iv) two investigations of the defendants’ allegations of undue pressure and ill-treatment conducted by the prosecutor’s office at the trial court’s request had found no proof in support of the allegations, which was consistent with the court’s own conclusions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In response to the applicants’ allegations of various procedural irregularities, in particular alleged violations of their right to defence, in the course of the pre-trial investigation, the trial court stated that all evidence obtained in violation of the Code of Criminal Procedure had been excluded from the file and the remaining evidence had been obtained in compliance with the Code.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Preparation for appeal and appeal proceedings",
                                "elements": [
                                    {
                                        "content": "42.  Upon completion of the trial the first applicant began studying the case file. On 12 May 2006 he signed a statement that he had examined the record of the trial in full. Afterwards, he examined the case file on at least five days up to 2 August 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On various dates the applicants lodged appeals and supplementary appeals against their conviction, arguing in particular that the trial court had convicted them without sufficient proof, and based on pre-trial statements given under duress rather than on their testimony in court. They also alleged that their defence rights had been breached in various ways.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In his appeal the first applicant submitted, in particular, that the witnesses G.S. and N.K. had in the course of the pre-trial investigation identified, based on photographs, A.B. as the person they had seen standing on the road at the scene of the Luhansk murder dressed as a traffic police officer. He also submitted that Mr and Mrs Va. had given descriptions of the attackers in their pre-trial statements which had not fitted him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The second applicant submitted, in particular, that in the course of his pre-trial interviews R.M. had stated that he clearly remembered the attackers, would be able to recognise them by their faces and voices and had provided a description which had enabled an identikit picture to be prepared. However, that picture, in the second applicant’s opinion, had not looked like him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 19 October 2006 the Supreme Court dismissed the applicants’ arguments as unsubstantiated and upheld their conviction and sentence. It stated, in particular, that the trial court findings that the applicant were guilty were supported by various evidence, in particular the statements of witnesses G.S. and N.K., Mr and Mrs Va. and R.M.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "47.  The relevant provisions of domestic law governing the right to legal assistance and the summoning of witnesses are summarised in the cases of Yaremenko v. Ukraine (no. 32092/02, §§ 45-47, 12 June 2008), and Karpyuk and Others v. Ukraine (nos. 30582/04 and 32152/04, §§ 77-80, 6 October 2015) respectively.",
                                "elements": []
                            },
                            {
                                "content": "48.  The relevant provisions of domestic law governing the reopening of criminal proceedings can be found in Zakshevskiy (cited above, §§ 50 and 51).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "49.  The Court considers that, pursuant to Rule 42 § 1 of the Rules of Court, the applications should be joined, given their common factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  The applicants complained of various violations of Article 6 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Alleged violation of Article 6 §§ 1 and 3 (b)",
                                "elements": [
                                    {
                                        "content": "51.  The first applicant submitted that after he had examined the trial record he had not been given sufficient time to study the rest of the case file in preparation for his appeal. The Government contested that complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court observes that there is no suggestion that the first applicant did not have enough time or lacked the necessary facilities to study the case file prior to his trial. The applicant submitted that he had been able to study the record of the trial in full (see paragraph 42 above). The applicant failed to specify which material other than the record of the trial had been added to the file in the course of the trial and which of them he believed he needed to study. He also failed to explain why he needed to re-examine the case file volumes which he had examined before the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of Article 6 §§ 1 and 3 (c) in respect of the first applicant",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "54.  The first applicant argued that under domestic law the waivers he had signed, allegedly under duress, on 4 and 11 February 2002 should not have been accepted in relation to the episodes which led to his conviction for murder. He argued that the investigator had artificially changed the initial classification of those episodes to the lesser crime of robbery in order to circumvent safeguards for murder suspects. A lawyer should have been appointed for the applicant before his first interrogation on 11 February 2002 and all the subsequent interrogations, until he first saw a lawyer on 11 July 2002, had been in breach of Article 6. The participation of legal aid lawyers in the case had been sporadic even after he had been provided with a lawyer. He had also not been provided with a lawyer for the proceedings before the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Government submitted that the applicant had waived his right to a lawyer and those waivers had been accepted because at that stage the applicant had not been charged with murder. Once he had been so charged, a lawyer had been appointed. The applicant had been able to raise his complaints before the trial court and the Supreme Court which had examined them and found them unsubstantiated. The applicant’s guilt had been proven by a range of evidence other than his statements.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "56.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Article 6 § 1 requires that, as a rule, access to a lawyer should be provided from the first interrogation of a suspect by the police, unless it is demonstrated in the light of the particular circumstances of each case that there are compelling reasons to restrict that right. Even where compelling reasons may exceptionally justify denial of access to a lawyer, such a restriction – whatever its justification – must not unduly prejudice the rights of the accused under Article 6. The rights of the defence will, in principle, be irretrievably prejudiced when incriminating statements made during police questioning without access to a lawyer are used for a conviction. (see Salduz v. Turkey [GC], no. 36391/02, § 55, 27 November 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The above test in Salduz (cited above) for assessing whether a restriction on access to a lawyer is compatible with the right to a fair trial is composed of two stages. In the first stage, the Court must assess whether there were compelling reasons for the restriction. In the second stage, it must evaluate the prejudice caused to the rights of the defence by the restriction in the case in question. In other words, the Court must examine the impact of the restriction on the overall fairness of the proceedings and decide whether the proceedings as a whole were fair (see Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08, 50571/08, 50573/08 and 40351/09, § 257, 13 September 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  As to the first stage of the test, the criterion of compelling reasons is a stringent one: having regard to the fundamental nature and importance of early access to legal advice, in particular when a suspect is first questioned, restrictions on access to legal advice are permitted only in exceptional circumstances, must be of a temporary nature and must be based on an individual assessment of the particular circumstances of the case. It is of relevance, when assessing whether compelling reasons have been demonstrated, whether the decision to restrict legal advice had a basis in domestic law and whether the scope and content of any restrictions on legal advice were sufficiently circumscribed by law so as to guide operational decision-making by those responsible for applying them (ibid., § 258).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Where compelling reasons are established, a holistic assessment of the entirety of the proceedings must be conducted to determine whether they were “fair” for the purposes of Article 6 § 1 (ibid., § 264).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Where compelling reasons are not established, the Court must apply a very strict scrutiny to its fairness assessment. The failure of the respondent Government to show compelling reasons weighs heavily in the balance when assessing the overall fairness of the trial and may tip the balance in favour of finding a breach of Article 6 §§ 1 and 3 (c). The onus is on the Government to demonstrate convincingly why, exceptionally and in the specific circumstances of the case, the overall fairness of the trial was not irretrievably prejudiced by the restriction on access to legal advice (ibid., § 265).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  When examining the proceedings as a whole in order to assess the impact of procedural failings at the pre-trial stage on the overall fairness of the criminal proceedings, the following non-exhaustive list of factors, drawn from the Court’s caselaw, should, where appropriate, be taken into account:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  Whether the applicant was particularly vulnerable, for example, by reason of his age or mental capacity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  The legal framework governing the pre-trial proceedings and the admissibility of evidence at trial, and whether it was complied with; where an exclusionary rule applied, it is particularly unlikely that the proceedings as a whole would be considered unfair.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  Whether the applicant had the opportunity to challenge the authenticity of the evidence and oppose its use.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d)  The quality of the evidence and whether the circumstances in which it was obtained cast doubt on its reliability or accuracy, taking into account the degree and nature of any compulsion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e)  Where evidence was obtained unlawfully, the unlawfulness in question and, where it stems from a violation of another Convention Article, the nature of the violation found.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(f)  In the case of a statement, the nature of the statement and whether it was promptly retracted or modified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(g)  The use to which the evidence was put, and in particular whether the evidence formed an integral or significant part of the probative evidence upon which the conviction was based, and the strength of the other evidence in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(h)  Whether the assessment of guilt was performed by professional judges or lay jurors, and in the case of the latter the content of any jury directions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  The weight of the public interest in the investigation and punishment of the particular offence in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(j)  Other relevant procedural safeguards afforded by domestic law and practice (ibid., 274).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Neither the letter nor the spirit of Article 6 of the Convention prevents a person from waiving of his own free will, either expressly or tacitly, his entitlement to the guarantees of a fair trial. However, if it is to be effective for Convention purposes, a waiver of the right to take part in the trial must be established in an unequivocal manner and be attended by minimum safeguards commensurate with its importance. Furthermore, it must not run counter to any important public interest (see Sejdovic v. Italy [GC], no. 56581/00, § 86, ECHR 2006II). For a waiver to be effective it must be shown that the applicant could reasonably have foreseen the consequences of his conduct (see, mutatis mutandis, Idalov v. Russia [GC], no. 5826/03, § 173, 22 May 2012). The right to counsel, being a fundamental right among those which constitute the notion of a fair trial and ensuring the effectiveness of the rest of the guarantees set forth in Article 6 of the Convention, is a prime example of those rights which require the special protection of the “knowing and intelligent waiver” standard established in the Court’s case-law (see Dvorski v. Croatia [GC], no. 25703/11, § 101, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court observes that in the period of the pre-trial investigation when he was unrepresented, that is until 11 July 2002, the applicant was questioned about and participated in a reconstruction of the offences of which he was subsequently convicted and which were eventually classified by the domestic courts as armed robbery, carjacking, attempted aggravated murder and aggravated murder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 4 and 11 February 2002 the applicant signed waivers of his right to a lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  As far as the charges other than murder are concerned, there is no indication that those waivers were not effective. The first applicant’s ability to understand them must have been all the greater given that he was a former police officer (see Paskal v. Ukraine, no. 24652/04, §§ 77 and 78, 15 September 2011). The Court thus concludes that the applicant’s waiver of his right to a lawyer was effective as far as it concerned his questioning and statements regarding the offences other than murder. The authorities, therefore, cannot be held responsible for the consequences that waiver entailed for his conviction on those charges (see Zakshevskiy, cited above, § 113).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court cannot, however, reach the same conclusion as regards the first applicant’s defence rights in the context of the murder charges against him in view of the following.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 11 February 2002 the applicant was questioned about and made statements admitting to a minor role in the attacks on Mr and Mrs Va. and on Mr A.I. He further admitted to participating in the attack on Mr and Mrs Va. in the course of a reconstruction on 1 July 2002. Moreover, on 3 April 2002 he was questioned about the Luhansk murder without a lawyer and, while denying any personal involvement, stated that A.B. had confessed to him to having committed that crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  At the time he made those statements he was officially suspected only of robbery, even though the Luhansk episode and the attack on Mr A.I. had been classified as murders from the beginning (see Episodes 2 and 5 in the Appendix). However, he was subsequently charged with and eventually convicted of attempted aggravated murder in connection with the attack on Mr and Mrs Va., aggravated murder in connection with the attack on Mr A.I., and aggravated murder in the Luhansk region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The charges of murder and attempted murder potentially carried a life sentence. Given that domestic law barred waivers of the right to legal assistance for persons charged with such offences, to assess the effectiveness of the applicant’s waivers the Court needs to evaluate the impact of the statements the applicant made during that period on his conviction on those charges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In convicting the applicant on various charges, including attempted murder, related to the attack on Mr and Mrs Va., the trial court explicitly relied on the first applicant’s statements about that attack made in the course of the reconstruction on 1 July 2002. The domestic courts did not explicitly refer to any of the statements the applicant made about the attack on Mr A.I., but they also did not explicitly exclude that evidence (see Khayrov v. Ukraine, no. 19157/06, § 78, 15 November 2012). In those statements the applicant admitted to taking part in the attack, even though he denied any role in the infliction of deadly violence on the victim. Therefore, it cannot be excluded that his earlier statements could have undermined his later defence against that charge of murder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court concludes that it cannot be ruled out that the statements the applicant made after waiving his right to a lawyer had an impact on his conviction on the murder charges related to the attacks on Mr and Mrs Va. and Mr A.I., which carried a potential life sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In line with its consistent case-law on this point in many cases against Ukraine, the Court concludes that, given the initial classification of the criminal charges against the applicant at the early stages of the investigation, the applicant made the waivers in question without being aware of all the relevant legal circumstances. Accordingly, the waivers were not attended by minimum safeguards commensurate with their importance (see, for example, Leonid Lazarenko v. Ukraine, no. 22313/04, §§ 54 and 56, 28 October 2010). In this connection the Court reiterates that in Balitskiy v. Ukraine (no. 12793/03, 3 November 2011) it identified as a recurrent problem the erroneous classification, at the initial stage of investigations, of murders as lesser offences not requiring mandatory legal assistance, resulting in the applicants being effectively denied appropriate legal assistance (ibid., §§ 50 and 52).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Therefore, the applicant’s waivers cannot be considered effective as far as his conviction in connection with the attacks on Mr and Mrs Va. And Mr A.I. is concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Turning now to the Luhansk murder, the Court observes that on 3 April 2002 the applicant was questioned about that crime as a witness rather than as a suspect or an accused. However, his waivers of 4 and 11 February 2002 referred to his rights as a suspect and as an accused and, in addition, at the time he signed them he was officially suspected of robbery only. Accordingly, the Court finds that the applicant cannot be said to have unequivocally waived his right to a lawyer in respect of his questioning on 3 April 2002 about the Luhansk murder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Given that there was no effective waiver of the right to a lawyer in respect of the above three episodes, the question arises whether the absence of a lawyer was justified by a compelling reason. On the facts, the Court perceives no such reason.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Accordingly, the Court must apply a very strict scrutiny in assessing whether the absence of a lawyer undermined the fairness of the proceedings (see Ibrahim and Others, cited above, § 265). Moreover, the burden of proof is on the Government to demonstrate convincingly why, exceptionally and in the specific circumstances of the case, the overall fairness of the trial was not irretrievably prejudiced (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In making the overall fairness assessment the Court is guided by the Ibrahim criteria (see paragraph 62 above), to the extent it is appropriate in the circumstances of the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Turning to those criteria, the Court will first list those factors which tend to argue in favour of considering the proceedings fair: (i) the applicant was not particularly vulnerable; (ii) as to the quality of evidence, there is no evidence before the Court that would indicate that any compulsion was involved (see in particular paragraph 138 below); (iii) the evidence in the case was assessed by professional judges, and (iv) the public interest in the prosecution of the offences imputed to the applicant – aggravated murders committed by an organised armed gang – was very strong.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  However, other factors tend to militate in favour of the finding that the fairness of the proceedings was irretrievably prejudiced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  While the authorities technically complied with the domestic legal rules which at the time governed access to a lawyer at the stage of investigation, the manner in which those rules were applied was in itself a manifestation of a practice found by the Court to be contrary to the Convention (see paragraph 73 above). Moreover, that technical compliance in fact undermined the applicant’s ability in practice to challenge the use of evidence obtained from him in the absence of a lawyer because the domestic courts found it sufficient to observe that domestic law had been complied with (see paragraph 41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  As to the use to which the evidence was put, as the Court found above (see paragraph 71 above), the domestic courts explicitly relied on the applicant’s statements admitting to participating in the attack on Mr and Mrs Va. and, at the least, failed to exclude a similar statement he made about the attack on A.I.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  As far as the Luhansk murder is concerned, it is true that the applicant on 3 April 2002 and throughout the proceedings consistently denied any involvement in that murder (see paragraph 44 above). However, he stated in that first interview that the crime had been committed by A.B. and the Court cannot lose sight of the fact that that position, repeated by the applicant at the trial, was used by the trial court as part of the evidence supporting his and his co-defendants’ conviction in relation to that crime (see Episode 2 in the Appendix). It cannot be ruled out that, having given that statement without legal advice at an early stage of the proceedings, the first applicant might have found it prejudicial to change it at the trial. Accordingly, that early declaration may have undermined his defence in respect of that episode overall.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Those early admissions likely framed the way the authorities approached the investigation and therefore likely formed a significant part of the evidence against him. Despite the limited role that each of them played in the applicant’s conviction for each of the three episodes taken separately, it is probable that their cumulative effect undermined his overall defence against the charges related to the Luhansk murder and the attacks on Mr and Mrs Va. and A.I. (Episodes 2, 4 and 5 in the Appendix).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  It is true that the other evidence of the applicant’s guilt was rather extensive. However, the Court must bear in mind its conclusion, set out below, that some of the evidence concerning the applicant’s involvement in the Luhansk episode and the attack on Mr and Mrs Va. was admitted in breach of his rights under Article 6 §§ 1 and 3 (d) (see paragraph 113 and 126 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court concludes that the Government have failed to demonstrate convincingly why, exceptionally and in the specific circumstances of the case, the overall fairness of the trial on those charges was not irretrievably prejudiced by the restriction on the applicant’s access to legal advice at the investigation stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The above considerations are sufficient for the Court to conclude that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention in respect of the first applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In the light of that finding the Court does not need to examine whether the first applicant’s right to legal assistance was violated at the subsequent stages of the proceedings (see, for example, Khayrov v. Ukraine, no. 19157/06, § 79, 15 November 2012).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Alleged violation of Article 6 §§ 1 and 3 (d)",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "89.  The second applicant complained that unspecified witnesses to the attack on Mr A.I. (Episode 5) had not been summoned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Government submitted that the applicant had never identified any such witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The applicants submitted that their rights under Article 6 §§ 1 and 3 (d) had been breached on account of the domestic courts’ reliance on untested witness statements by O.Va., S.Va., V.K., R.K. and R.M. and, as far as the first applicant was concerned, G.S. and N.K. While the applicants’ lawyers had not objected to those statements being read out at the trial, the applicant themselves had objected and therefore they had not waived their rights in relation to those witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Government submitted that none of the witnesses in question had identified the applicants as having committed the crimes in question and for that reason their statements had not been “decisive” for the conviction. They also stressed that the applicants’ lawyers had not objected to the reading out of the pre-trial statements.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "93.  The Court observes that the second applicant failed to identify, both in the domestic proceedings and in his submissions to the Court, any specific witnesses who could have testified about the circumstances of the attack on Mr A.I. but who were not summoned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court considers that the applicants’ other complaints under Article 6 §§ 1 and 3 (d) are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court reiterates that Article 6 § 3 (d) enshrines the principle that, before an accused can be convicted, all the evidence against him must normally be produced in his presence at a public hearing for the purpose of adversarial argument (see Schatschaschwili v. Germany [GC], no. 9154/10, § 103, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The principles to be applied in cases where a prosecution witness did not attend the trial and statements previously made by him or her were admitted as evidence have been summarised and refined in Al-Khawaja and Tahery v. the United Kingdom ([GC], nos. 26766/05 and 22228/06, ECHR 2011, and confirmed in Schatschaschwili, cited above). According to the principles developed in that judgment, it is necessary to examine in three steps the compatibility with Article 6 §§ 1 and 3 (d) of the Convention of proceedings in which statements made by a witness who was not present and questioned at the trial are used as evidence (ibid., § 152). The Court must examine:",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Even where there were no good reasons for the non-attendance of a witness, the Court is still called upon to assess whether the witness statement was the sole or decisive evidence supporting the accused’s conviction and whether there were sufficient counterbalancing factors to secure a fair and proper assessment of the reliability of such evidence (see Schatschaschwili, cited above, § 113).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  Given that the Court’s concern is to ascertain whether the proceedings as a whole were fair, it must review the existence of sufficient counterbalancing factors not only in cases in which the evidence given by an absent witness was the sole or the decisive basis for the applicant’s conviction. It must also do so in those cases where, following its assessment of the domestic courts’ evaluation of the weight of the evidence, it finds it unclear whether the evidence in question was the sole or decisive basis but is nevertheless satisfied that it carried significant weight and that its admission may have handicapped the defence (ibid., § 116).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  As to the order of the three steps of the Al-Khawaja test, the Court has held that, given that all three steps of the test are interrelated and, taken together, serve to establish whether or not the criminal proceedings at issue have, as a whole, been fair, it may be appropriate, in a given case, to examine the steps in a different order, in particular if one of the steps proves to be particularly conclusive as to either the fairness or unfairness of the proceedings (ibid., § 118).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court observes at the outset that even though the applicants’ lawyers did not object to the reading out of the witnesses’ pre-trial statements at the trial, the applicants themselves did. The Court notes that the trial court solicited the applicants’ opinion independently from their professional advisers (see paragraph 35 above). Accordingly, the Court considers that the applicants cannot be considered to have waived their rights in respect of the examination of those witnesses on account of their lawyers’ position.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  Next, adopting the flexible approach, endorsed in Schatschaschwili (cited above, § 118), to the order in which the three Al-Khawaja steps are to be applied, the Court first notes that it does not perceive any counterbalancing factors in the proceedings other than (i) the availability and strength of further incriminating evidence and (ii) the opportunity, which the applicants enjoyed in the course of the domestic proceedings, to give their own version of the events and to cast doubt on the credibility of the absent witnesses and point out any incoherence of inconsistency in their statements (see Schatschaschwili, cited above, §§ 126-130, for a discussion of such possible counterbalancing factors).",
                                                "elements": []
                                            },
                                            {
                                                "content": "As to the first of those counterbalancing factors, the Court finds it appropriate to examine it in connection with the closely related question of whether the statements of a given group of witnesses were sole or decisive. As to the second factor, the Court observes that the Supreme Court failed to comment in any detail on the applicant’s specific arguments, raised in their appeals, pointing to contradictions in the pre-trial statements of a number of witnesses (see paragraphs 44-46 above). In view of such lack of reasoning in rejecting the applicants’ objections, the Court does not consider that the mere fact that the applicants were afforded an opportunity to raise those objections was in itself capable of providing an adequate counterbalancing factor for the handicap which the defence faced in the present case on account of admission of the statements of the absent witnesses (compare Trampevski v. the former Yugoslav Republic of Macedonia, no. 4570/07, § 49, 10 July 2012, and Riahi v. Belgium, no. 65400/10, § 41, 14 June 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  On the latter point, the Court observes that the statements of the absent witnesses were not the sole evidence of the applicants’ guilt on any of the charges arising from the episodes in question. The domestic courts did not explicitly indicate whether they considered those statements “decisive”, meaning likely to be determinative of the outcome of the case (ibid., § 123). It remains for the Court to make its own assessment of that question in relation to each group of witnesses and, where relevant, each applicant separately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  Witness G.S. had died by the time of the trial. The trial court, therefore, had a good reason to admit his pre-trial statement as evidence (see Al-Khawaja, cited above, §§ 121 and 153).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  By contrast, it appears that the only reason for the failure to question N.K. at the trial was his unwillingness to travel twice from where he lived, apparently in a different region, to the trial court (see paragraph 33 above). It does not appear that his claim that extreme poverty prevented him from travelling was investigated. In short, it does not appear that the trial court subjected the witness’s reasons for his unwillingness to appear to careful scrutiny (ibid., § 122) and there is no indication that it took any steps to ensure that he would appear. In those circumstances, the Court finds that no good reason has been shown for the non-attendance of N.K.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court reiterates that while the absence of a good reason for the non-attendance of a witness cannot in itself be conclusive of the unfairness of a trial, it is a very important factor to be weighed in the balance when assessing the overall fairness of a trial and one which may tip the balance in favour of finding a breach of Article 6 §§ 1 and 3 (d) (ibid., § 113). It will also be guided by that consideration in considering the admission of the statements of other absent witnesses below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The Court notes that G.S. and N.K. did not witness the actual murder. However, they were the only independent witnesses of the events related to the Luhansk murder who claimed to have seen a person wearing police insignia and his car near the scene of the crime (see Episode 2 in the Appendix). In its judgment, the trial court identified that person as the first applicant whose role it was, according to the court, to stop the victims’ car by impersonating a traffic policeman. According to the findings of the courts, after the car had been stopped that way, A.B. and the first applicant had shot those in it. The Court observes that in his submissions domestically the applicant alleged (see paragraph 44 above), and this allegation had not been specifically rebutted, that in the course of the pre-trial investigation G.S. and N.K. had visually identified, on the basis of photographs, A.B., rather than the first applicant, as the person with police insignia they had seen at the scene of the crime. However, the domestic courts never referred to or relied upon those alleged identification results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  In those circumstances, the Court is satisfied that the statements of those witnesses were likely to have been determinative of the outcome of the case as far as the Luhansk murder was concerned and, therefore, appear to have been “decisive” in that regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Court notes that there was other extensive evidence supporting the first applicant’s conviction for the Luhansk murder. However, it appears that a key element of that corroborating evidence was the co-defendants’ pre-trial statements which they retracted but which themselves were considered by the trial court as corroborated by the pre-trial statements of G.S. and N.K. (see Episode 2 in the Appendix).",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  In other words, the trial court relied on the statements of absent witnesses as grounds for dismissing the co-defendants’ retraction of their pre-trial statements and at the same time used those confessions to corroborate untested witness statements. Therefore, the availability and strength of other incriminating evidence, in view of its “circular” nature, was not a sufficient counterbalancing factor to compensate for the handicap under which the defence laboured.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  In view of this conclusion and given the absence of a good reason for the failure to examine N.K. and the lack of any procedural measures to compensate for that handicap, the court concludes that the admission of G.S.’s and N.K.’s pre-trial statements in evidence against the first applicant undermined the fairness of the proceedings against him in respect of the Luhansk murder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The fact that there was a good reason for G.S.’s non-appearance does not change that conclusion, in particular because the two witnesses appear to have made similar statements about the same circumstances and the possibility to cross-examine one of them, N.K., who was in principle available for questioning at the trial, could have remedied any handicap created by the admission of the statement of the deceased witness, G.S.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  There has, therefore, been a violation of Article 6 §§ 1 and 3 (d) of the Convention in respect of the first applicant on account of the admission of the untested statements of G.S. and N.K. as evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  As far as O.Va. and S.Va. are concerned (see Episode 4 in the Appendix), the Court observes that the trial court based its decision to rely on those witnesses’ pre-trial statements on the letter they had sent to the court asserting that they were unable to appear. There is no indication of any specific reasons given by them for being unable to appear (see paragraph 34 above). According to the applicants’ submissions, uncontested by the Government, no specific reason was ever in fact given.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  As far as V.K., R.K. and R.M. are concerned (see Episodes 6 and 7 in the Appendix), the Court observes that the trial court repeatedly summoned them and searched for them with the help of the police. However, it is unclear what efforts were made by the police to locate them, other than finding that they were not at the addresses they had given. There is no indication that the trial court enquired whether the police ever attempted to find out what their new addresses were or to get details about their absence, including whether it was permanent or temporary (compare Gabrielyan v. Armenia, no. 8088/05, § 82, 10 April 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  It is also notable that the trial court failed to scrutinise the reasons for each witness’s failure to appear or to take account of each person’s specific situation (see Schatschaschwili, cited above, § 122) and instead made a general decision about all of them (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Accordingly, the Court concludes that it has not been shown that there were good reasons for the non-appearance of O.Va., S.Va., V.K., R.K. and R.M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The Court observes that the witnesses in question, who were also the victims, were the only eyewitnesses of the respective attacks, other than the defendants (compare Schatschaschwili, cited above, § 35).",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  As far as O.Va. and S.Va. are concerned, the Court observes that while the applicants’ conviction in respect of the attack on them was also supported by the second applicant’s pre-trial confession, he later retracted it. The other evidence in the case was merely circumstantial. In those circumstances, the Court considers that O.Va.’s and S.Va.’s statements were likely to have been determinative of the outcome of the case related to that criminal episode, and, therefore, appear to have been “decisive”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  As far as V.K. and R.K. are concerned, the Court observes that the main source of information about the applicants’ role in the attacks on them and two other shoe sellers were the statements of the co-defendants. Nothing in the statements of the absent witnesses, and indeed no material in the case file, indicates that the victims had any contact with the applicants or any knowledge of their role in the crime (see in particular paragraph 25 above and Episode 6 in the Appendix). Therefore, the Court is satisfied that the statements of V.K. and R.K. were neither decisive for the applicants’ conviction nor carried such significant weight that they may have handicapped the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  As to R.M.’s statement, the Court observes that according to the findings of the domestic courts only the second applicant directly participated in the attack on R.M. and his bodyguard (see Episode 7 in the Appendix). According to the domestic courts’ findings, the first applicant played a role only in the preparation of that attack. There is no indication that R.M. had any contact with the first applicant or had any idea of his role in it. Therefore, the Court is satisfied that R.M.’s statement was neither decisive for the first applicant’s conviction nor carried such significant weight that it may have handicapped his defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  As to the role of R.M.’s statements in the second applicant’s conviction, the Court observes that R.M. was the only surviving eyewitness of that attack and he gave statements on which the domestic courts relied. They found that it was the second applicant who had shot at R.M. While there was a wide array of circumstantial evidence pointing to the second applicant’s role in the attack, the only other evidence pointing directly to him as having used deadly violence was his own pre-trial confession, which he repudiated at the trial, and Mr Zakshevskiy’s pre-trial confessions, some of which were obtained in violation of his right to legal assistance (see Zakshevskiy, cited above, §§ 119-23). Moreover, according to the second applicant’s uncontested submissions, R.M. had stated in the course of his pre-trial interviews that he clearly remembered the attackers and would be able to recognise their faces and voices (see paragraph 45 above). In those circumstances, while the Court finds it unclear whether R.M.’s statement was decisive for the second applicant’s conviction, it is satisfied that it carried significant weight and that its admission may have handicapped his defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  For the reasons stated in paragraphs 119 and 122 above the Court considers that other corroborative evidence was not strong enough to constitute a sufficient counterbalancing factor to compensate for the handicap under which the defence laboured on account of the admission of the pre-trial statements of O.Va. and S.Va. and, as far as the second applicant was concerned, of R.M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The Court finds, accordingly, in view of the fact that no good reason was shown for the non-appearance of those witnesses (see paragraph 106 above) and the lack of any procedural measures to compensate for the handicap under which the defence laboured, that reliance on their untested statements in the applicants’ conviction undermined the fairness of the proceedings against them in respect of the relevant attacks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  In contrast, given the Court’s finding in paragraphs 120 and 121 that V.K.’s and R.K.’s statements were neither “decisive” nor “carried significant weight” in the applicants’ conviction and that R.M.’s statement was neither “decisive” nor “carried significant weight” in the first applicant’s conviction, it is not necessary to review the existence of counterbalancing factors in those instances (see Schatschaschwili, cited above, § 116). Given the limited impact of those untested statements, their admission was not able to undermine the overall fairness of the proceedings related to those episodes. However, the Court observes that in any event the testimony of the other group of shoe sellers who were victims, L.K. and A.M. (see Episode 6 in the Appendix), constituted such a counterbalancing factor because it showed strong similarities with the statements of the absent victims in respect of those two closely related attacks (ibid., § 128). Likewise, the first applicant’s conviction for his role in the attack on R.M. was supported by a wide array of other evidence which also provided a counterbalancing factor in that regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The Court finds, therefore, that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention in respect of the applicants on account of the admission of the untested statements of O.Va. and S.Va. as evidence and, in respect of the second applicant, on account of the admission of the untested statements of R.M. as evidence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  there has been no violation of Article 6 §§ 1 and 3 (d) of the Convention in respect of the first applicant on account of the admission of the untested statements of R.M. as evidence and, in respect of both applicants, on account of the admission of the untested statements of V.K. and R.K. as evidence.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Alleged violation of Article 6 § 1 in respect of the domestic courts’ reliance on pre-trial confessions for conviction",
                                "elements": [
                                    {
                                        "content": "127.  The applicants submitted that there had been a breach of Article 6 § 1 of the Convention because the domestic courts had relied on the pre-trial confessions that they and their co-defendants had made and had failed to give sufficient weight to their allegation that those statements had been obtained as a result of ill-treatment in breach of their right not to incriminate themselves.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The Government submitted that the defendants’ allegations of illtreatment had been examined and dismissed as unsubstantiated. In addition to the pre-trial confessions, their conviction had been supported by other strong evidence. The trial court had provided detailed reasons for dismissing the defendants’ allegations that their confessions had been given under duress and for relying on their pre-trial statements rather than on their court testimony. Those findings had been upheld by the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Court notes its findings above that there has been a number of violations of Article 6 §§ 1 and 3 in the proceedings against the applicants, including on account of the incriminating statements made by the first applicant in the absence of a lawyer. It remains to be seen whether the applicants have made out an arguable case that the admission in evidence against them of the pre-trial confessions which they and their co-defendants made constituted an additional breach of their right to a fair trial on the grounds that those confessions had been made under duress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court observes that the applicants’ allegation that they were illtreated is not supported by any evidence and rejects that complaint (see paragraph 138 below). It has also dismissed their co-defendant’s illtreatment complaint (see Zakshevskiy, cited above, §§ 126 and 129). Similar allegations by the applicants in respect of their other co-defendants are likewise unsubstantiated. It does not appear that any of the other codefendants has lodged a complaint with the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  Furthermore, the admissibility and reliability of the confessions which the applicants and the other suspects had made were scrutinised in adversarial proceedings. The applicants had an opportunity to challenge the use both of their own and their co-defendants’ statements during the trial. The trial court approached the defendants’ confessions with considerable caution. In particular, it examined at length and rejected the applicants’ assertion that those statements had been extracted under duress and were unreliable (see paragraphs 39 and 40 above). Moreover, it set out in detail its considerations in accepting as trustworthy the defendants’ pre-trial statements rather than their court testimony. The trial court’s judgment, including the latter aspect of it, was upheld on appeal by the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Court finds that the applicants have failed to provide any material or arguments to allow it to reach a conclusion which is different from that of the domestic courts (see, mutatis mutandis, Latimer v. the United Kingdom (dec.), no. 12141/04, 31 May 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Alleged violation of Article 6 § 1 of the Convention on account of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "134.  The applicants complained under Article 6 § 1 of the Convention of the undue length of the proceedings in their case. The Government contested that allegation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The Court notes that it has rejected Mr Zakshevskiy’s complaint concerning the length of the same proceedings (see Zakshevskiy, cited above, § 126). The Court sees no reasons to reach a different conclusion in respect of the applicants. Having regard to all the circumstances of the case, it finds that they failed to make out an arguable case that the length of the proceedings exceeded what may be considered “reasonable”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "137.  The applicants also complained under Article 3 of the Convention that they had been ill-treated to extract their confessions. They alleged additionally under Article 6 that the domestic court had erred in its assessment of evidence in the case, which had led to their conviction, although they had been innocent, and that the domestic courts had lacked impartiality. The first applicant also complained under Article 5 § 1 (c) that he had been unlawfully arrested. He also complained under Article 6 that the trial court had not questioned other, unspecified witnesses for the prosecution and had refused to question witnesses suggested by him. The first applicant also invoked Article 13 of the Convention. In addition, the second applicant complained of having been arbitrarily detained on the basis of false accusations and of having lacked remedies for his situation. He referred to Articles 1, 2, 5, 8, 13 and 17.",
                                "elements": []
                            },
                            {
                                "content": "138.  Having considered the applicants’ submissions in the light of all the material in its possession, the Court finds that, in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention. It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "139.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "140.  The first applicant claimed 50,000 euros (EUR) and the second applicant claimed EUR 200,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Government considered those claims unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Court observes that it has found several violations of Article 6 §§ 1 and 3 (c) and (d) of the Convention in the present case. The Court cannot speculate as to the outcome of the proceedings against the applicants (see Ibrahim, cited above, § 315). The Court notes that Article 445 of the Code of Criminal Procedure and section 10 of the Law on the Execution of Judgments of the European Court of Human Rights allow the possibility to reopen proceedings (see Zakshevskiy, cited above, §§ 50 and 51) and considers that the finding of violations constitutes in itself sufficient just satisfaction (see Leonid Lazarenko, cited above, § 65, and Zakshevskiy, cited above, § 133).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "143.  The first applicant also claimed EUR 2,979.2 and the second applicant claimed EUR 2,975.2 for the legal costs incurred before the Court, to be paid directly into Mr Tarakhkalo’s bank account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  The Government observed that the applicants had failed to support some of their claim with documentary evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,500 to the first applicant and EUR 2,300 to the second applicant for the proceedings before the Court. Those awards are to be transferred directly into the account of the applicants’ lawyer, Mr Tarakhkalo.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "146.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the first applicant’s complaints under Article 6 concerning the right to legal assistance and the applicants’ complaints under Article 6 concerning the right to confront witnesses admissible and the remainder of the applicants’ complaints inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention in respect of the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention in respect of the first applicant on account of the admission of the untested statements of G.S. and N.K. as evidence;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there have been violations of Article 6 § 1 and 3 (d) of the Convention in respect of the applicants on account of the admission of the untested statements of O.Va. and S.Va. as evidence and in respect of the second applicant on account of the admission of the untested statements of R.M. as evidence;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been no violation of Article 6 § 1 and 3 (d) of the Convention in respect of the first applicant on account of the admission of the untested statements of R.M. as evidence and in respect of the applicants on account of the admission of the untested statements of V.K. and R.K. as evidence;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that the finding of violations constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,500 (two thousand five hundred euros) to the first applicant and EUR 2,300 (two thousand three hundred euros) to the second applicant, plus any tax that may be chargeable to the applicants, in respect of costs and expenses, to be converted into the currency of the respondent State at the rate applicable at the date of settlement and to be transferred directly to the account of the applicants’ lawyer Mr Tarakhkalo;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 November 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "\nAPPENDIX",
                        "elements": []
                    },
                    {
                        "content": "Offences of which the applicants were convicted",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SITNEVSKIY AND CHAYKOVSKIY v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-168385.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1110JUD004801606",
    "externalsources": [],
    "extractedappno": [
        "48016/06",
        "7817/07",
        "7193/04",
        "32092/02",
        "30582/04",
        "32152/04",
        "36391/02",
        "50541/08",
        "50571/08",
        "50573/08",
        "40351/09",
        "56581/00",
        "5826/03",
        "25703/11",
        "24652/04",
        "19157/06",
        "22313/04",
        "12793/03",
        "9154/10",
        "26766/05",
        "22228/06",
        "4570/07",
        "65400/10",
        "8088/05",
        "12141/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-168385",
    "judgementdate": "10/11/2016 00:00:00",
    "kpdate": "10/11/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "86",
        "295"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "SITNEVSKIY AND CHAYKOVSKIY",
        "UKRAINE"
    ],
    "rank": "1672.17309570313",
    "representedby": [
        "TARAKHKALO M.",
        "ZAYIKINA Y."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "458158",
    "typedescription": "15"
}