{
    "__articles": "5;5-1-c;5-3;5-1;6;6-1",
    "__conclusion": "No violation of Art. 5-3;No violation of Art. 6-1",
    "applicability": "",
    "appno": "2122/64",
    "article": [
        "6",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "No violation of Art. 5-3",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-57595.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. By a request dated 7 October 1966 the European Commission of Human Rights (hereinafter called \"The Commission\") referred to the Court the \"Wemhoff\" case (Rule 31 (2) of the Rules of Court). The origin of the case lies in an Application lodged with the Commission by Karl-Heinz Wemhoff, a German national, against the Federal Republic of Germany (Article 25 of the Convention) (art. 25).",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request, to which was attached the Report provided for in Article 31 (art. 31) of the Convention, was lodged with the Registry of the Court within the period of three months laid down in Articles 32 (1) and 47 (art. 32-1, art. 47). The Commission referred firstly to Articles 44 and 48 (a) (art. 44, art. 48-a) and secondly to the declaration by the Government of the Federal Republic of Germany (hereinafter called \"the Government\") recognising the compulsory jurisdiction of the Court by virtue of Article 46 (art. 46) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2. On 7 November 1966 Mr. René Cassin, President of the Court, drew by lot, in the presence of the Deputy Registrar, the names of six of the seven Judges called upon to sit as members of the Chamber mentioned above, Mr. Hermann Mosler, the elected Judge of German nationality, being an ex officio member under Article 43 (art. 43) of the Convention; the President also drew by lot the names of three Substitute Judges. One of the Judges who was designated as a member of the Chamber was later prevented from taking part in the sittings; he was replaced by the First Substitute Judge.",
                        "elements": []
                    },
                    {
                        "content": "3. On 22 November 1966 the President of the Chamber ascertained the views of the Agent of the Government and the Delegates of the Commission on the procedure to be followed. By an Order of the same day he decided that the Commission could present its first memorial not later than 20 December 1966 and that the Government should have until 15 April 1967 for its memorial in reply. At the Government’s request the latter term was extended until 15 May 1967 (Order of 6 April 1967).",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s first memorial and that of the Government were received by the Registry within the time-limits allowed.",
                        "elements": []
                    },
                    {
                        "content": "4. In his Order of 6 April 1967 the President of the Chamber had given the Commission until 1 September 1967 to file a second memorial. This was received by the Registry on 3 August 1967.",
                        "elements": []
                    },
                    {
                        "content": "5. As authorised by the President of the Chamber in an Order of 8 September 1967, the Government filed a second and final memorial on 17 November 1967.",
                        "elements": []
                    },
                    {
                        "content": "6. Giving effect to a request of the Government, the Chamber authorised the Agent, counsel and advisers of the former, on 24 November 1967, to use the German language in the oral proceedings, it being the responsibility of the Government to ensure the interpretation into French or English of their oral arguments or statements (Rule 27 (2) of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "7. On 6 and 10 January 1968 the President of the Chamber instructed the Registrar to invite the Commission to produce certain documents, which were placed on the file on 8 and 11 January 1968.",
                        "elements": []
                    },
                    {
                        "content": "8. In accordance with an Order made by the President of the Chamber on 21 November 1967, a public hearing was held at the Human Rights Building, , on 9 and 10 January 1968.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission:",
                        "elements": []
                    },
                    {
                        "content": "\tMM. C.T. Eustathiades, F. Ermacora and J.E.S. Fawcett,   \t\t\t\t\t\t\t\t\t\t     Delegates;",
                        "elements": []
                    },
                    {
                        "content": "- for the Government:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard statements and submissions:",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission: by Mr. M. Sørensen;",
                        "elements": []
                    },
                    {
                        "content": "- for the Government: by MM. W. Bertram, H. Gross and D. Schultz.",
                        "elements": []
                    },
                    {
                        "content": "On 9 January 1968 the Court put to the Agent for the Government and the representatives of the Commission certain questions, to which they replied on 10 January.",
                        "elements": []
                    },
                    {
                        "content": "On the same day the President of the Chamber declared the hearings closed.",
                        "elements": []
                    },
                    {
                        "content": "9. On 1 February and 25 April 1968 the President of the Chamber instructed the Registrar to obtain from the Commission certain additional information and documents, which the Commission supplied in February and at the end of April.",
                        "elements": []
                    },
                    {
                        "content": "10. After deliberating in private the Court gave the present judgment.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "1. The object of the Commission’s request is to submit the case of Karl-Heinz Wemhoff to the Court so that the Court may decide whether or not the facts reveal any violation by the Federal Republic of Germany of its obligations under Articles 5 (3) and 6 (1) (art. 5-3, art. 6-1) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2. The facts of the case, as they appear from the Commission’s Report, the memorials, documents and evidence submitted to the Court and the oral statements made by the Commission and the Government, are essentially as follows:",
                        "elements": []
                    },
                    {
                        "content": "3. K. H. Wemhoff, a German national born at  in 1927, is habitually resident there. At the time of his arrest he was a broker by profession.",
                        "elements": []
                    },
                    {
                        "content": "4. Being under suspicion of being involved in offences of breach of trust, the Applicant was arrested on 9 November 1961. A warrant of arrest (Haftbefehl) issued the next day by the District Court (Amtsgericht) of Berlin-Tiergarten ordered his detention on remand.",
                        "elements": []
                    },
                    {
                        "content": "The warrant stated that Wemhoff was under grave suspicion of having incited breach of trust (Anstiftung zur Untreue) contrary to Sections 266 and 48 of the German Criminal Code: as a customer of the August-Thyssen Bank in  he was said to have incited certain of the Bank’s officials to misappropriate very large sums of money. It was also stated in the warrant that it was to be feared that, if left at liberty, the Applicant would abscond and attempt to suppress evidence (Section 112 of the German Code of Criminal Procedure), for:",
                        "elements": []
                    },
                    {
                        "content": "- he was likely to receive a considerable sentence;",
                        "elements": []
                    },
                    {
                        "content": "- persons implicated in the offences but not yet known to the authorities might receive warning; and",
                        "elements": []
                    },
                    {
                        "content": "- there was a danger that the Applicant would destroy those business documents that it had not yet been possible to seize.",
                        "elements": []
                    },
                    {
                        "content": "During the investigation the warrant was superseded successively by two detention orders dated 28 December 1961 and 8 January 1962, both issued by the District Court. These stated that Wemhoff was under grave suspicion of continuing acts of fraud (fortgesetzter Betrug) contrary to Section 263 of the Criminal Code, of prolonged abetment to fraud (fortgesetzte Beihilfe zum Betrug) contrary to Sections 263 and 49 of the Code and of prolonged abetment to breach of trust (fortgesetzte Beihilfe zur Untreue) contrary to Sections 266 and 49 of the Code.",
                        "elements": []
                    },
                    {
                        "content": "5. In the course of 1961 and 1962 the Applicant asked at several times to be released but all his requests were rejected by the Berlin courts which referred to the reasons given in the warrants of arrest mentioned above. In particular, in May 1962, he made an unspecified offer of bail, which was rejected by the Court of Appeal (Kammergericht) on 25 June 1962, on the grounds of a danger of suppression of evidence (Verdunkelungsgefahr) and moreover because bail could not dispel or diminish the danger of flight in the present case. On 8 August 1962, he offered bail of 200,000 DM, but he withdrew the offer two days later.",
                        "elements": []
                    },
                    {
                        "content": "6. On the occasion of an ex-officio examination of the lawfulness of the detention by the District Court, Wemhoff’s lawyer asked on 20 March 1963 for conditional release of the Applicant, offering in particular the deposit of identity papers. On the same day, however, the court ordered the further detention of the Applicant on the grounds given in the warrant of arrest.",
                        "elements": []
                    },
                    {
                        "content": "The Applicant contested this decision on 16 April 1963, when he invoked the provisions of the Convention for the first time. Asking for release on any condition which might be thought to be necessary, he held in particular that there was neither a danger of suppression of evidence nor a danger of flight, for he had done all he could do to clear up the transactions involved. He added that all his roots were in West Berlin where he lived with his wife and child and where his family had for one hundred and twenty years owned a jeweller’s shop, and which his father intended to convey to him very soon. He further stressed that he had brought civil actions against his debtors and therefore had to appear as plaintiff before several District Courts at least five times a week. On the other hand, he pointed out that it was not possible for him to flee from West Berlin: by reason of his numerous previous journeys he was so well known at the Berlin airport that he could not take an aeroplane there; having been detained for several years in the Soviet Occupied Zone he could enter neither this territory nor East Berlin. Finally the fact that he stayed at  after the discovery of his transactions by the Thyssen Bank on 27 October 1961 showed clearly that he never had any intention of fleeing.",
                        "elements": []
                    },
                    {
                        "content": "This appeal was rejected by the  (Landgericht) of  on 3 May 1963, on the following grounds:",
                        "elements": []
                    },
                    {
                        "content": "- the Applicant was under suspicion of having committed the alleged offences;",
                        "elements": []
                    },
                    {
                        "content": "- the facts had not been fully investigated and were particularly involved;",
                        "elements": []
                    },
                    {
                        "content": "- he appeared to have played a particularly significant part in all the transactions under consideration so that he was likely to receive a particularly severe sentence and might therefore be suspected of intending to flee;",
                        "elements": []
                    },
                    {
                        "content": "- he had important connections abroad and it was impossible, at the present stage of the preliminary investigation, to deny the possibility that he had assets there;",
                        "elements": []
                    },
                    {
                        "content": "- the threat of his financial collapse increased the danger of flight which was not diminished by the existence of his family links in ;",
                        "elements": []
                    },
                    {
                        "content": "- while it was doubtful whether the danger of suppression of evidence was sufficient to justify continued detention, certain reasons still suggested that there was still such danger.",
                        "elements": []
                    },
                    {
                        "content": "In a second appeal (weitere Beschwerde) of 16 May 1963, the Applicant specified that he had been sentenced in 1953 by a tribunal in  to ten years penal servitude and had been released in November 1957. Adding that he had declared his opposition to communism on many occasions, the Applicant declared that it was also impossible for him to flee by passing through the Soviet Occupied Zone by train or by road.",
                        "elements": []
                    },
                    {
                        "content": "From the judgment of the Regional Court of 7 April 1965 (paragraph 12, infra), it appears that the conviction mentioned by the Applicant had been in respect of the illegal transport of goods belonging to refugees and of timber to West Berlin; this conviction was dated 7 March 1953.",
                        "elements": []
                    },
                    {
                        "content": "The Appeal of 16 May 1963 was rejected by the Court of Appeal on 5 August 1963. While admitting that at this stage there might be some doubt as to whether there was still a danger of suppression of evidence, the Court, taking up the grounds of the decision against which the appeal was lodged, pointed out that there was still a danger that the Applicant would abscond; and that his continued detention did not conflict with the requirements of Article 5 (3) (art. 5-3) of the Convention. The Court added that it was to be feared that Wemhoff would refuse to comply with the summons to appear before the judicial authorities on account of his character on which a medical expert had given an unfavourable opinion, which had been confirmed by his conduct while in detention pending trial.",
                        "elements": []
                    },
                    {
                        "content": "7. Several applications for conditional release filed by the Applicant in 1963 and 1964 were also rejected by the  courts on grounds similar to those stated by the Court of Appeal on 5 August 1963. In particular, this court found, in a decision of 22 June 1964, that the risk that the Applicant would abscond was even greater than in August 1963. As a matter of fact, he was likely to receive an appreciably higher sentence than had formerly been thought, as in the meantime the Public Prosecution had extended the accusation against the Applicant to certain offences under the Bankruptcy Code some of which he was said to have committed while in detention. On the other hand, the court considered that it was not yet possible to forecast whether the Applicant, in the event of a conviction, would be conditionally released in accordance with Section 26 of the Criminal Code after serving two-thirds of his detention and whether, in the event of such conviction, the time he had spent in detention pending trial would be counted as part of the sentence.",
                        "elements": []
                    },
                    {
                        "content": "Between 13 November 1961 and 3 November 1964 the Applicant submitted 41 petitions concerning the conditions of his detention on remand, 16 of which were accepted by the responsible authorities while the other 25 were refused.",
                        "elements": []
                    },
                    {
                        "content": "During his detention, he was subjected to disciplinary punishment five times.",
                        "elements": []
                    },
                    {
                        "content": "8. The investigation concerned 13 persons. It was conducted by a member of the Berlin Public Prosecutor’s Office and lasted from 9 November 1961 to 24 February 1964 without any important interruptions. In particular, Wemhoff was interrogated on about 40 occasions.",
                        "elements": []
                    },
                    {
                        "content": "One of the subjects of the investigation was extremely complex cheque manipulations of which the defendants were suspected (paragraph 57 of the Commission’s Report). It involved the examination of 169 accounts at 13 banks in , 35 banks in  and 8 banks in ; the transactions checked totalled 776 million DM. In the case of the Applicant alone, transactions amounting to 284.2 million DM were involved between 1 August 1960 and 27 October 1961, affecting 53 accounts at 26 banks.",
                        "elements": []
                    },
                    {
                        "content": "Several dozen witnesses were questioned, both in the  and abroad. In addition some 15 expert opinions were obtained from a number of auditing firms and accountants and from a retired President of the Deutsche Bundesbank. The number of workdays amounted to 6,000. The reports of the financial experts alone comprised 1,500 pages.",
                        "elements": []
                    },
                    {
                        "content": "By the time the charge was preferred the court’s records comprised 45 volumes containing some 10,000 pages.",
                        "elements": []
                    },
                    {
                        "content": "9. On 23 April 1964, the investigation having been completed, the indictment - a document of 855 pages - was filed with the Regional Court of Berlin; it was notified to the Applicant on 2 May 1964. It shows that the Applicant was accused of:",
                        "elements": []
                    },
                    {
                        "content": "- two cases of prolonged incitement to breach of trust;",
                        "elements": []
                    },
                    {
                        "content": "- prolonged fraud in one of these two cases;",
                        "elements": []
                    },
                    {
                        "content": "- one case of prolonged abetment to breach of trust; and",
                        "elements": []
                    },
                    {
                        "content": "- seven offences under Sections 239 (1) (i) and 241 of the Bankruptcy Act (Konkursordnung).",
                        "elements": []
                    },
                    {
                        "content": "The cases of incitement to breach of trust, fraud and abetment to breach of trust were considered particularly grave ones within the meaning of Sections 266 (2) and 263 (4) of the German Criminal Code.",
                        "elements": []
                    },
                    {
                        "content": "10. On the basis of the indictment, the Regional Criminal Court, on 7 July 1964, replaced the existing detention order by a new one which stated that Wemhoff was under grave suspicion of having committed the same acts of incitement to breach of trust and complicity in breach of trust as well as fraud and two of the seven offences against the Bankruptcy Act mentioned above.",
                        "elements": []
                    },
                    {
                        "content": "In connection with the last-named offences the detention order stated that there were grounds for thinking that in the autumn of 1961 Wemhoff had withdrawn 100,000 DM from an account in his wife’s name at the Banque Commerciale SA, , and secreted this amount somewhere. It added that the same was true, at least in part, of a sum of 140,000 DM paid in by Wemhoff in the spring of 1962 to an account kept by his agent with the \"Papenberg-Bank\", .",
                        "elements": []
                    },
                    {
                        "content": "According to the detention order, there was still a danger that the applicant would abscond, because of the likely sentence.",
                        "elements": []
                    },
                    {
                        "content": "11. By an order (Eröffnungsbeschluss) of the  dated 17 July 1964, the Applicant and eight other accused were committed to the trial court; the order severed the proceedings against a further four accused persons from the main proceedings.",
                        "elements": []
                    },
                    {
                        "content": "The  found there was reason to think that Wemhoff had committed the offences described in the detention order of 7 July 1964.",
                        "elements": []
                    },
                    {
                        "content": "Proceedings on five of the seven acts of bankruptcy of which the applicant was suspected were severed from the main proceedings; they were later discontinued (Einstellung) under Section 154 of the German Code of Criminal Procedure.",
                        "elements": []
                    },
                    {
                        "content": "12. The Applicant’s trial opened on 9 November 1964. In the course of it he lodged 117 applications for the hearing of witnesses, covering 230 points. He challenged three judges and four financial experts on the grounds of partiality. The  heard 97 witnesses, three medical experts and four financial experts. The minutes of the hearing totalled nearly 1,000 pages, apart from the appendices, which comprised about 600 pages.",
                        "elements": []
                    },
                    {
                        "content": "On 15 February 1965, the , acting under Section 154 of the German Code of Criminal Procedure, discontinued (eingestellt) the proceedings in those cases of fraud with which the Applicant was charged that occurred before the beginning of June 1961. On 22 February 1965, it severed from the principal proceedings the two offences under Section 239 (1) (i) of the Bankruptcy Act for which the Applicant was still being prosecuted. Some months later the proceedings relating to these were also discontinued (Section 154 of the Code of Criminal Procedure).",
                        "elements": []
                    },
                    {
                        "content": "On 7 April 1965, the Regional Court found Wemhoff guilty of a particularly serious case of prolonged abetment to breach of trust (fortgesetzte Beihilfe zur Untreue, Sections 266 and 49 of the Criminal Code) and sentenced him to six years and six months penal servitude (Zuchthaus) and a fine of 500 DM, the period of detention on remand being counted as part of the sentence. The court ordered that the Applicant should be kept in detention on remand for the reasons stated in the detention order of 7 July 1964.",
                        "elements": []
                    },
                    {
                        "content": "Judgment was passed on the Applicant at the same time as on six other accused. The judgment comprised 292 pages.",
                        "elements": []
                    },
                    {
                        "content": "13. After conviction, Wemhoff again applied for provisional release in April 1965, but the  rejected his application on 30 April 1965. His appeal against this decision was rejected by the Court of Appeal on 17 May 1965. That court found that it was very probable that he had secreted large sums of money and that he was greatly in debt and insolvent, so that there was a danger that he would yield to the temptation to evade prosecution.",
                        "elements": []
                    },
                    {
                        "content": "14. On 16 August 1965, the Applicant requested provisional release against security of 50,000 DM (20,000 DM in cash and 30,000 DM in the form of a bank guarantee to be put up by his father). After discussing the matter at the Public Prosecutor’s Office, Wemhoff amended his request two days later, offering security of 100,000 DM. This offer was accepted by the  on 19 August 1965. The Applicant, however, did not deposit this security but on 30 August 1965, offered a bank guarantee of 25,000 or 50,000 DM which was to be provided by his father. The  rejected this offer on 6 September 1965. The Applicant contested this decision and offered security of 25,000 DM, but the Court of Appeal dismissed his appeal on 29 October 1965 on the ground that a security of this sum was not sufficient to dispel the danger of flight which was still present.",
                        "elements": []
                    },
                    {
                        "content": "On 19 October 1965, while these proceedings were still in progress, Wemhoff again asked the  to order his release if necessary against security of 10,000 DM. The court rejected the application on 1 December 1965. It found that the temptation for Wemhoff to abscond was still very great, for:",
                        "elements": []
                    },
                    {
                        "content": "- the sentence remaining to be served was considerable;",
                        "elements": []
                    },
                    {
                        "content": "- the Applicant was insolvent and deeply in debt, which he would probably never be able to settle; and",
                        "elements": []
                    },
                    {
                        "content": "- the suspicion that he had secreted away 200,000 DM, as stated in the detention order of 7 July 1964, had grown stronger during the trial.",
                        "elements": []
                    },
                    {
                        "content": "15. On 17 December 1965 the Federal Court (Bundesgerichtshof) rejected an appeal (Revision) filed by the Applicant in July 1965 against his conviction by the . The time he had spent in detention since the judgment of 7 April, in so far as it exceeded three months, was to be counted as part of the sentence.",
                        "elements": []
                    },
                    {
                        "content": "16. On 8 November 1966, after serving two-thirds of his sentence, Wemhoff was conditionally released (in accordance with Section 26 of the Criminal Code) under an Order of the  dated 20 October 1966.",
                        "elements": []
                    },
                    {
                        "content": "17. In his original Application lodged with the Commission on 9 January 1964, the Applicant alleged that the length of his detention on remand violated his right under Article 5 (3) (art. 5-3) of the Convention to be brought to trial within a reasonable time or released pending trial. He complained of the fact that the decisions of the District Court dated 20 March 1963, of the  dated 3 May 1963 and of the Court of Appeal dated 5 August 1963 had not put an end to the detention. He claimed compensation for the damage suffered and reserved the right to specify later the exact amount of his claim.",
                        "elements": []
                    },
                    {
                        "content": "On 2 July 1964 the Commission declared the Application admissible in respect of Article 5 (3) (art. 5-3), and also, ex officio, with reference to Article 6 (1) (art. 6-1).",
                        "elements": []
                    },
                    {
                        "content": "Subsequent to his Application, Wemhoff made three other complaints. On 28 September 1964 the Commission declared one of them inadmissible as being manifestly ill-founded; the other two were not upheld by the Applicant.",
                        "elements": []
                    },
                    {
                        "content": "18. Following the decision declaring admissible the original Application, a Sub-Commission ascertained the facts and unsuccessfully sought a friendly settlement (Articles 28 and 29 of the Convention) (art. 28, art. 29).",
                        "elements": []
                    },
                    {
                        "content": "19. Before the Commission and the Sub-Commission, the Applicant maintained that the purpose of Article 5 (3) (art. 5-3) was to avoid an excessively long deprivation of liberty because of the extent and length of the investigation. He stated that detention on remand was a \"special sacrifice\" imposed upon persons, whether guilty or not, for the maintenance of an effective administration of justice. As, according to the Applicant, this involves a derogation from the principle of the presumption of innocence enshrined in Article 6 (2) (art. 6-2), the State has not the right to continue such detention until the social position, the livelihood, the health, the professional and family life of the individual concerned were destroyed, consequences which his detention had brought about. Pointing out that a remand prisoner’s uncertainty as to his fate is a mental strain that becomes heavier with the passage of time, the Applicant also mentioned Article 3 (art. 3) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Wemhoff also submitted that it would have been possible to deal with his case more speedily, in particular, by dividing it, by employing several public prosecutors and by accelerating the work of the experts. He added that he himself had not caused any substantial delay in the proceedings but, on the contrary, assisted the Public Prosecutor’s Office in unravelling the transactions in issue.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, the Applicant submitted that neither the length of his anticipated sentence nor his civil liability for the loss suffered by the Thyssen Bank constituted sufficient grounds for suspecting him of intending to escape. His offers of bail and the fact that after the discovery of the Thyssen affair on 17 October 1961, he remained with his family in  until his arrest on 9 November proved that he had no intention of resorting to flight.",
                        "elements": []
                    },
                    {
                        "content": "Lastly Wemhoff claimed that he was a victim of a violation of Article 5 (3) (art. 5-3) notwithstanding the final result of his trial, since, in his opinion, the decision whether or not the length of detention pending trial is reasonable cannot depend upon any subsequent occurrence. The Applicant added that, if the conditions of detention on remand are less harsh than those of penal servitude, the uncertainty of the remand prisoner as to his future constitutes a special burden which does not exist in the case of a convicted prisoner.",
                        "elements": []
                    },
                    {
                        "content": "20. After the failure of the attempt to arrange a friendly settlement made by the Sub-Commission, the plenary Commission drew up a Report as required under Article 31 (art. 31) of the Convention. The Report was adopted on 1 April 1966 and transmitted to the Committee of Ministers of the Council of Europe on 17 August 1966. The Commission expressed therein the following opinion, which it later confirmed before the Court:",
                        "elements": []
                    },
                    {
                        "content": "(a) by seven votes to three, that the Applicant had not been brought to trial \"within a reasonable time\" or released pending trial, and that, consequently, Article 5 (3) (art. 5-3) of the Convention had been violated in the present case;",
                        "elements": []
                    },
                    {
                        "content": "(b) by nine votes to one, that that conclusion could not be affected by the fact that the judgment of 7 April 1965 required the period of detention on remand to be counted as part of the sentence;",
                        "elements": []
                    },
                    {
                        "content": "(c) unanimously, that the Applicant’s continued detention on remand, ordered by the competent courts on the grounds of danger of flight and suppression of evidence, was a \"lawful detention\" within the meaning of Article 5 (1) (c) (art. 5-1-c);",
                        "elements": []
                    },
                    {
                        "content": "(d) unanimously, that it could not consider the Applicant’s claim for compensation under Article 5 (5) (art. 5-5), before:",
                        "elements": []
                    },
                    {
                        "content": "(i) the competent organ, namely, the Court or the Committee of Ministers, had given a decision on the question whether Article 5 (3) (art. 5-3) had been violated; and",
                        "elements": []
                    },
                    {
                        "content": "(ii) the Applicant had had an opportunity, with respect to his claim for compensation, to exhaust, in accordance with Article 26 (art. 26) of the Convention, the domestic remedies available to him under German law;",
                        "elements": []
                    },
                    {
                        "content": "(e) unanimously, that even if the period from 9 November 1961 to 17 December 1965 was considered, Article 6 (1) (art. 6-1) had not been violated in the criminal proceedings against the Applicant.",
                        "elements": []
                    },
                    {
                        "content": "In brief, of the ten members of the Commission who were present when the Report was adopted, three found no breach by the Federal Republic of Germany of its obligations under the Convention while the majority considered that there had been a breach on one count, but none on the others. The Report sets out four individual opinions – one concurring, and the other three dissenting.",
                        "elements": []
                    },
                    {
                        "content": "Arguments of the Commission and the Government",
                        "elements": []
                    },
                    {
                        "content": "1. In the Commission’s view Article 5 (3) (art. 5-3) of the Convention lays down the right of a person detained in accordance with Article 5 (1) (c) (art. 5-1-c) either to be released pending trial or to be brought to trial within a reasonable time. If the person is being held in detention on remand it must not exceed a reasonable period. The most important problem, therefore, is to determine the exact meaning of the words \"reasonable time\". The Commission finds this expression vague and lacking in precision, with the result that it is not possible to determine abstractly its exact meaning, which can be evaluated solely in the light of the particular circumstances of each case.",
                        "elements": []
                    },
                    {
                        "content": "2. In order to facilitate such evaluation the Commission believes that it is in general necessary to examine an individual case according to the seven following \"criteria\" or \"elements\":",
                        "elements": []
                    },
                    {
                        "content": "(i) The actual length of detention.",
                        "elements": []
                    },
                    {
                        "content": "In this respect, the Commission does not indicate in its Report when it considers the \"reasonable time\" mentioned in Article 5 (3) (art. 5-3) to begin and to end in abstracto. During the oral proceedings before the Court, however, the Principal Delegate of the Commission stated the problems which the Commission thinks arise in this matter. Whereas the English version (\"entitled to trial within a reasonable time or to be released pending trial\") would permit the interpretation that the period referred to ends with the opening of the case before the trial court, the French version (\"être jugée dans un délai raisonnable, ou libérée pendant la procédure\") would cover a longer period, ending at the date on which judgment is pronounced. The Commission has not stated any definite opinion on this question, but at the hearing its Principal Delegate expressed a clear preference in favour of the interpretation based on the French text, the meaning of which is, unlike the English version, clear and unequivocal and also more favourable to the individual. In particular, the delegate of the Commission rejected the argument of the German Government that the English version should be accepted for the simple reason that it limits the sovereignty of States to a lesser degree.",
                        "elements": []
                    },
                    {
                        "content": "The Commission emphasised the importance which it attaches to the Court’s settling this question of interpretation.",
                        "elements": []
                    },
                    {
                        "content": "(ii) The length of detention on remand in relation to the nature of the offence, the penalty prescribed and to be expected in the case of conviction and any legal provisions making allowance for such a period of detention in the execution of the penalty which may be imposed. On this point the Commission remarked that the length of detention on remand may vary according to the nature of the offence concerned and the penalty prescribed and to be expected. However, in determining the relation between the penalty and the length of detention, it is necessary to take into account the presumption of innocence as guaranteed by Article 6 (2) (art. 6-2) of the Convention. If the length of detention should approach too closely the length of the sentence to be expected in case of conviction, the principle of presumption of innocence would not be fully observed;",
                        "elements": []
                    },
                    {
                        "content": "(iii) material, moral or other effects on the detained person.",
                        "elements": []
                    },
                    {
                        "content": "(iv) the conduct of the accused:",
                        "elements": []
                    },
                    {
                        "content": "(a) Did he contribute to the delay or expedition of the investigation or trial?",
                        "elements": []
                    },
                    {
                        "content": "(b) Was the procedure delayed as a result of applications for release pending trial, appeals or other remedies resorted to by him?",
                        "elements": []
                    },
                    {
                        "content": "(c) Did he request release on bail or offer other guarantees to appear for trial?",
                        "elements": []
                    },
                    {
                        "content": "(v) difficulties in the investigation of the case (its complexity in respect of facts or number of witnesses or co-accused, need to obtain evidence abroad, etc.).",
                        "elements": []
                    },
                    {
                        "content": "(vi) the manner in which the investigation was conducted:",
                        "elements": []
                    },
                    {
                        "content": "(a) the system of investigation applicable;",
                        "elements": []
                    },
                    {
                        "content": "(b) the conduct by the authorities of the investigation (the diligence shown by them in dealing with the case and the manner in which they organised the investigation).",
                        "elements": []
                    },
                    {
                        "content": "(vii) the conduct of the judicial authorities concerned:",
                        "elements": []
                    },
                    {
                        "content": "(a) in dealing with the applications for release pending trial;",
                        "elements": []
                    },
                    {
                        "content": "(b) in completing the trial.",
                        "elements": []
                    },
                    {
                        "content": "3. The Commission argues that a rational scheme of this kind makes possible in each case a \"coherent interpretation without any appearance of arbitrariness\". The Commission remarks, however, that the conclusion in any particular case will be the outcome of an overall evaluation of all the elements. Even if examination of some of the criteria leads to the conclusion that the length of detention is reasonable, the application of other criteria may lead to a contrary conclusion. The final and determining conclusion will therefore depend on the relative weight and importance of the criteria, but this in no way precludes one single criterion from having decisive importance in some cases.",
                        "elements": []
                    },
                    {
                        "content": "The Commission adds that it has endeavoured to cover, through the aforementioned criteria, all the situations of fact which it is usually possible to find in cases of detention on remand, but that the list should not be considered exhaustive, there being exceptional situations, other than those submitted to the Court for decision in the case in question, which might justify the examination of other criteria.",
                        "elements": []
                    },
                    {
                        "content": "4. In this case the Commission ascertained the facts in the light of the said criteria and proceeded to their legal evaluation by the same method of interpretation.",
                        "elements": []
                    },
                    {
                        "content": "Certain of the facts established by the Commission seemed to it important in the light of several criteria. There will be found below a summary of the Commission’s opinion on these various points.",
                        "elements": []
                    },
                    {
                        "content": "5. With regard to application of the first criterion, that is to say the length of Wemhoff’s detention on remand, the Commission takes into account the period from 9 November 1961 (the date of his arrest) to 9 November 1964 (the date of the opening of the trial before the ). According to the Commission the actual length of this detention (three years) seems to warrant the conclusion that it exceeded a \"reasonable\" period.",
                        "elements": []
                    },
                    {
                        "content": "6. As regards the second criterion mentioned above, the Commission is of the opinion that its application in the present case seems to justify the same conclusion. It remarks that here it has taken into consideration both the possibility of the Applicant’s provisional release under Section 26 of the Criminal Code, and the fact that the length of detention has been counted as part of the sentence imposed. The Commission accepts that this last measure constitutes an element comparable to an \"extenuating circumstance\", but states that it in no way changes the distinctive nature of detention on remand which, not being in accordance with Article 5 (3) (art. 5-3), remains a violation of the Convention, even if in the execution of the sentence finally imposed, account has been taken of the period of detention.",
                        "elements": []
                    },
                    {
                        "content": "7. Application of the third criterion, in the opinion of the Commission, likewise leads to the conclusion that the length of detention was excessive, in view of the prejudicial effects of the detention on the Applicant’s family life; his long detention is said to have destroyed his marriage and injured his close relations with his parents.",
                        "elements": []
                    },
                    {
                        "content": "8. The Commission does not think, as regards the fourth criterion, that the Applicant’s conduct contributed substantially to the length of his detention.",
                        "elements": []
                    },
                    {
                        "content": "9. In evaluating the fifth criterion the Commission considers that the case in question was of very great complexity, not only on account of the nature and number of the financial transactions involved but also because of the number of accused and witnesses who had to be heard and the ramifications of the case both in  and abroad. According to the Commission these circumstances support and conclusion that the length of detention was reasonable.",
                        "elements": []
                    },
                    {
                        "content": "10. The examination of the sixth and seventh criteria does not, in the opinion of the Commission, lead to the conclusion that the criminal proceedings against the Applicant were substantially prolonged through any fault of the authorities.",
                        "elements": []
                    },
                    {
                        "content": "11. In the light of the overall evaluation of these various criteria, and in consideration of the peculiar circumstances of the case, the Commission attaches particular importance to the actual length of detention and concludes that the Applicant was not brought to trial within a \"reasonable\" time or released pending trial, and that consequently he has been a victim of a violation of Article 5 (3) (art. 5-3).",
                        "elements": []
                    },
                    {
                        "content": "12. It should be added that in the Commission’s view the continued detention on remand of the Applicant, ordered by the competent courts because of the danger of flight and suppression of evidence, was lawful within the meaning of Article 5 (1) (c) (art. 5-1-c).",
                        "elements": []
                    },
                    {
                        "content": "13. The Commission maintains that Article 6 (1) (art. 6-1) poses questions of interpretation similar to those raised by Article 5 (3) (art. 5-3), in particular as regards the \"time\" mentioned in Article 6 (1) (art. 6-1). However, in the opinion of the Commission, the question whether the time was \"reasonable\" for the purposes of Article 5 (3) (art. 5-3) or of Article 6 (1) (art. 6-1) must be judged differently in the two cases; the former, being intended to safeguard the physical freedom of the individual, requires stricter application than the latter, the object of which is to protect the individual against abnormally long judicial proceedings, irrespective of the question of the actual detention. In the present case, the criminal procedure related to extremely complex facts; it was not unduly prolonged by the German judicial authorities. Therefore, the Commission arrives at the conclusion that even if the period concerned were considered to run from 9 November 1961 until 17 December 1965, Article 6 (1) (art. 6-1) has not been violated in the criminal proceedings against the Applicant.",
                        "elements": []
                    },
                    {
                        "content": "14. At the hearing of 9 January 1968, the Commission made the the following submissions:",
                        "elements": []
                    },
                    {
                        "content": "\"May it please the Court to decide:",
                        "elements": []
                    },
                    {
                        "content": "(1) whether or not Article 5 (3) (art. 5-3) of the Convention has been violated by the detention of Wemhoff from 9 November 1961 to 9 November 1964 or any later date;",
                        "elements": []
                    },
                    {
                        "content": "(2) whether or not Article 6 (1) (art. 6-1) of the Convention has been violated by the duration of the criminal proceedings against Wemhoff between his arrest on 9 November 1961 or any later date and the judgment of the Regional Court of Berlin on 7 April 1965 or any other date.\"",
                        "elements": []
                    },
                    {
                        "content": "15. The German Government, for its part, remarks that it shares the Commission’s opinion as to the absence of any violation of Article 6 (1) (art. 6-1) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "16. With regard to the interpretation of Article 5 (3) (art. 5-3) of the Convention and its application to the present case, the Government believes that the period to be considered is that which the Commission takes into account in its Report, from arrest (9 November 1961) to the opening of the case before the trial court, the Regional Court of Berlin (9 November 1964).",
                        "elements": []
                    },
                    {
                        "content": "According to the Government it is essential, at least in the present case, not to rely on the French text (\"le droit d’être jugée dans un délai raisonnable ou libérée pendant la procédure\"), which could signify a longer period (up to the date of the judgment) than one terminating on the date of the opening of the trial, as suggested by the English version (\"entitled to trial within a reasonable time or to release pending trial\"). It could therefore lead to a further limitation of the sovereignty of the Contracting States. Moreover, application of Article 5 (3) (art. 5-3) in the French version would allow the accused to prolong the protection accorded by that provision by making excessive use of procedural devices. The result would be an undue prolongation of proceedings, with the danger that by the time release was possible, the period would no longer be \"reasonable\".",
                        "elements": []
                    },
                    {
                        "content": "17. In general terms the Government expresses considerable reservations as to the method adopted by the Commission - that of laying down seven \"criteria\" - while admitting that the answer depends on the circumstances of the case. In its opinion, the Commission was not objective, on its strict allocation of the facts to the same criteria, as indeed some of the facts mentioned in relation to one of the criteria would be equally relevant to others.",
                        "elements": []
                    },
                    {
                        "content": "18. The Government also sets against the Commission’s reasoning the following considerations which, in its opinion, demonstrate the absence of any violation of Article 5 (3) (art. 5-3) in the case of the Applicant.",
                        "elements": []
                    },
                    {
                        "content": "19. To the first criterion advanced by the Commission, namely, the actual length of detention, the Government raises objections of principle. In its opinion, the adjective \"reasonable\", qualifying the noun \"time\", introduces a relative element; the absolute factor which the actual length of detention represents cannot therefore serve as a criterion for determining whether such a length of time is \"reasonable\". Furthermore, the Government remarks that, in the Commission’s view, the Applicant’s detention was \"lawful\" for the whole of its length within the meaning of Article 5 (1) (c) (art. 5-1-c) of the Convention; it adds that the Commission, in evaluating the fifth criterion, admits that the complexity of the investigation tends to justify the length of detention. The Government therefore does not see how it is possible to consider as \"unreasonable\" the length of the detention on remand in toto. Moreover, the Commission has not indicated at what moment the detention ceased, in its opinion, to be \"reasonable\".",
                        "elements": []
                    },
                    {
                        "content": "20. Neither does the Government share the evaluation of the Commission with respect to the second criterion. It emphasises that the opinion of the Commission is based primarily on the possibility, provided in Section 26 of the Criminal Code, of the conditional release of a detained person. However, according to the Government, that Section, whose application depends on the Court’s discretion, can operate only when the sentence has become final and, more precisely, from the moment when the convicted person has already served two-thirds of his sentence; it cannot therefore justify the conclusion that the length of detention on remand has been \"unreasonable\". Moreover, the German judicial authorities granted the Applicant conditional freedom when he had served two-thirds of his sentence. This decision, which dates from 20 October 1966, was able to be taken so early because the length of detention on remand had been counted as part of the sentence.",
                        "elements": []
                    },
                    {
                        "content": "With regard to the Commission’s argument that detention on remand represents a distinct situation even where it has been counted in part or in whole against the sentence, the Government stresses the advantages - which are not disputed - of such detention compared with a sentence of imprisonment. It is inferred from this that the length of the detention operated in favour of the Applicant: had it been shorter, Wemhoff would have had to spend longer in penal servitude, which would have made the conditions of his detention appreciably worse.",
                        "elements": []
                    },
                    {
                        "content": "21. In evaluating the third criterion, the Commission has omitted, in the Government’s view, to verify the existence of a causal relation between Wemhoff’s detention and the deterioration of his family life. The Government maintains that if Wemhoff had been convicted earlier and thus subjected to a longer period of imprisonment, the effects would have been equally prejudicial - indeed, even graver - for his financial and family position than would those of detention on remand. It is deduced from this that the evaluation of the third criterion by the Commission is not convincing.",
                        "elements": []
                    },
                    {
                        "content": "22. In the opinion of the Government, the statements of fact arrived at by the Commission in the light of the fourth criterion contain certain lacunae. Certainly, it may be acknowledged that the numerous requests, appeals and other approaches, set out in detail in Appendices VIII and IX of the Commission’s Report, do not allow it to be affirmed that Wemhoff generally intended to slow down the course of the proceedings. According to the Government, there can, however, be no doubt that the examination of the case was thereby prolonged. On this point, the Government likewise remarks that the Regional Court of Berlin decided on 19 August 1965, i.e. after conviction, to suspend the detention order subject to the deposit of bail of 100,000 DM. The Court had, in the light of the documents in its possession, discovered that the Applicant had deposited the sum of 100,000 DM in an account opened in the name of his wife in a Swiss bank, and that he had withdrawn this sum when his offences came to light. In the course of the proceedings, the Applicant had given highly contradictory explanations of this transaction; the judicial authorities have not been in a position to discover what Wemhoff had done with the sum of money in question. Whatever the position may be, the Applicant did not take up the offer of bail of the Court.",
                        "elements": []
                    },
                    {
                        "content": "According to the Government, it should be concluded that the application of the fourth criterion does not authorise the Commission to consider as unreasonable the length of detention on remand.",
                        "elements": []
                    },
                    {
                        "content": "23. As regards the application of the fifth, sixth and seventh criteria, the Government states that it shares the opinion expressed by the Commission.",
                        "elements": []
                    },
                    {
                        "content": "24. In dealing with a criminal case as enormous and as complex, both as to the facts and to the law, as is the Wemhoff case, the Government considers that the Commission’s method of evaluation does not allow objective determination of whether the length of detention on remand was reasonable or not within the meaning of Article 5 (3) (art. 5-3) of the Convention or of where in time the line should be drawn between what is \"reasonable\" and what is \"unreasonable\".",
                        "elements": []
                    },
                    {
                        "content": "In particular, the Government expresses its regret that in following the system of \"criteria\" the Commission has lost sight of the reasons which, in the view of the judicial authorities, made continued detention necessary. The danger that the Applicant would abscond is said to have been a real one throughout his detention, by reason not only of the gravity of the likely sentence and its effect on his civil responsibility but also of his financial malpractices and particularly the unexplained withdrawal of 100,000 DM from an account in his wife’s name with a Swiss bank.",
                        "elements": []
                    },
                    {
                        "content": "25. At the hearing of 9 January 1968, the Government made the following submission:",
                        "elements": []
                    },
                    {
                        "content": "\"We ask this Court to find:",
                        "elements": []
                    },
                    {
                        "content": "that the decisions and measures taken by German authorities and courts in the Wemhoff case are compatible with the commitments entered into by the Federal Republic under Articles 5 (3) and 6 (1) (art. 5-3, art. 6-1) of the Convention\".",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "1. In his Application to the Commission of 9 January 1964, Wemhoff complained, inter alia, that he had been kept in detention since his arrest on 9 November 1961. As this part of the Application was declared admissible by the Commission, the Court is now called upon to decide whether Wemhoff has been the victim of a violation of the Convention in respect of the facts complained of by him.",
                        "elements": []
                    },
                    {
                        "content": "2. The Court finds that Wemhoff was arrested and detained in accordance with the provisions of Article 5 (1) (c) (art. 5-1-c) for the purpose of bringing him before the competent legal authority, there being a reasonable suspicion that he had committed an offence and reasonable grounds for believing that it was necessary to prevent his fleeing after having done so. Nor is it denied that he was informed promptly of the reasons for his arrest or that he was brought promptly before a judge. Consequently, it is evident that there has been no violation in the present case of Article 5 (1) (c) (art. 5-1-c) or the first part of Article 5 (3) (art. 5-3) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "3. The question arises however whether there has been a contravention by the German judicial authorities of two other provisions of the Convention, to wit, the second part of Article 5 (3) (art. 5-3), according to which everyone who is arrested or detained in accordance with the provisions of Article 5 (1) (c) (art. 5-1-c) is \"entitled to trial within a reasonable time or to release pending trial\", it being understood that \"release may be conditioned by guarantees to appear for trial\", and Article 6 (1) (art. 6-1)in so far as it states that \"in the determination of ... any criminal charge against him\", everyone is entitled to a hearing \"... within a reasonable time by a ... tribunal ...\"",
                        "elements": []
                    },
                    {
                        "content": "A. As regards Article 5 (3) (art. 5-3) of the Convention",
                        "elements": [
                            {
                                "content": "4. The Court considers that it is of the greatest importance that the scope of this provision should be clearly established. As the word \"reasonable\" applies to the time within which a person is entitled to trial, a purely grammatical interpretation would leave the judicial authorities with a choice between two obligations, that of conducting the proceedings until judgment within a reasonable time or that of releasing the accused pending trial, if necessary against certain guarantees.",
                                "elements": []
                            },
                            {
                                "content": "5. The Court is quite certain that such an interpretation would not conform to the intention of the High Contracting Parties. It is inconceivable that they should have intended to permit their judicial authorities, at the price of release of the accused, to protract proceedings beyond a reasonable time. This would, moreover, be flatly contrary to the provision in Article 6 (1) (art. 6-1) cited above.",
                                "elements": []
                            },
                            {
                                "content": "To understand the precise scope of the provision in question, it must be set in its context.",
                                "elements": []
                            },
                            {
                                "content": "Article 5 (art. 5), which begins with an affirmation of the right of everyone to liberty and security of person, goes on to specify the situations and conditions in which derogations from this principle may be made, in particular with a view to the maintenance of public order, which requires that offences shall be punished. It is thus mainly in the light of the fact of the detention of the person being prosecuted that national courts, possibly followed by the European Court, must determine whether the time that has elapsed, for whatever reason, before judgment is passed on the accused has at some stage exceeded a reasonable limit, that is to say imposed a greater sacrifice than could, in the circumstances of the case, reasonably be expected of a person presumed to be innocent.",
                                "elements": []
                            },
                            {
                                "content": "In other words, it is the provisional detention of accused persons which must not, according to Article 5 (3) (art. 5-3), be prolonged beyond a reasonable time. This is, moreover, the interpretation given to the text by both the German Government and the Commission.",
                                "elements": []
                            },
                            {
                                "content": "6. Another question relating to the interpretation of Article 5 (3) (art. 5-3) raised in the course of the hearing before the Court is that of the period of detention covered by the requirement of a \"reasonable time\". While the Commission had expressed the opinion in its Report that the appearance of the accused before the trial court, which in this case took place on 9 November 1964, should be considered as the end of the detention, the length of which was to be appreciated by it, the President of the Commission, recalling that Wemhoff’s detention on remand had continued after his appearance before the Regional Court of Berlin and referring also to the dissenting opinion of a minority within the Commission, requested the Court during the oral proceedings to pronounce upon the lawfulness of the detention from 9 November 1961 until 9 November 1964 or a later date.",
                                "elements": []
                            },
                            {
                                "content": "The representative of the German Government expounded the reasons which led him to maintain the interpretation, accepted in the Commission’s Report, that it is the time of appearance before the trial court that marks the end of the period with which Article 5 (3) (art. 5-3) is concerned.",
                                "elements": []
                            },
                            {
                                "content": "7. The Court cannot accept this restrictive interpretation. It is true that the English text of the Convention allows such an interpretation. The word \"trial\", which appears there on two occasions, refers to the whole of the proceedings before the court, not just their beginning; the words \"entitled to trial\" are not necessarily to be equated with \"entitled to be brought to trial\", although in the context \"pending trial\" seems to require release before the trial considered as a whole, that is, before its opening.",
                                "elements": []
                            },
                            {
                                "content": "But while the English text permits two interpretations the French version, which is of equal authority, allows only one. According to it the obligation to release an accused person within a reasonable time continues until that person has been \"jugée\", that is, until the day of the judgment that terminates the trial. Moreover, he must be released \"pendant la procédure\", a very broad expression which indubitably covers both the trial and the investigation.",
                                "elements": []
                            },
                            {
                                "content": "8. Thus confronted with two versions of a treaty which are equally authentic but not exactly the same, the Court must, following established international law precedents, interpret them in a way that will reconcile them as far as possible. Given that it is a law-making treaty, it is also necessary to seek the interpretation that is most appropriate in order to realise the aim and achieve the object of the treaty, not that which would restrict to the greatest possible degree the obligations undertaken by the Parties. It is impossible to see why the protection against unduly long detention on remand which Article 5 (art. 5) seeks to ensure for persons suspected of offences should not continue up to delivery of judgment rather than cease at the moment the trial opens.",
                                "elements": []
                            },
                            {
                                "content": "9. It remains to ascertain whether the end of the period of detention with which Article 5 (3) (art. 5-3) is concerned is the day on which a conviction becomes final or simply that on which the charge is determined, even if only by a court of first instance.",
                                "elements": []
                            },
                            {
                                "content": "The Court finds for the latter interpretation.",
                                "elements": []
                            },
                            {
                                "content": "One consideration has appeared to it as decisive, namely that a person convicted at first instance, whether or not he has been detained up to this moment, is in the position provided for by Article 5 (1) (a) (art. 5-1-a) which authorises deprivation of liberty \"after conviction\". This last phrase cannot be interpreted as being restricted to the case of a final conviction, for this would exclude the arrest at the hearing of convicted persons who appeared for trial while still at liberty, whatever remedies are still open to them. Now, such a practice is frequently followed in many Contracting States and it cannot be believed that they intended to renounce it. It cannot be overlooked moreover that the guilt of a person who is detained during the appeal or review proceedings, has been established in the course of a trial conducted in accordance with the requirements of Article 6 (art. 6). It is immaterial, in this respect, whether detention after conviction took place on the basis of the judgment or - as in the Federal Republic of Germany - by reason of a special decision confirming the order of detention on remand. A person who has cause to complain of the continuation of his detention after conviction because of delay in determining his appeal, cannot avail himself of Article 5 (3) (art. 5-3) but could possibly allege a disregard of the \"reasonable time\" provided for by Article 6 (1) (art. 6-1).",
                                "elements": []
                            },
                            {
                                "content": "In this case, therefore, the period whose reasonableness the Court is called upon to consider lasts from 9 November 1961 to 7 April 1965.",
                                "elements": []
                            },
                            {
                                "content": "10. The reasonableness of an accused person’s continued detention must be assessed in each case according to its special features. The factors which may be taken into consideration are extremely diverse. Hence, the possibility of wide differences in opinion in the assessment of the reasonableness of a given detention.",
                                "elements": []
                            },
                            {
                                "content": "11. With a view to reducing the risk and the extent of such differences and as a measure of intellectual discipline, as the President of the Commission put it in his address to the Court, the Commission has devised an approach which consists in defining a set of seven criteria whose application is said to be suitable for arriving at an assessment, whether favourable or otherwise, of the length of the detention imposed. The examination of the various aspects of the case in the light of these criteria is supposed to produce an evaluation of its features as a whole; the relative importance of each criterion may vary according to the circumstances of the case.",
                                "elements": []
                            },
                            {
                                "content": "12. The Court does not feel able to adopt this method. Before being referred to the organs set up under the Convention to ensure the observance of the engagements undertaken therein by the High Contracting Parties, cases of alleged violation of Article 5 (3) (art. 5-3) must have been the subject of domestic remedies and therefore of reasoned decisions by national judicial authorities. It is for them to mention the circumstances which led them, in the general interest, to consider it necessary to detain a person suspected of an offence but not convicted. Likewise, such a person must, when exercising his remedies, have invoked the reasons which tend to refute the conclusions drawn by the authorities from the facts established by them, as well as other circumstances which told in favour of his release.",
                                "elements": []
                            },
                            {
                                "content": "It is in the light of these pointers that the Court must judge whether the reasons given by the national authorities to justify continued detention are relevant and sufficient to show that detention was not unreasonably prolonged and contrary to Article 5 (3) (art. 5-3) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "13. The arrest warrant taken out in Wemhoff’s name on 9 November 1961 was based on the fear that if he were left at liberty, he would abscond and destroy the evidence against him, in particular by communicating with persons who might be involved (statement of the facts, para. 4). Both of these reasons continued to be invoked until 5 August 1963 in the decisions of the courts rejecting Wemhoff’s many applications for release pending trial.",
                                "elements": []
                            },
                            {
                                "content": "On that date, however, although the investigation had yet to be concluded, the Court of Appeal accepted that there was some doubt as to whether any danger of suppression of evidence still existed, but it considered that the other reason was still operative (statement of the facts, para. 6), and the same reasoning was repeated in later decisions dismissing the Applicant’s appeals.",
                                "elements": []
                            },
                            {
                                "content": "14. With regard to the existence of a danger of suppression of evidence, the Court regards this anxiety of the German courts to be justified in view of the character of the offences of which Wemhoff was suspected and the extreme complexity of the case.",
                                "elements": []
                            },
                            {
                                "content": "As to the danger of flight, the Court is of opinion that, while the severity of the sentence which the accused may expect in the event of conviction may legitimately be regarded as a factor encouraging him to abscond - though the effect of such fear diminishes as detention continues and, consequently, the balance of the sentence which the accused may expect to have to serve is reduced, nevertheless the possibility of a severe sentence is not sufficient in this respect. The German courts have moreover been careful to support their affirmations that a danger of flight existed by referring at an early stage in the proceedings to certain circumstances relating to the material position and the conduct of the accused (statement of the facts, paras. 6 and 7).",
                                "elements": []
                            },
                            {
                                "content": "15. The Court wishes however, to emphasise that the concluding words of Article 5 (3) (art. 5-3) of the Convention show that, when the only remaining reasons for continued detention is the fear that the accused will abscond and thereby subsequently avoid appearing for trial, his release pending trial must be ordered if it is possible to obtain from him guarantees that will ensure such appearance.",
                                "elements": []
                            },
                            {
                                "content": "It is beyond doubt that, in a financial case such as that in which Wemhoff was involved, an essential factor in such guarantees should have been the deposit by him of bail or the provision of security for a large amount. The positions successively taken up by him on this matter (statement of the facts, paras. 5 and 14) are not such as to suggest that he would have been prepared to furnish such guarantees.",
                                "elements": []
                            },
                            {
                                "content": "16. In these circumstances the Court could not conclude that there had been any breach of the obligations imposed by Article 5 (3) (art. 5-3) unless the length of Wemhoff’s provisional detention between 9 November 1961 and 7 April 1965 had been due either (a) to the slowness of the investigation, which was only completed at the end of February 1964, or (b) to the lapse of time which occurred either between the closing of the investigation and the preferment of the indictment (April 1964) or between then and the opening of the trial (9 November 1964) or finally (c) to the length of the trial (which lasted until 7 April 1965). It cannot be doubted that, even when an accused person is reasonably detained during these various periods for reasons of the public interest, there may be a violation of Article 5 (3) (art. 5-3) if, for whatever cause, the proceedings continue for a considerable length of time.",
                                "elements": []
                            },
                            {
                                "content": "17. On this point, the Court shares the opinion of the Commission that no criticism can be made of the conduct of the case by the judicial authorities. The exceptional length of the investigation and of the trial are justified by the exceptional complexity of the case and by further unavoidable reasons for delay. It should not be overlooked that, while an accused person in detention is entitled to have his case given priority and conducted with particular expedition, this must not stand in the way of the efforts of the judges to clarify fully the facts in issue, to give both the defence and the prosecution all facilities for putting forward their evidence and stating their cases and to pronounce judgment only after careful reflection on whether the offences were in fact committed and on the sentence.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B. As regards Article 6 (1) (art. 6-1) which gives to everyone the right to have his case heard within a reasonable time",
                        "elements": [
                            {
                                "content": "18. The Court is of opinion that the precise aim of this provision in criminal matters is to ensure that accused persons do not have to lie under a charge for too long and that the charge is determined.",
                                "elements": []
                            },
                            {
                                "content": "There is therefore no doubt that the period to be taken into consideration in applying this provision lasts at least until acquittal or conviction, even if this decision is reached on appeal. There is furthermore no reason why the protection given to the persons concerned against the delays of the court should end at the first hearing in a trial: unwarranted adjournments or excessive delays on the part of trial courts are also to be feared.",
                                "elements": []
                            },
                            {
                                "content": "19. As regards the beginning of the period to be taken into consideration, the Court is of opinion that it must run from 9 November 1961, the date on which the first charges were levelled against Wemhoff and his arrest was ordered.",
                                "elements": []
                            },
                            {
                                "content": "It was on that date that his right to a hearing within a reasonable time came into being so that the criminal charges could be determined.",
                                "elements": []
                            },
                            {
                                "content": "20. The period to be taken into consideration in order to check whether Article 6 (1) (art. 6-1) has been observed thus coincides in Wemhoff’s case, for the greater part, with the period of his detention as covered by Article 5 (3) (art. 5-3). The Court therefore, having found no failure on the part of the judicial authorities in their duty of particular diligence under that provision, must a fortiori accept that there has been no contravention of the obligation contained in Article 6 (1) (art. 6-1) of the Convention. Even if the length of the review proceedings (Revision) is to be taken into account, it certainly did not exceed the reasonable limit.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "Holds, by six votes to one, that there has been no breach of Article 5 (3) (art. 5-3) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously, that there has been no breach of Article 6 (1) (art. 6-1) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Decides, accordingly, that the facts of the case do not disclose any breach by the Federal Republic of Germany of its obligations arising from the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Finds, therefore, that the question whether K. H. Wemhoff is entitled to compensation in respect of such a breach does not arise.",
                        "elements": []
                    },
                    {
                        "content": "Done in French and in English, the French text being authentic, at the Human Rights Building, Strasbourg, this twenty-seventh day of June, one thousand nine hundred and sixty-eight.",
                        "elements": []
                    },
                    {
                        "content": "H. ROLIN",
                        "elements": []
                    },
                    {
                        "content": "G. GOLSONG",
                        "elements": []
                    },
                    {
                        "content": "MM. T. Wold and A. Favre, Judges, while concurring with the operative provisions of the judgment, attach thereto the statement of their individual opinions (Article 51 (2) of the Convention and Rule 50 (2) of the Rules of Court) (art. 51-2).",
                        "elements": []
                    },
                    {
                        "content": "Mr. S. Bilge, Judge, declares that he agrees with the opinion thus stated by Mr. A. Favre.",
                        "elements": []
                    },
                    {
                        "content": "Mr. M. Zekia, Judge, considers that there was a breach of Article 5 (3) (art. 5-3) of the Convention; he attaches to the present judgment the statement of his dissenting opinion (Article 51 (2) of the Convention and Rule 50 (2) of the Rules of Court) (art. 51-2).",
                        "elements": []
                    },
                    {
                        "content": "I. First I want to raise a procedural question which in my opinion should be decided by the Court.",
                        "elements": []
                    },
                    {
                        "content": "In his Application to the Commission of 9 January 1964 Wemhoff alleged that his right under Article 5 (3) (art. 5-3) of the Convention to be brought to trial \"within a reasonable time\" or released pending trial, had been violated. He claimed compensation for the damage suffered. At that time Wemhoff was detained on remand, cf. Article 5 (1) (c) (art. 5-1-c) of the Convention. But on 17 December 1965 Wemhoff received his final conviction. He was sentenced to six years and six months of penal servitude, and the period of detention on remand was counted as part of the sentence. Under these circumstances, it is in my opinion difficult to see that Wemhoff has in fact any actual legal interest in regard to the question of whether or not he has been held in detention on remand beyond a reasonable time.",
                        "elements": []
                    },
                    {
                        "content": "It is in fact also difficult to imagine that he has any claim for compensation. The whole time he has spent in detention has been deducted from his sentence except the time of three months during the period of his appeal to the Federal Court.",
                        "elements": []
                    },
                    {
                        "content": "The Court should not lose sight of the fact that Wemhoff has been found guilty of having committed very serious crimes, and his claim to compensation for detention on remand seems to be manifestly ill-founded, cf. Article 27 (2) (art. 27-2). His claim that his rights in accordance with Article 5 (3) (art. 5-3) have been violated has, therefore, a purely theoretical interest and constitutes in my opinion no case before the . However, as I am alone to hold this opinion, I find it unnecessary to develop my point of view any further.",
                        "elements": []
                    },
                    {
                        "content": "II. In regard to the merits of the claim that Wemhoff has been violated in the right he is granted in Article 5 (3) (art. 5-3), I hold the following separate, concurring opinion:",
                        "elements": []
                    },
                    {
                        "content": "In his Application to the Commission of 9 January 1964 Wemhoff alleged that the length of his detention on remand violated his right under Article 5 (3) (art. 5-3) of the Convention to be brought to trial within a reasonable time or released pending trial. This Application was declared admissible by the Commission on 2 July 1964. In consequence the case before the Court is to decide if the detention of Wemhoff lasted beyond a reasonable time.",
                        "elements": []
                    },
                    {
                        "content": "The first question the Court has had to examine and resolve is the exact length of time which in Wemhoff’s case is relevant as a basis for the consideration of the Court. This question has in our case two aspects. The one concerns the general competence of the Court in a case of this kind. The Application of Wemhoff is dated 9 January 1964. But his detention lasted in fact until 17 December 1965, when the judgment became final. Has the Court competence to deal with this latest period between 1964 and 1965 when in actual fact this latest period is not formally dealt with in the complaint which was declared admissible by the Commission? This is a question of the scope of the case before the Court. We are dealing with a continued manner of conduct on the part of the German authorities. It goes without saying that Wemhoff, when claiming that he was detained beyond a reasonable time, implied the whole period the provisional detention goes on and until it ends. Any later date than 9 January 1964, the date of the application, is therefore - once the complaint is raised - part and parcel of the case. This applied to internal practice: it is the situation at the time of the decision the national courts in cases of this kind take into consideration. The same applies to the . The Commission has also in good sense followed this concept in regard to the factual limitation of the case. The complaint goes back to 1963, but the Commission has not hesitated to consider the detention up till November 1964.",
                        "elements": []
                    },
                    {
                        "content": "The later factual development in regard to the detention was also dealt with both by the Commission and during the procedure before the Court. The President of the Commission recalled during the procedure before the Court that Wemhoff’s detention pending trial had been prolonged beyond his appearance before the , and he requested the Court to decide on the lawfulness of the detention from 9 November 1961 - the date of the arrest - to 9 November 1964 or any later date. I agree that the Court has full competence to decide upon the lawfulness of the detention on remand for the full period until it was brought to an end, although this of course does not depend upon any formal request by the Commission, but upon the fact that the case brought before the Court comprises the question of the lawfulness of the detention as a whole.",
                        "elements": []
                    },
                    {
                        "content": "The second aspect of the question - of which exact length of time is relevant in Wemhoff’s case - is a question of interpretation of Article 5 (3) (art. 5-3): does the \"reasonable\" time-limit for trial or release in Article 5 (3) (art. 5-3) mean the time until the beginning of the trial, the end of the trial at first instance, or the time of the final conviction after appeal? In this respect I hold the following opinion. Certainly, the interpretation proposed by the German Government and accepted in the Commission’s Report, which gives as the end of the period the appearance of the detained person before the trial court, may be upheld by the English text. The word \"trial\" undoubtedly refers to the proceedings before the court of first instance, and the words \"release pending trial\" may be understood as providing for release during these proceedings.",
                        "elements": []
                    },
                    {
                        "content": "This restrictive interpretation does not commend itself, however. The \"trial\" is a phase of the proceedings which lasts until judgment. The trial (procès) must not therefore be understood in the sense of the opening of the trial; the English text, moreover, does not say \"entitled to be brought to trial\", but \"to trial\". The protection secured to the accused may therefore also be understood as lasting until the end of the \"trial\", that is to say, until judgment is given.",
                        "elements": []
                    },
                    {
                        "content": "If the English text permits two interpretations, the French text on the other hand allows only one, that is the second. It provides, in effect, that a detained person who has not yet been sentenced must be \"jugé dans un délai raisonnable\", in the absence of which he must be released \"pendant la procédure\", which undoubtedly covers both the proceedings before the trial court and also the investigation.",
                        "elements": []
                    },
                    {
                        "content": "Taking both the French and the English texts into account, my conclusion is that the period under consideration goes to the time when the provisional detention is brought to an end either by release or by a judgment which constitutes a new and independent basis for the detention with the effect that the prisoner is no longer held on remand in accordance with the provision of paragraph 1 (c) of Article 5 (art. 5-1-c).",
                        "elements": []
                    },
                    {
                        "content": "It remains to be determined whether the date of the \"judgment\" to be taken into consideration in our case is that of the pronouncement of judgment at first instance (7 April 1965) or that on which it became final (17 December 1965).",
                        "elements": []
                    },
                    {
                        "content": "In my opinion the protection provided by the Convention must be considered as lasting until the final judgment, that is to say in this case up until 17 December 1965. It is true that a conviction which is not yet final may affect the evaluation of the reasonableness of the continuation of the provisional detention during the period of time which runs from the pronouncing of judgment in the first instance and until the time when it becomes final, and the possibility therefore cannot be excluded that even during this period, the detention may lose its reasonable character.",
                        "elements": []
                    },
                    {
                        "content": "In addition the final judgment of 17 December 1965 by the Federal Court (Bundesgerichtshof) while rejecting Wemhoff’s appeal, expressly lays down that the time he \"spent in detention\" after the judgment of 7 April 1965 - in so far as it exceeded three months - was to be counted as part of the sentence. This clearly shows that the detention of Wemhoff on remand in accordance with Article 5 (1) (c) (art. 5-1-c) continued until the final judgment, and I see no reason why he should not have the protection of Article 5 (3) (art. 5-3) for the whole of this period.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, Article 5 (1) (a) (art. 5-1-a) referred to by the majority, in my opinion only deals with a conviction which is \"legally in force\" (rechtskräftig). That applies to judgments in the final instance or to convictions against which no appeal is declared.",
                        "elements": []
                    },
                    {
                        "content": "III. The second question of a more general character before the Court regards the scope to be attributed to the term \"reasonable\" in Article 5 (3) (art. 5-3). This is a question of great importance. \"Reasonable\" is a legal standard used in the Convention as in many national law provisions - also of a penal content. It goes without saying that the German authorities, who have the direct knowledge of all the details and implications of the Wemhoff case are in a better position to evaluate whether a continued detention at any time is reasonable or not. Nevertheless, when the case is brought before the Court, the Court has to decide - both in regard to the facts and the law - if Wemhoff has not been released \"within a reasonable time\". In regard to the facts, the Court will have to rely upon the evidence produced, and so far there is on the whole not any disputed point. In regard to the law the Court will have to decide if the grounds given for the detention of Wemhoff are relevant grounds which legally can be taken into consideration in the Wemhoff case, and secondly the Court will have to exercise control in regard to the question whether the German authorities - when applying legally relevant grounds for upholding the detention of Wemhoff - have applied not too severe a yardstick of measurement in evaluating the requirements of the case, when Wemhoff was not released earlier than his final conviction in December 1965. The last part of the task is by far the most difficult one. In my opinion the judgment of the German authorities should not be reversed unless the Court is convinced that an abuse of power (détournement de pouvoir) has taken place - or unless it is clear that the yardstick of measurement has been too severe - that is to say unreasonable.",
                        "elements": []
                    },
                    {
                        "content": "Of course, it is useful that the Commission has sought to establish a list of seven criteria which in cases of detention in accordance with Article 5 (3) (art. 5-3) can be taken into consideration and evaluated. I agree, however, with the majority opinion that the Court cannot recommend this method of procedure. Firstly, the list can never be complete, and in addition it is the grounds given for the detention in each specific case, and not a list of grounds of a general character set up, that the Court has to examine. There may - true enough - be grounds for continued detention in a specific case, which have not been specifically advanced by the authorities. In my opinion the Court should, however, as a rule not base its decision on such additional grounds, but limit itself to the grounds given by the national authorities for upholding the detention and decide taking the circumstances of the case into consideration if these grounds constitute sufficient reasons for upholding the detention.",
                        "elements": []
                    },
                    {
                        "content": "However, in addition to the grounds given for continued detention, it must always be taken into consideration that the term \"reasonable time\" is first and foremost directed to the authorities. Even if all good reasons for detention exist, the person detained on remand is entitled to release, if he is not tried within a \"reasonable\" time. The authorities cannot hold a person in detention for an indefinite time without proceeding with his case with all good speed, taking into consideration that they are dealing with a person deprived of his liberty, only waiting for trial.",
                        "elements": []
                    },
                    {
                        "content": "Having established this much, the Court is under a duty to examine whether the requirements of good administration of justice justified Wemhoff’s being held in provisional detention from 9 November 1961 until the final judgment of 17 December 1965, that is to say for a period of four years and ten days.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, the reasons given by the German authorities are relevant and pertinent, and taking the circumstances of the case into consideration, the detention of Wemhoff has not extended beyond a reasonable time. In my opinion this applies to the whole period of detention until the final judgment of 17 December 1965.",
                        "elements": []
                    },
                    {
                        "content": "In this regard I in the main adhere to the grounds given in the majority opinion under paragraphs 13 to 15, which in my view are sufficient.",
                        "elements": []
                    },
                    {
                        "content": "IV. As regards Article 6 (1) (art. 6-1), in so far as it secures to everyone a fair and public hearing within a reasonable time in the determination of any criminal charge against him, I find it sufficient to state that, having decided in the case of Wemhoff that no breach of Article 5 (3) (art. 5-3) on the part of the German authorities can be found, and having taken the whole period of Wemhoff’s detention into consideration, in consequence there has been no contravention of Article 6 (1) (art. 6-1) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "My opinion differs from that of the majority of the Chamber on the interpretation of Article 5 (3) (art. 5-3) of the Convention (paragraph 9 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "It follows from this provision that a person who is detained with a view to his explaining an offence, is entitled to trial within a reasonable time or to release pending trial. The question here in dispute concerns exclusively detention pending trial. What is in issue is whether the word \"trial\" as used in Article 5 (3) (art. 5-3) (\"procédure\" in the French text) includes the final judgment or only the judgment at first instance.",
                        "elements": []
                    },
                    {
                        "content": "No one denies that the accused must benefit from the protection of the Convention during every phase of the proceedings leading to the final judgment. It seems natural and logical that this protection is secured to him by the application of those rules of the Convention which specifically govern arrest and detention on remand, rules which appear in Article 5 (1) (c) and (3) (art. 5-1-c, art. 5-3).",
                        "elements": []
                    },
                    {
                        "content": "The judgment draws a distinction relating to the legal nature of detention on remand based on whether it is ordered or continued before or after the judgment at first instance. Such a distinction has no foundation in the Convention. In restricting the scope of Article 5 (3) (art. 5-3) to the detention which lasts up until the judgment at first instance, the judgment of the Court is not in conformity with those correct principles which are stated in point 8.",
                        "elements": []
                    },
                    {
                        "content": "When confronted with texts which, though being drafted in two languages which are equally authoritative, do not exactly coincide, the Court must adopt the meaning of the rule which best corresponds to the purpose and object of the treaty. While the English text speaks in paragraph 3 of \"trial\", a word which appears there with three different meanings and whose scope may be disputed, as is to be seen in the judgment, the French text is more clear since it provides in unequivocal and very general terms that the person detained is entitled \"d’être jugée dans un délai raisonnable ou libérée pendant la procédure\".",
                        "elements": []
                    },
                    {
                        "content": "The interpretation of this provision which most closely conforms with common sense is that which its purpose requires; now this purpose is to ensure the largest measure of protection to the accused who is detained on remand for as long as the proceedings (procédure) last, that is to say, until the final judgment.",
                        "elements": []
                    },
                    {
                        "content": "The judgment of the Court is based on a belief that a narrow interpretation of Article 5 (3) (art. 5-3) can be maintained by considering that detention is justified, during appeal proceedings, by the conviction which has been pronounced. The question may be left open as to whether the provisions of Article 5 (1) (a) (art. 5-1-a) are applicable when a conviction is not yet res judicata. However, provisional detention may be ordered or continued during appeal proceedings lodged by the prosecuting authority after an acquittal. If there is a situation in which the accused deserves to benefit from the protection afforded by the Convention, this is it. Now the interpretation which is given by the judgment to the texts in issue denies him this protection. Does this mean that there is a lacuna in Article 5 (art. 5)? A correct interpretation of paragraph 3 would easily fill it as it would give complete effectiveness to this provision. As regards Article 6 (1) (art. 6-1) of the Convention, which is concerned with trial proceedings, it contains no reference nor allusion to detention. It is not therefore applicable to detention, which is governed only by Article 5 (art. 5).",
                        "elements": []
                    },
                    {
                        "content": "Although the accused has formally benefited from the protection secured by Article 5 (3) (art. 5-3) up until the final judgment, this provision has been of no assistance to him for the reasons stated in the judgment, especially because of the danger of flight.",
                        "elements": []
                    },
                    {
                        "content": "I feel myself unable to subscribe to the view taken and to the conclusion arrived at by my eminent colleagues in this case regarding the alleged contravention of Article 5 (3) (art. 5-3) of the Convention by the Federal Republic of Germany.",
                        "elements": []
                    },
                    {
                        "content": "A statement of facts and arguments advanced by the Parties having been embodied in the introductory part of the main judgment renders it unnecessary for me to repeat them.",
                        "elements": []
                    },
                    {
                        "content": "Wemhoff, the Applicant, was arrested and kept in custody without interruption for three years and five months until the conclusion of his trial, which ended with a conviction.",
                        "elements": []
                    },
                    {
                        "content": "His detention started on 9 November 1961 and continued up to the end of his trial on 7 April 1965.",
                        "elements": []
                    },
                    {
                        "content": "He was convicted and sentenced to six years and six months. The period of detention on remand has been counted as part of the sentence passed on him.",
                        "elements": []
                    },
                    {
                        "content": "Wemhoff was charged with committing frauds and breaches of trust and akin offences. The charges levelled against him comprised a great number of financial transactions, other persons were also involved. The case possessed ramifications both in  and abroad.",
                        "elements": []
                    },
                    {
                        "content": "In the instant case, this Court, inter alia, is called upon to decide whether the detention of Wemhoff for a period of three years and five months prior to the announcement of the judgment by the trial court was in conformity with Article 5 (3) (art. 5-3) of the Convention. The answer to this depends whether the duration of his detention was a reasonable one within the meaning of Article 5 (3) (art. 5-3) referred to. Section 3 reads: \"Everyone arrested or detained ... shall be brought promptly before a judge ... and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial\".",
                        "elements": []
                    },
                    {
                        "content": "Although several applications were made by the Applicant for grant of bail during his long detention all were turned down mainly on the grounds of the danger of absconding and suppression of evidence. Although I am not in full agreement with the reasons given for the refusal of bail, this is not a matter, however, which I need enter into for the purpose of my judgment. Because whether Wemhoff was rightly or wrongly refused bail, during his long term of detention, this would not absolve the legal or judicial authorities from the obligation to conclude his trial within a reasonable time. The crux of the case is therefore the ascertainment of the extent of the \"reasonable time\" specified in Article 5 (3) (art. 5-3) in relation to the facts and accompanying circumstances of the case we are dealing with.",
                        "elements": []
                    },
                    {
                        "content": "This is by no means an easy problem to solve. The Commission has established its jurisprudence in the matter by resorting to the seven criteria system as explained in the main judgment. This Court did not follow this method but laid stress on \"the reasons given by the national authorities as justifying the continuation of detention\" and to the examination of whether such reasons \"are relevant and persuasive to decide if detention was unreasonably prolonged or not\".",
                        "elements": []
                    },
                    {
                        "content": "My approach to the problem is in a somewhat different way. No doubt certain criteria and considerations pertaining to the nature of the offences alleged to have been committed, and to the conduct of the person suspected of committing them as well as the criminal procedure designed to operate the law enforcement machinery of a country are of paramount importance in deciding whether a man should be arrested and kept in custody and if he is already in custody how long his detention would last prior to the completion of his trial, nevertheless, there is a time-limit beyond which depriving a man of his liberty is not permissible. The decisive factor in this respect is the judicial concept of reasonableness. In the absence of any provision in the law or constitution of a country precisely indicating the maximum length of time an unconvicted person can be confined to detention prior to the end of his trial, it falls, in the first instance, on the national courts and ultimately on this Court in exercising their jurisdiction to designate the principles indicating when such detention exceeded the limit and became unreasonable under Article 5 (3) (art. 5-3).",
                        "elements": []
                    },
                    {
                        "content": "It may not be difficult to arrive at a uniformity of thought or practice on such matters in a particular country or in countries where the provisions dealing with relevant points (arrest, detention, investigation, etc.) of the criminal procedure are substantially the same. But it is very difficult in a court or courts at international level to form consensus of judicial opinion on demarcating the bounds of reasonableness, even roughly, which Article 5 (3) (art. 5-3) contemplates. However, in the course of time this might become possible.",
                        "elements": []
                    },
                    {
                        "content": "The legal system of a country, governing the provisions of the criminal law and procedure relating to pre-trial proceedings - such as preliminary enquiries, investigation and arraignment - as well as the presentation of a case to the court and the power of the court itself in reopening investigations, has a lot to do with the time taken in the conclusion of a trial. In a country where the common law system is followed the time taken in bringing the accused before a trial court and having him tried is relatively much shorter than the time needed for such a trial under the continental system.",
                        "elements": []
                    },
                    {
                        "content": "In the former case it is the police and the prosecution who conduct the enquiries and collect the evidence. They present the case to a court either for trial or - in indictable offences - for preliminary enquiries for the purpose of committal before the Assizes. Under the latter system the investigation is carried out by a judge and the trial of the accused is started after judicial investigations are closed and after the decision is taken for remitting the case before trial.",
                        "elements": []
                    },
                    {
                        "content": "Under the common law system, after a person has been charged he is not bound to say anything or assist the prosecution in any way in the investigation, unless after he is duly cautioned, he elects to say something. In the Continental system interrogation and confrontation of the man in custody are a normal procedural feature and the case is prepared during his detention.",
                        "elements": []
                    },
                    {
                        "content": "While in the former system sufficient evidence to build up a prima facie case against the suspected person is normally expected to be available before he is charged and is taken into custody, in the latter case, i.e. Continental system, it appears that the availability of such evidence at an early stage is not essential. Information to the satisfaction of the judicial officials seems to be sufficient for the arrest and detention of a suspect.",
                        "elements": []
                    },
                    {
                        "content": "As a consequence of these basic divergences inherent in the two systems, suspected persons are, as a rule, kept in detention considerably longer on the Continent than in the case of those in  or other countries where the system of common law prevails.",
                        "elements": []
                    },
                    {
                        "content": "If in  you keep an accused person - even in an exceptionally difficult case - over six months without having been brought before a trial court, the repercussions caused not only among the judicial circles but also on the public would be great. A Writ of Habeas Corpus would certainly lie if the man was not committed for trial before the next assizes which periodically sits three times a year. What about if you keep an unconvicted person for three years and over? Surely this will be described as shocking.",
                        "elements": []
                    },
                    {
                        "content": "It might be remarked that we are not here concerned with the Englishman or with the common law system. Let the suspect or the criminal in  enjoy the greater protection and liberty that common law accords him. Furthermore, Article 60 (art. 60) of the Convention saves rights and liberties enjoyed by individuals in their country if such rights and liberties are over and above those guaranteed by the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Of course, we are primarily interested with the interpretation and the application of the relevant Articles of the Convention, but in our search for the proper understanding of the scope and extent of the words \"reasonable time\" occurring in Article 5 (3) (art. 5-3) it is permissible, in my view, to examine the meaning attached to such words in judicial practice in a neighbouring country signatory of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Moreover, the text of the Convention - especially articles relating to the right of liberty and security of person - is so much in harmony with the common law of England that one really wonders whether Section I of the Convention did not follow the pattern of the common law. The presumption of innocence to which a man charged with a criminal offence is entitled until he is found guilty by a competent court, is one of the basic principles of the English criminal law and this principle has been introduced into the Convention by Article 6 (2) (art. 6-2).",
                        "elements": []
                    },
                    {
                        "content": "My point is not to draw a comparison between the common law and Continental systems governing criminal procedure. These systems being different in nature, one accusatorial and the other inquisitorial, may as a result cause a suspected person to be kept longer or shorter in accordance with the prevailing system in the country he lives in. My intention is neither to touch on the merits or demerits of either system. My digression from the track is to emphasise the fact that - if in England, a Member of the Council of Europe - the concept of \"reasonable time\" regarding the period of detention of an unconvicted person awaiting his trial does not allow us to stretch the time beyond six months even in an exceptionally difficult and complicated case, could we say that in the Continent in a similar case, the period of detention might be six times longer and yet it could be considered as reasonable and therefore compatible with the Convention?",
                        "elements": []
                    },
                    {
                        "content": "The Convention has aimed at setting a common standard as to the right to liberty and safety of persons for the people living in the territories of the member States of the Council of Europe. The difference of standards therefore in such countries cannot be substantially a great one. Coming from a country where the system of common law obtains, I might unwittingly have been influenced by this system.",
                        "elements": []
                    },
                    {
                        "content": "The point I am driving at is this: the High Contracting Parties who have signed the Convention, which is a multilateral and legislative instrument or treaty, intended to secure to everyone within their jurisdiction rights and freedoms enumerated in the Convention, one of which is the right to liberty as specified by Article 5 (art. 5). Furthermore, the same Parties resolved - as it appears in the preamble of the Convention - to take the first steps to the collective enforcement of certain rights stated in the Universal Declaration because they are \"Likeminded and have a common heritage of political traditions, ideals, freedom and the rule of law\".",
                        "elements": []
                    },
                    {
                        "content": "From the above it may fairly be inferred that the Governments signatories of the Convention, intended amongst other things, to set a common standard of right to liberty, the scope of which could not differ so vastly from one country to another.",
                        "elements": []
                    },
                    {
                        "content": "I have said in the outset of my judgment that it was very difficult to obtain a consensus of judicial opinion at the level of international courts of justice on the point at issue.",
                        "elements": []
                    },
                    {
                        "content": "I respectfully suggest that the following might serve as guiding principles in understanding and assessing in a general way the notion of \"reasonable time\" under Article 5 (3) (art. 5-3).",
                        "elements": []
                    },
                    {
                        "content": "A. The Convention, by Articles 1, 2, 5, 6, 7 and 8 (art. 1, art. 2, art. 5, art. 6, art. 7, art. 8) deals extensively with the right to liberty and security of person. It demands that a man arrested should promptly be brought before a judge (Article 5 (3)) (art. 5-3), and that the legality of his detention should be speedily decided by a court and his release ordered if the detention is not lawful (Article 5 (4)) (art. 5-4).",
                        "elements": []
                    },
                    {
                        "content": "Article 6 (2) (art. 6-2) reads: \"Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law\". This is a fundamental provision. It clearly implies that until a man is proved guilty, he is entitled to be treated as innocent. This should constantly be borne in mind in dealing with persons kept in custody pending trial.",
                        "elements": []
                    },
                    {
                        "content": "The tenor and import of these Articles points to the requirement of being strict in respect of time in depriving a man of his liberty. It follows that derogation from such rights should be for limited periods. It is absurd to deprive a man of his liberty for a period of three years and over and to assert on the other hand that by virtue of Article 6 (2) (art. 6-2) he is entitled to be presumed innocent.",
                        "elements": []
                    },
                    {
                        "content": "B. I quote hereunder from Resolution (65) 11 of the Committee of Ministers, referring to Article 5 (1) and (3) (art. 5-1, art. 5-3) of the Convention. Although the Committee is not discharging judicial functions, nevertheless they are representatives of the High Contracting Parties and as the ascertainment of the intention of the signatories of the Convention is of great help in the interpretation of the Articles contained therein, it is permissible, in my view, to quote the relevant part of the Resolution in question.",
                        "elements": []
                    },
                    {
                        "content": "Resolution (65) 11 reads:",
                        "elements": []
                    },
                    {
                        "content": "I want to lay stress on the words \"strictly necessary\" contained in paragraph (c).",
                        "elements": []
                    },
                    {
                        "content": "C. The security of a State, the enforcement of the law of the country and public order and interest do require a certain amount of sacrifice of the right to liberty of a citizen. On the other hand, in a democratic society the right to liberty is one of the valuable attributes cherished by the people living therein. One has to strike a fair and just balance between the interest of the State and the right to liberty of the subject.",
                        "elements": []
                    },
                    {
                        "content": "If a man, presumably innocent, is kept in custody for years, this is bound to ruin him. It is true in the case of Wemhoff that the trial ended with a conviction, but it might have ended with an acquittal as well. By detaining a man too long before he is tried, you throw him into despair and the will and desire of a despairing man to defend his innocence is materially impaired.",
                        "elements": []
                    },
                    {
                        "content": "I believe that in all systems of law there exist always ways and means of avoiding unreasonably long delayed trials. In a case for instance, where a series of offences has been committed by a man along with other persons, surely there is a procedural device to sever the case of one person from others and/or to limit the charges against him to certain offences if by not doing so the man has to be detained for a very long time. The legal authorities might continue or discontinue proceedings against the man for a remaining offence or offences later on. Long unreasonable delays in trials will thus be averted.",
                        "elements": []
                    },
                    {
                        "content": "For the reasons I have endeavoured to explain, I find that there is a contravention of Article 5 (3) (art. 5-3) of the Convention on the part of the Federal Republic of Germany for keeping Wemhoff in custody awaiting his trial for an unreasonably long time.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF WEMHOFF v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57595.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1968:0627JUD000212264",
    "externalsources": [],
    "extractedappno": [
        "2122/64"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-57595",
    "judgementdate": "27/06/1968 00:00:00",
    "kpdate": "27/06/1968 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "136",
        "448",
        "411",
        "220"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "5-1-c",
        "5-3",
        "6-1",
        "5-1",
        "5",
        "6"
    ],
    "parties": [
        "WEMHOFF",
        "GERMANY"
    ],
    "rank": "170.872772216797",
    "representedby": [
        "N/A"
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "447601",
    "typedescription": "14"
}