{
    "__articles": "35;35-1;41;P1-1;P1-1-1",
    "__conclusion": "Remainder inadmissible;Violation of P1-1;Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "30945/04",
    "article": [
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-96614.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30945/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Bulgarian nationals, Mr Iliya Kirilov Kayriakov, Mrs Maria Konstantinova Kayriakova and Mrs Elena Ilieva Kayriakova (“the applicants”). The first and second applicants lodged an application on 16 August 2004. On 15 December 2007 the third applicant expressed her wish to join the application.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mrs S. Margaritova-Vuchkova and Mr Y. Dulev, lawyers practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Mrs M. Dimova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that in having been ordered to pay damages to their apartment’s former owners the first and second applicants had been deprived of their property in violation of Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 19 May 2008 the President of the Fifth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "5.  Judge Kalaydjieva, the judge elected in respect of , withdrew from sitting in the case. On 30 January 2009 the Government appointed in her stead Mrs Pavlina Panova as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants were born in 1944, 1946 and 1973 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "7.  The first and the second applicants are husband and wife and the third applicant is their daughter.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1974 the first and the second applicants bought from the Sofia municipality an apartment of 95 square metres, which had become State property by virtue of the nationalisations carried out by the communist regime in  in 1947 and the following years.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the beginning of 1993 the heirs of the former pre-nationalisation owner of the property brought proceedings against the first and the second applicants under section 7 of the Restitution Law.",
                                "elements": []
                            },
                            {
                                "content": "10.  The proceedings ended by a final judgment of the Supreme Court of Cassation of 8 January 2001. The courts restored the former owners’ title, finding that the first and the second applicants’ title had been null and void ab initio on three grounds: 1) the sale contract had not been signed by the mayor, as required by law, but by another official of the municipality. Although the mayor had been authorised to delegate the power to sign contracts, he had not made a valid delegation in the case at hand; 2) the initial decision to sell the property had not been signed by the mayor of the region, as required by law, but by another official; and 3) the disputed apartment had been a part of a bigger apartment, which had on an unspecified date before 1974 been divided into two smaller ones; this division had not been carried out in accordance with the respective construction rules.",
                                "elements": []
                            },
                            {
                                "content": "11.  The first and the second applicants could apply, within two months following the judgment of the Supreme Court of Cassation of 8 January 2001, for compensation bonds from the State. Those bonds could be used in privatisation tenders or sold to brokers. The first and second applicants did not avail themselves of this opportunity.",
                                "elements": []
                            },
                            {
                                "content": "12.  By 2001 the three applicants were living in the apartment. In May 2001 they vacated the property.",
                                "elements": []
                            },
                            {
                                "content": "13.  In June 2001 the heirs of the former owner brought an action for damages against them for having used the apartment unlawfully, as they had not been its owners. The claim concerned the period from 1996 to 2001 as for the preceding years it was barred by the general five-year statutory limitation.",
                                "elements": []
                            },
                            {
                                "content": "14.  In a judgment of 31 May 2004 the Sofia District Court allowed the claim accepting that as the first and second applicants’ title had never been valid, the former owners’ title had been restored as of the date of entry into force of the Restitution Law in 1992. After that date, the applicants had had no right to use the apartment.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 7 March 2006 the Sofia City Court upheld that judgment. The applicants did not submit a cassation appeal considering that it would stand no chances of success.",
                                "elements": []
                            },
                            {
                                "content": "16.  In June 2007 the first and second applicants paid to the former owners of the  Bulgarian levs (BGN), the equivalent of approximately EUR 16,000, and the third applicant paid BGN 15,632, the equivalent of EUR 8,000.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT BACKGROUND, DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "17.  The relevant background facts and domestic law and practice concerning the effect on third parties of the denationalisation legislation adopted in Bulgaria in the 1990s have been summarised in the Court’s judgment in the case of Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, 15 March 2007.",
                                "elements": []
                            },
                            {
                                "content": "18.  In a judgment of 10 July 2003 (judgment no. 1127 in case no. 891/2002) the Supreme Court of Cassation dismissed an appeal by defendants whose title to an apartment had been found to be null and void under the terms of section 7 of the Restitution Law and who had been ordered by the lower courts to pay damages to the property’s former owners, for having used it on an invalid ground. The Supreme Court of Cassation rejected an objection by the defendants that prior to the final judgment under section 7 they had lawfully possessed the apartment at issue pointing out that their title had been null and void ab initio. It held that",
                                "elements": []
                            },
                            {
                                "content": "“[a]s a legal category, the nullity of a legal action results in its complete incapability of producing the legal consequences sought. This incapability exists from the beginning, in other words, the contract, which has been subject to the action under section 7 [of the Restitution Law], was null and void, irrespective of when this nullity was declared by the courts.”",
                                "elements": []
                            },
                            {
                                "content": "The Supreme Court of Cassation went on to conclude:",
                                "elements": []
                            },
                            {
                                "content": "“... as from the date of entry of the [Restitution Law] into force, [the defendants] possessed the property on no valid legal ground and that is why this date has rightly been accepted as a starting date of [their] liability for damages.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  COMPLAINTS OF THE FIRST AND SECOND APPLICANTS",
                        "elements": [
                            {
                                "content": "A.  Alleged violation of Article 1 of Protocol No. 1 in respect of the loss of the first and second applicants’ apartment",
                                "elements": [
                                    {
                                        "content": "19.  The first and second applicants complained under Article 1 of Protocol No. 1 and under Articles 13 and 14 of the Convention, that they had been deprived of their property arbitrarily and through no fault of their own.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court considers that the complaint falls to be examined under Article 1 of Protocol No. 1, which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Government argued that the first and second applicants had failed to exhaust domestic remedies because they had not sought compensation bonds. Furthermore, the Government contended that the complaint had to be dismissed for failure to comply with the six-month rule under Article 35 § 1 of the Convention, since the final judgment whereby the first and second applicants’ title had been found to be null and void had been given on 8 January 2001, more than six months before they had lodged the present application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The first and second applicants contested these arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "23.  The Government argued, in the first place, that the complaint was inadmissible for non-exhaustion of domestic remedies as the first and second applicants had not applied for compensation bonds. The Court refers to its detailed reasoning in Velikovi and Others, where it found that at the relevant time the bonds compensation scheme did not secure adequate compensation with any degree of certainty (see Velikovi and Others, cited above, § 227). Furthermore, the Court has already examined an identical objection in a similar case and has rejected it (see Dimitar and Anka Dimitrovi v. Bulgaria, no. 56753/00, § 23, 12 February 2009). It does not see a reason to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In these circumstances, the question arises as to whether the complaint under examination was submitted to the Court within six months of the final domestic decision, as required by Article 35 § 1 of the Convention, and in particular as to the starting date of the six-month period in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In cases similar to Velikovi and Others v. Bulgaria, cited above, in situations where the applicants had been in possession of compensation bonds, the Court found that the relevant events should be viewed as a continuing situation as they concerned not only deprivation of property but also the ensuing right to compensation which was the subject of legislative developments and changes of practice at least until 2007 (see Shoilekovi and Others v. Bulgaria (dec.), nos. 61330/00, 66840/01 and 69155/01, 18 September 2007). In another case similar to Velikovi and Others, where the applicants had not received bonds, they were provided with the tenancy of a municipal apartment which they purchased subsequently and also brought proceedings for damages against the State. These events took place following the final judgment whereby the applicants had been deprived of their property. Again, the Court held that, as there had been relevant developments concerning compensation, the events should be viewed as a continuing situation until the compensation issue was settled (see Vladimirova and Others v. Bulgaria, no. 42617/02, § 30, 26 February 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In the present case the Court notes that the first and second applicants failed to seek compensation bonds within the relevant time-limit which in their case expired on 8 March 2001, two-months after the final judgment of the Supreme Court of Cassation (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Court observes, in addition, that after March 2001 all legislative developments in the matter of compensation for persons who had lost their property pursuant to section 7 of the Restitution Law were related to the compensation bonds’ modalities of use and their value (see Velikovi and Others, cited above, §§ 133-39). The first and second applicants, who had forfeited their right to seek bonds in March 2001, were not affected by these developments. In particular, the legislative changes of June 2006 did not give rise to a new entitlement to bonds for persons who had missed the relevant time-limit (see Velikovi and Others, cited above, § 139; Panayotova v. , no. 27636/04, § 11, 2 July 2009; and Gyuleva and Others v. Bulgaria, no. 76963/01, § 26, 25 June 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Furthermore, unlike the case of Vladimirova and Others v. Bulgaria, cited above, in the present case there were no other relevant developments. In particular, the 2001-2006 proceedings for damages against the applicants (see paragraphs 13-14 above) did not relate to any possible compensation from the State for the property taken from the first and second applicants. There is thus no reason to view the events in the case as a continuing situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Court thus concludes that the six-month period in the case started running from 8 March 2001 when the time-limit for the first and second applicants to seek bonds expired. The present complaint was introduced on 16 August 2004. It follows that it has been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of Article 1 of Protocol No. 1 in respect of the first and second applicants’ liability for damages",
                                "elements": [
                                    {
                                        "content": "30.  The first and second applicants also complained under Article 1 of Protocol No. 1 that they had been ordered retroactively by the courts to pay damages to the former owners of the flat, for a period preceding the judgment declaring their title null and void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government urged the Court to reject the complaint as inadmissible for failure to exhaust domestic remedies since the first and second applicants had not lodged a cassation appeal against the judgment of the Sofia City Court of 7 March 2006 (see paragraph 15 above). In any event, the Government considered that the first and second applicants were rightly ordered to pay damages as they had used the apartment on invalid legal grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The first and second applicants disputed these arguments. In respect of the alleged failure to exhaust domestic remedies, they contended that in view of the constant practice of the national courts a cassation appeal against the judgment of 7 March 2006 would have had no prospects of success. In their view, therefore, the remedy at issue had been ineffective and its exhaustion had not been necessary. They also argued that by having been ordered to pay damages they had had to bear a disproportionate burden.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "33.  The Court observes that the Bulgarian Supreme Court of Cassation, the highest national court, has examined and dismissed arguments identical to the ones that the first and second applicants could have raised in a cassation appeal in their case. In a judgment of 10 July 2003 it took the view that persons in the position of the first and second applicants were automatically liable in damages, as from the date of entry into force of the Restitution Law, for continuing to live in their flats, regardless of the fact that the proceedings concerning the validity of their title had taken place years later (see paragraph 18 above). On the other hand, the Government have not presented a single decision or judgment where the domestic courts have departed from this approach which was, apparently, rooted in the Bulgarian courts’ established practice concerning the legal consequences of nullity (see Velikovi and Others, cited above, § 122).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  There is little doubt, therefore, that with regard to the issue complained of, that is, “retroactive” liability for damages, there existed a practice of the domestic courts which deprived of prospects of success any cassation appeal by the first and second applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court reiterates that an applicant will be absolved from using a particular domestic remedy if he establishes that it had no prospect of success and was therefore inadequate or ineffective in the particular circumstances of the case (see, among others, Merger and Cros v. France (dec.), no. 68864/01, 11 March 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the present case the Court considers that the first and second applicants were not obliged to employ the remedy at issue, which would have been ineffective in their case. It follows that the present complaint cannot be dismissed for non-exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Furthermore, the Court finds that the complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention and not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "38.  The Court observes that the implementation, in the case of the first and second applicants, of the Restitution Law of 1992, in conjunction with the relevant provisions on nullity of contracts, resulted in their being retrospectively liable to pay damages to the pre-nationalisation owners of their flat for having continued to use it after the entry into force of the Restitution Law (see paragraphs 13-16 above). The Government did not object to the applicants’ position that the above constituted State interference with their property rights. The Court sees no reason to hold otherwise, noting, in particular, that the impugned retrospective liability was the consequence of the entry into force of the Restitution Law of 1992, which operated in a period of exceptional transformation of the legal regime of real property in Bulgaria (see Velikovi and Others, cited above, §§ 166 and 172).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court further notes that the liability incurred by the first and second applicants had a legal basis in domestic law. Each of the relevant provisions of domestic law applied against them served its own legitimate purpose, namely, the provisions on validity of contracts sought to regulate civil transactions, and the Restitution Law of 1992 sought to accommodate difficult issues of restitution of nationalised property in a period of social and legal transformation (see Velikovi and Others, cited above, §§ 168-176).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court must examine, therefore, whether the relevant legal rules and practice, as applied in the present case, maintained the fair balance between the legitimate goals pursued and the individual rights required under Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The impugned law and practice on nullity of contracts and the decisions of the domestic courts in the applicants’ case were based on the theoretical postulate, embedded in Bulgarian civil law, that a contract which violates the law is null and void ab initio and can never give rise to any rights and obligations for the parties. As in 2001 the title of the first and second applicants was found to have been flawed, they were considered as having never become owners and, therefore, treated as persons who had unlawfully used others’ property (see paragraphs 13-14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  It is not the Court’s task to make general findings about the legal regulation of nullity of contracts and its consequences in Bulgarian law. The Court would not exclude that in certain circumstances retrospective liability for damages for having used property obtained under a void transaction may be a proportionate measure compatible with Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The specific feature of the present case is, however, that the Restitution Law of 1992, applied in conjunction with the relevant law on contracts, had the effect of automatically exposing the applicants to retrospective liability for continuing to live in the flat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As the Court noted in its judgment in the case of Velikovi and Others, cited above, §§ 122 and 165, the Restitution Law of 1992 was a novelty in Bulgarian law and was subject to highly uncertain interpretation for an initial period of several years. The uncertainty concerned, inter alia, the type of omissions that engendered nullity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Despite the above context, the applicants were placed in a situation where, with hindsight, they could only avoid liability for damages by abandoning their flat immediately after the adoption of the Restitution Law in 1992. In the Court’s view, the applicants could not be reasonably required to do so either in 1992 or after 1993, when an action was brought against them under the Restitution Law. At that time and until the final judgment of January 2001 their title was considered valid for all legal purposes and they were entitled to use the relevant legal means of defence before the domestic court, as they did.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Furthermore, as it was noted by the Court in Velikovi and Others, cited above, and other relevant judgments against Bulgaria, the Restitution Law of 1992, as applied by the Bulgarian courts, treated as null and void ab initio not only real property transactions which involved material breaches of substantive legal rules, but also transactions in which minor omissions imputable to the State administration, not the individual concerned, had been uncovered (see Velikovi and Others, cited above, §§ 79, 90 and 98-99; Peshevi v. , no. 29722/04, § 9, 2 July 2009; and Panayotova v. Bulgaria, no. 27636/04, § 9, 2 July 2009). This extensively large interpretation adopted by the Bulgarian courts was criticised by the Court in Velikovi and Others, cited above, §§ 218-20, 223-4 and 229-30.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court cannot examine the grounds on which the title of the first and second applicants was declared null and void in 2001 as the relevant complaint was submitted outside the six months time-limit under Article 35 of the Convention (see paragraph 29 above). However, in the context of the issue under examination – the proportionality of the legislative and judicial approach which imposed retrospective liability on the applicants, the Court notes that such liability was automatically incurred in all cases of nullity and, therefore, in a wide range of substantially different circumstances, including where the State administration had been at the origin of the chain of events. The Court accepts that after the action under section 7 of the Restitution Law was brought against them in the beginning of 1993 (see paragraph 9 above), the first and second applicants must have been aware of the possibility that they might lose the apartment. Nevertheless, in the Court’s view, the automatic application of retrospective liability for damages to bona fides owners like them squares poorly with the requirements of proportionality, foreseeability and fair balance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government have not advanced any argument demonstrating that some care has been taken by the authorities to maintain a fair balance between the legitimate goals pursued by each of the relevant domestic provisions taken on its own and the burden imposed on the first and second applicants as a result of those provisions’ combined and automatic application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  It is true that the first and second applicants were eventually ordered to pay damages for the period of 1996-2001 only, since the prenationalisation owners had not brought their action earlier and could not extend their claim to the period 1992-1996 as a result of the application of the five-year statutory limitation period (see paragraph 13 above). In the Court’s view this limitation cannot restore the requisite fair balance, as the applicants did have to pay a significant sum for having lived in the flat at a time when for all legal purposes it was considered theirs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court finds, therefore, that interference with the applicants’ rights under Article 1 of Protocol No. 1 was disproportionate and thus not justified. It follows that there has been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  COMPLAINTS OF THE THIRD APPLICANT",
                        "elements": [
                            {
                                "content": "51.  The third applicant complained under Article 1 of Protocol No. 1 and Article 13 of the Convention that she had been ordered to pay damages to the former owners of her parents’ apartment, on the basis of the domestic courts’ arbitrary interpretation of the relevant law.",
                                "elements": []
                            },
                            {
                                "content": "52.  The Government pointed out that she had failed to appeal against the judgment of the Sofia City Court of 7 March 2006.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court reiterates its conclusion in paragraph 34 above that the applicants had no prospect for success in cassation proceedings and considers that the third applicant was not required to have recourse to this remedy. However, the Court notes that the judgment of 7 March 2006 was a final one as to her obligation to pay the sums at issue and that the third applicant’s complaints were submitted to the Court more than six months after that date, on 15 December 2007 (see paragraph 1 above). It follows that they have been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  In respect of pecuniary damage, the first and second applicants claimed the sum they had paid to the property’s former owners. In respect of non-pecuniary damage, they claimed EUR 15,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government urged the Court to dismiss the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court refers to its finding above that there has been a violation of Article 1 of Protocol No. 1 in that the first and second applicants were found to be liable for damages for having used the apartment before January 2001 (see paragraphs 38-50 above). The first and second applicants paid EUR 16,000 to the apartment’s former owners (see paragraph 16 above). Therefore, the Court is of the view that they suffered pecuniary damage as a result of the violation found and should be awarded a sum of money in respect of just satisfaction. As regards the amount to be awarded, the Court observes that part of the period for which the first and second applicants were found liable followed the final judgment whereby they lost their apartment (see paragraphs 10, 13 and 16 above). The Court’s finding of a violation in the case does not concern that period. Furthermore, as noted above (see paragraph 47), after 1993 the first and second applicants must have been aware of the possibility that they might lose the property. On the basis of these considerations, the Court awards them EUR 8,000 in pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In respect of non-pecuniary damage, the Court finds that the first and second applicants must have suffered anguish and frustration as a result of the violation of their property rights. Judging on the basis of equity, the Court awards, jointly to the two of them, EUR 4,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicants claimed EUR 4,490 for legal work by their lawyers, Mrs S. Margaritova-Vuchkova and Mr Y. Dulev. In support of this claim they presented a contract for legal representation and a time-sheet. The applicants requested that out of that amount, EUR 3,900 be transferred directly into the bank account of their legal representative Mrs MargaritovaVuchkova. They also claimed 552.70 Bulgarian levs (BGN), the equivalent of approximately EUR 280, for postage and translation, presenting the relevant receipts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicants claimed another BGN 2,937.15, the equivalent of EUR 1,500, for expenses incurred in the domestic proceedings for damages (2001-2006). In support of this claim they presented the relevant receipts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government urged the Court to dismiss all claims for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In respect of legal fees charged by Mrs Margaritova-Vuchkova and Mr Y. Dulev and the other expenses for the present proceedings, the Court, having regard to the fact that part of the complaints have been rejected, awards the first and second applicants EUR 1,500, EUR 1,000 of which to be transferred directly into the bank account of the applicants’ representative, Mrs Margaritova-Vuchkova.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In respect of the expenses incurred in the domestic proceedings, the Court, having regard to the information in its possession, finds that they were actually and necessarily incurred. As to quantum, the Court, considering that the expenses at issue must have been made by the three applicants and that the complaints of the third applicant in respect of those proceedings were declared inadmissible, awards the first and second applicants EUR 1,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint of the first and second applicants under Article 1 of Protocol No. 1 that they were found to be liable to pay damages to their apartment’s former owners admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that, in respect of the first and second applicants, there has been a violation of Article 1 of Protocol No. 1 to the Convention in that they were found to be liable to pay damages to the apartment’s former owners;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first and second applicants jointly, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 January 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Pavlina Panova",
            "role": "ad hoc judge"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KAYRIAKOVI v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96614.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0107JUD003094504",
    "externalsources": [],
    "extractedappno": [
        "30945/04",
        "43278/98",
        "45437/99",
        "48014/99",
        "48380/99",
        "51362/99",
        "53367/99",
        "60036/00",
        "73465/01",
        "194/02",
        "56753/00",
        "61330/00",
        "66840/01",
        "69155/01",
        "42617/02",
        "27636/04",
        "76963/01",
        "68864/01",
        "29722/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 7 of the Restitution Law of 1992"
    ],
    "itemid": "001-96614",
    "judgementdate": "07/01/2010 00:00:00",
    "kpdate": "07/01/2010 00:00:00",
    "kpthesaurus": [
        "14",
        "471",
        "354",
        "369",
        "321",
        "542",
        "94",
        "509",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "35-1",
        "35",
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "KAYRIAKOVI",
        "BULGARIA"
    ],
    "rank": "711.762512207031",
    "representedby": [
        "MARGARITOVA-VUCHKOVA, S.",
        "DULEV, Y."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Dimitar and Anka Dimitrovi v. Bulgaria, no. 56753/00, § 23, 12 February 2009",
        "Gyuleva and Others v. Bulgaria, no. 76963/01, § 26, 25 June 2009",
        "Merger and Cros v. France (dec.), no. 68864/01, 11 March 2004",
        "Panayotova v. Bulgaria, no. 27636/04, §§ 9, 11, 2 July 2009",
        "Peshevi v. Bulgaria, no. 29722/04, § 9, 2 July 2009",
        "Shoilekovi and Others v. Bulgaria (dec.), nos. 61330/00, 66840/01 and 69155/01, 18 September 2007",
        "Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01, and 194/02, §§ 79, 90, 98-99, 122, 133-139, 165-166, 168-176, 218-220, 223-224, 227, 229-230, 15 March 2007",
        "Vladimirova and Others v. Bulgaria, no. 42617/02, § 30, 26 February 2009"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "420508",
    "typedescription": "15"
}