{
    "__articles": "6;6+6-3-d;6-1;6-3-d",
    "__conclusion": "Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-d - Examination of witnesses)",
    "applicability": "",
    "appno": "63655/11",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Examination of witnesses"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-142970.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 63655/11) against the Republic of Slovenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovenian national, Mr Danilo Mavrič (“the applicant”), on 5 October 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Odvetniška družba Brulc, Gaberščik in Kikelj, o.p., d.o.o., a law firm practising in Ljubljana. The Slovenian Government (“the Government”) were represented by their Agent, Mrs A. Vran, State Attorney.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 June 2013 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government did not object to the examination of the application by a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1955 and lives in Ig.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 9 June 2008 the police fined the applicant 333.83 euros (EUR) for verbally and physically assaulting Š.S. The applicant lodged a request for judicial review in which he contested the finding of the police that he had hit Š.S. in the head. He requested that he and two witnesses who had been present on the spot at the time of the alleged commission of the minor offence be heard.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 4 March 2011 the Ljubljana Local Court heard the two witnesses proposed by the applicant, a police officer and another witness. On the basis of their submissions it rejected the applicant’s request for judicial review.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 8 June 2011 the applicant lodged a constitutional appeal complaining that because the Local Court had failed to inform him and his lawyer of the hearing, he could not examine the witnesses and did not have any opportunity to be heard.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 13 September 2011 the Constitutional Court rejected the constitutional appeal as inadmissible.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "10.  For the relevant provisions of the Minor Offences Act (hereinafter “the MOA”) and the Constitutional Court Act, see Suhadolc v. Slovenia ((dec.), no. 57655/08, 17 May 2011) and Flisar v. Slovenia (no. 3127/09, §§ 13-18, 29 September 2011).",
                                "elements": []
                            },
                            {
                                "content": "11.  Section 169 of the MOA provides:",
                                "elements": []
                            },
                            {
                                "content": "“(1) A request for protection of legality may be filed against any decision issued at the second instance or against any final decision, if this Act or regulation governing minor offences has been violated.",
                                "elements": []
                            },
                            {
                                "content": "(2) A request for protection of legality may be filed by a public prosecutor ex officlo or at the initiative of a person who has the right to appeal against a minor offence judgment issued by a court of first instance.”",
                                "elements": []
                            },
                            {
                                "content": "12.  On 13 March 2011 Section 65 of the MOA was amended to the effect that the court shall inform the offender of its intention to repeat or supplement the evidence-taking procedure. However, that amendment was not in force at the time of taking the first-instance decision in the applicant’s case.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 AND § 3 (d) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicant complained of a violation of his right to a fair and adversarial trial on account of his inability to participate in the examination of evidence produced before the Ljubljana Local Court. In particular, he complained that he and his lawyer were not invited to the hearing of five witnesses and could not challenge the documents submitted by the injured party during that hearing. He further complained that the Local Court provided no reasoning as to why his hearing and the examination of one of the police officers present at the relevant time had not been necessary. He invoked Article 6 § 1 and § 3 (d) of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  Firstly, the Government objected that the applicant had failed to exhaust domestic remedies. According to them the applicant should have filed a request for leave to lodge a request for protection of legality with the State Prosecutor under Section 169 of the Minor Offences Act which could have achieved the modification of the contested decision. They argued that the domestic jurisprudence showed that a number of requests for protection of legality in which the State Prosecutor relied on the same grounds as those indicated by the applicant had been successful before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant contested this argument, stating that the request for protection of legality was not an effective remedy because it was not open to him to complain directly to the court, but only to the State Prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court observes that the request for leave to lodge a request for protection of legality was not an effective remedy because it was not open to the applicant to complain directly to the court and it depended on the discretion of the Supreme State Prosecutor (see Tănase v. Moldova [GC], no. 7/08, § 122, ECHR 2010; and, mutatis mutandis, Jankovec v. Slovenia (dec.), nos. 8032/06, 8040/06, 19253/06, 7 September 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Secondly, the Government argued that prior to the amendment of the MOA the Local Court was obliged neither to hear an offender nor to inform him of the production of evidence. Accordingly, if the applicant considered that the previous regulation was unconstitutional, he should have filed an initiative for the review of constitutionality of the MOA under Section 156 of the Constitution and Sections 23 and 24 of the Constitutional Court Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant contested this argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court notes that according to the MOA, as applicable at the relevant time, the hearings in the minor offences cases were held at the judge’s discretion (see Suhadolc, cited above). In his constitutional appeal, the applicant did not challenge the relevant statutory provision, but rather the manner in which the rule was applied in his case. He considered that in view of the factual questions raised in his judicial review he should have had the opportunity to present his views on the matter and examine the two witnesses. It does not appear, and neither was it argued by the Government, that the applicant’s request could not be granted under the legislation in force at the time. Neither does it appear that the applicant’s subsequent complaint in this regard could not be appropriately addressed in the constitutional appeal, the remedy which the applicant used in order to obtain redress for the alleged breach of his right to a fair and adversarial trial (see, in this regard, Bradeško and Rutar Marketing v. Slovenia (dec.), no. 6781/09, §§ 16-18, 7 May 2013). Having regard to this, the Court considers that the applicant was not required also to attempt to obtain redress by initiating the review of constitutionality of the statutory provision granting the judges the power to decide whether or not to hold an oral hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Having regard to the foregoing, the objection of non-exhaustion of domestic remedies made by the Government should be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Having regard to the above the Court notes that the complaint concerning the lack of a fair and adversarial trial is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The applicant complained of the lack of adversarial and fair trial on the ground of the impossibility to examine five witnesses heard before the Ljubljana Local Court and to challenge the evidence produced before that court. In particular, he complained that he and his attorney had not been informed of the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government did not contest this allegation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court considers that the present case is similar to Mesesnel v. Slovenia (no. 22163/08, § 36, 28 February 2013) in which neither the applicant nor her counsel was adequately informed of and invited to attend the examination of a police officer who was the sole and decisive evidence of the acts alleged against the applicant. The Court notes that in the present case, the local court did not seek to inform the applicant of the hearing, despite his explicit request to be heard and to examine two witnesses. Furthermore, it provided no reasoning as to why the applicant’s presence at the hearing was not necessary. Having regard to the nature of the issues decided in the impugned proceedings and the fact that the applicant had challenged factual aspects of his case, the latter court should have ensured that the applicant had an opportunity to question the witnesses examined before it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In view of the foregoing, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its well-established case-law on the subject, the Court considers that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "27.  The applicant claimed EUR 5,000 in respect of non-pecuniary damage. He made no claim in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government argued that, considering the circumstances of the case, a judgment of the Court establishing a violation would in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Given the Court’s case-law in the matter (see Mesesnel v. Slovenia, cited above, § 44) the Court considers that the finding of a violation is, in itself, sufficient just satisfaction for the purposes of Article 41 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "30.  The applicant made no claim under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 and § 3 (d) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, as regards non-pecuniary damage, that the finding of a violation of Article 6 §§ 1 and 3 (d) constitutes, in itself, sufficient just satisfaction for the purposes of Article 41 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 May 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ann Power-Forde",
            "role": "president"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAVRIČ v. SLOVENIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-142970.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0515JUD006365511",
    "externalsources": [],
    "extractedappno": [
        "63655/11",
        "57655/08",
        "3127/09",
        "7/08",
        "8032/06",
        "8040/06",
        "19253/06",
        "6781/09",
        "22163/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-142970",
    "judgementdate": "15/05/2014 00:00:00",
    "kpdate": "15/05/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "MAVRIČ",
        "SLOVENIA"
    ],
    "rank": "1115.77758789063",
    "representedby": [
        "ODVETNISKA DRUZBA BRULC, GABERSCIK IN KIKELJ, O.P., D.O.O."
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "387639",
    "typedescription": "15"
}