{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Public hearing)",
    "applicability": "",
    "appno": "3333/08",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Public hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-203809.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3333/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Vladimir Aminovich Tatuyev (“the applicant”), on 13 December 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 31 January 2017 notice of the complaints concerning the nonenforcement of a final judgment in the applicant’s favour, the quashing of that judgment on account of newly discovered circumstances, and the failure to publicly pronounce the judgments of 3 December 2008 and 11 March 2009 was given to the Government, and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 April 2019 the applicant died. In October 2019 the applicant’s son, Mr Aslan Vladimirovich Tatuyev, born in 1974, expressed the wish to pursue the proceedings in the applicant’s stead.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government objected to the examination of the application by a Committee. Having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1938 and lived in Nalchik.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s entitlement to a housing subsidy",
                                "elements": [
                                    {
                                        "content": "7.  In 2000 the applicant inherited a house in Aushiger, in the Republic of Kabardino-Balkaria, from his mother. He moved from Nalchik and started living in the house. However, he remained formally registered as living in Nalchik.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In June 2002 the applicant’s house in Aushiger was damaged by a flood, and on 29 July 2002 it was declared unsuitable for habitation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 1 July 2002, by Decree No. 492 on Priority Measures for Erasing the Consequences of the Flood of June 2002, the Government of the Russian Federation ordered the executive authorities of the regions affected by the flood, together with the Ministry of the Interior, to compile lists of families who had been deprived of housing as a result of the flood. The authorities had two weeks to compile and approve the lists and have them approved (согласовать) by the State Committee for Construction and Housing and Communal Complexes (Госстрой, subsequently “the State Construction Agency”), in so far as housing was concerned. The State Construction Agency had to determine how to allocate the funds granted to individuals who had lost their housing (§§ 7 and 10 of the decree).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 9 July 2002, by Order no. 130, the State Construction Agency set out: the procedure for allocating the housing subsidies; the method by which the subsidies should be calculated; which were the relevant competent authorities; the procedure by which budgetary funds should be allocated; and templates of the relevant documents, including lists of residents entitled to the subsidies. The order referred to “citizens who [had] suffered as a result of the flood of June 2002 in the Southern Federal Circuit and [had been] deprived of housing, and had been duly registered [with the relevant authorities] and included on the relevant lists in accordance with the [annexes to the order]”, with no further clarifications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 13 July 2002, by Decision No. 299, the Government of Kabardino-Balkaria approved the list of residents who were entitled to receive housing subsidies as flood victims. The applicant’s name was included on the list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 12 September 2002 the State Construction Agency sent letter no. HM-5279/8 to the Government of the Republic of Kabardino-Balkaria and other regional executive authorities, specifying in particular that individuals who had inherited housing in the areas affected by the flood but had not registered their residence there were not to be included on the lists of those who were to receive subsidies. That letter was not published, and the applicant learned of its existence in 2008 (see paragraphs 20 and 22 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  By a letter of 29 November 2002 the head of the State Construction Agency advised the regional executive authorities that the subsidies were only to be paid to citizens registered as living at residential addresses which had been damaged as a result of the flood.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 19 March 2003 the Cherkesskiy District Court of the Republic of Kabardino-Balkaria (“the District Court”) established that the applicant had been permanently residing in Aushiger at the time of the flood.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Judgment of 21 December 2005 in the applicant’s favour",
                                "elements": [
                                    {
                                        "content": "15.  At some point the Government of Kabardino-Balkaria transferred the amounts for the payment of housing subsidies to district administrations, for further distribution among the flood victims. The applicant did not receive a subsidy, and he brought a court action against various administrative authorities, claiming the amount due to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 21 December 2005 the District Court ordered the administration of the Cherkesskiy District of Kabardino-Balkaria to pay the applicant 162,690 Russian roubles (RUB) as a housing subsidy and RUB 50,000 in interest. The judgment was not appealed against. It became enforceable on 12 January 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The defendant authority twice attempted to bring proceedings for supervisory review of the judgment, referring in particular to a typographical error in the applicant’s name in the judgment and a lack of funds. On 1 August 2006 and 16 January 2007 the Supreme Court of Kabardino-Balkaria rejected those applications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The judgment in the applicant’s favour was not enforced.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Government’s decision of 3 March 2008",
                                "elements": [
                                    {
                                        "content": "19.  On 3 March 2008, by a separate decision, the Government of Kabardino-Balkaria introduced amendments to the 2002 list. In particular, the applicant’s name was excluded from the list of people who were to receive subsidies. The decision was not published.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 17 April 2008 the Government of Kabardino-Balkaria advised the applicant that the decision to exclude his name from the 2002 list had been taken in accordance with the instructions in the State Construction Agency letters of 2002 (see above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Quashing of the judgment in the applicant’s favour",
                                "elements": [
                                    {
                                        "content": "21.  On 11 March 2008 the head of the Cherkesskiy District administration asked the District Court to reopen the proceedings which had ended with the judgment of 21 December 2005, on account of newly discovered circumstances, that is the decision of the Government of KabardinoBalkariya of 3 March 2008. On 2 April 2008 the District Court informed the applicant of its decision to reopen the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant objected, arguing, inter alia, that the decision of 3 March 2008 could not be taken into account, as in accordance with the law, any governmental acts concerning human rights and liberties were to be published, and the disputed decision had not been.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 23 April 2008 the District Court reviewed the case on account of the newly discovered circumstances. The court dismissed the applicant’s objection as unfounded, observed that on 3 March 2008 his name had been excluded from the 2002 list, and quashed the judgment of 21 December 2005 in part in respect of the obligation that the authorities pay him the subsidy. The decision specified that it could not be appealed against.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  According to the transcript of the hearing on 23 April 2008, the presiding judge asked the defendant authority’s representative why the defendant had not brought the issue to the attention of the court since 2002. In reply, the representative explained that on several occasions the authority had attempted to challenge the judgment of 21 December 2005 by way of supervisory-review proceedings, which had generated the delay.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "25.  The applicant challenged the decision of 3 March 2008 (see paragraph 19 above) before the Constitutional Court of the Republic of Kabardino-Balkaria. On 12 August 2008 the Constitutional Court discontinued the examination of the case and specified that the matter should be dealt with by courts of general jurisdiction. In line with that instruction, the applicant asked the Nalchik Town Court to annul the decision of 3 March 2008 as unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 10 October 2008 the Nalchik Town Court granted the applicant’s application. It observed that the decision of 3 March 2008 by which he had been excluded from the list of people who were to receive subsidies had been based on the instructions contained in the letters of 12 September and 29 November 2002 from the State Construction Agency (see above). Even though those letters, which the court assessed as “normative acts”, had had an impact on individual rights, namely the right to [respect for one’s] home, they had not been registered with the Ministry of Justice or published, as provided for by law. Furthermore, they had been circulated several months after the list of persons who were entitled to housing subsidies had been compiled. Moreover, the court observed that at the time of the events the applicant had been in possession of a valid court decision establishing the fact that he had been residing in the flood-hit area in June 2002. The court found that, in accordance with the Protection from Emergencies Act (see paragraph 34 below), the procedure for allocating subsidies had had to be established by a decree of the federal or regional governments. However, no such procedure had existed at the material time, and the relevant decree had not been issued. Accordingly, the court directly applied the Constitution of the Russian Federation and the Liberty of Movement Act (cited in paragraphs 33 and 35 below) and found that the applicant’s exercise of his rights could not be conditional on his being registered at his place of residence, and could not be restricted on that account. The court therefore annulled the decision of the Government of Kabardino-Balkaria of 3 March 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 12 November 2008 the Supreme Court of Kabardino-Balkaria quashed the judgment of 10 October 2008 on appeal and remitted the case for fresh examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 3 December 2008 the Nalchik Town Court rejected the applicant’s claim. The court established: that in 2002 the applicant had owned the damaged house and had resided in it, but had not been formally registered as living there; that the fact that he had actually been residing in the damaged house had been established by the domestic courts in 2003; that the lists of the people who were to receive subsidies had been compiled in July 2002; and that the decision of 3 March 2008 had been made in accordance with the letters from the State Construction Agency sent late in 2002 to the effect that individuals who had not registered their place of residence in the areas affected by the flood were not entitled to the allowance. The court concluded that, as stated in those letters, the allocation of the subsidy had been conditional on the applicant’s being formally registered as living in the affected area. Accordingly, the applicant had been lawfully excluded from the list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  At the close of the hearing the court read out the operative part of its judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 5 December 2008 the applicant’s representative received a copy of the reasoned judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 11 March 2009 the Supreme Court of Kabardino-Balkaria examined an appeal by the applicant in a public hearing and upheld the judgment of 3 December 2008. The court endorsed the lower court’s reasoning and noted that the Government of Kabardino-Balkaria were competent to amend the list of people who were to receive subsidies, and that they had acted in accordance with law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  At the close of the hearing the court read out the operative part of its judgment. On 19 March 2009 a copy of the reasoned judgment was sent to the parties, including the applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "33.  Article 55 of the Constitution of the Russian Federation provides that no laws denying or denigrating human and civil rights and freedoms may be enacted in the Russian Federation.",
                                "elements": []
                            },
                            {
                                "content": "34.  Section 18(2) of the Federal Law of 21 December 1994 no. 68-FZ on the Protection of Civilians and Land from Natural and Industrial Emergencies (“the Protection from Emergencies Act”), provides that the criteria and procedures for the allocation of social benefits and allowances, as well as specific amounts of compensation and types of compensation for damage caused to the health and assets of persons as a result of emergencies, are to be established by federal and regional legislation.",
                                "elements": []
                            },
                            {
                                "content": "35.  Section 3 of the Federal Act on the Right of Russian Citizens to Liberty of Movement and Freedom to Choose their Place of Temporary and Permanent Residence within the Russian Federation (Law no. 5242-I of 25 June 1993, as in force at the material time) provided that the exercise of individual rights and liberties guaranteed by the Constitution and Federal Acts could not be conditional on one’s place of residence being registered.",
                                "elements": []
                            },
                            {
                                "content": "36.  For a summary of the domestic provisions on registration of one’s place of residence see, in so far as relevant, Tatishvili v. Russia, no. 1509/02, §§ 29-31, ECHR 2007I.",
                                "elements": []
                            },
                            {
                                "content": "37.  Article 392 §§ 1 and 2 (4) of the Code of Civil Procedure (“Reconsideration of judgments on the grounds of newly discovered circumstances”), as in force at the material time, provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  [Judgments] which have come into force may be reconsidered on the basis of newly discovered circumstances.",
                                "elements": []
                            },
                            {
                                "content": "2.  The grounds for reconsideration ... shall be:",
                                "elements": []
                            },
                            {
                                "content": "1)  essential circumstances that were unknown and could not have been known to the applicant;",
                                "elements": []
                            },
                            {
                                "content": "4)  the annulment of ... a decision of the State or municipal authority ... that was the basis of the judgment or decision of the court ...”",
                                "elements": []
                            },
                            {
                                "content": "38.  For a summary of other relevant provisions on the reconsideration of cases, see Igor Vasilchenko v. Russia, no. 6571/04, § 33, 3 February 2011.",
                                "elements": []
                            },
                            {
                                "content": "39.  Article 199 of the Code of Civil Procedure, as in force at the material time, provided that a judgment was to be delivered immediately after the examination of a case. The preparation of a reasoned judgment could be adjourned for no more than five days from the date on which the examination of the case ended, provided that the court had pronounced the operative part of the judgment at the same hearing in which the examination of the case had ended. The pronounced operative part of the judgment was to be signed by all judges and included in the case file. For a summary of other provisions concerning the public pronouncement of judgments, see Malmberg and Others v. Russia, nos. 23045/05 and 3 others, §§ 30-41, 15 January 2015.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  LOCUS STANDI",
                        "elements": [
                            {
                                "content": "40.  The Court notes that the applicant passed away and that his son expressed a wish to continue the proceedings before the Court in his stead (see paragraph 4 above). The Government agreed that Mr A.V. Tatuyev could continue the proceedings in the applicant’s stead.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court reiterates that it is for the heir who wishes to pursue the proceedings before the Court to substantiate his or her standing to do so (see Belskiy v. Russia (dec.), no. 23593/03, 26 November 2009). The applicant’s son submitted a succession certificate confirming his acceptance of the applicant’s succession and mentioning that he had been the only successor who had applied to the notary for the acceptance of the succession. The Government did not contend that Mr A.V. Tatuyev had no standing to pursue the case. Therefore, and having regard to its case-law concerning similar complaints under the Convention (see Streltsov and other “Novocherkassk military pensioners” cases v. Russia, nos. 8549/06 et al., §§ 36-42, 29 July 2010 concerning, notably, the non-enforcement and subsequent quashing of domestic judgments awarding the applicants specific monetary amounts), the Court considers that Mr A.V. Tatuyev has a legitimate interest in pursuing the application in his late father’s stead. The Court will refer to the late Mr V.A. Tatuyev as “the applicant”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF THE QUASHING OF THE JUDGMENT OF 21 DECEMBER 2005",
                        "elements": [
                            {
                                "content": "42.  The applicant complained about the quashing on 23 April 2008 of the judgment of 21 December 2005 on account of newly discovered circumstances. The Court considers that the complaint falls to be examined under Article 6 of the Convention and Article 1 of Protocol No. 1, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "43.  The Government submitted that reopening the proceedings had been in accordance with the domestic law. They submitted that the judgment of 21 December 2005 had been quashed on 23 April 2008 on account of the decision of 3 March 2008 excluding the applicant from the list of persons entitled to subsidies. That decision had been issued after the entry into force of the judgment of 21 December 2005. The decision of 3 March 2008 had not and could not have been known to the court in 2005, it could have led to a different outcome in the proceedings, and had clearly justified the quashing of the judgment of 21 December 2005.",
                                "elements": []
                            },
                            {
                                "content": "44.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "45.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "46.  The Court reiterates that for the sake of legal certainty implicitly required by Article 6, final judgments should generally be left intact. Departures from that principle are justified only when made necessary by circumstances of a substantial and compelling character (see, mutatis mutandis, Ryabykh v. Russia, no. 52854/99, §§ 51-52, ECHR 2003-X, and Pravednaya v. Russia, no. 69529/01, § 25, 18 November 2004). The quashing of judgments because of newly discovered circumstances is not, by itself, incompatible with this requirement, but the manner of the quashing may be (see Pravednaya, cited above, §§ 27–34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The final judgment in the present case was quashed by virtue of the “annulment of a decision of [a] State authority” within the meaning of Article 392 § 2 (4) of the Code of Civil Procedure (paragraph 37 above), namely on the basis of the applicant’s name being excluded on 3 March 2008 from the lists of persons entitled to the subsidies. The Court will examine whether the quashing procedure was applied in a manner which ensured respect for the principle of legal certainty (see Igor Vasilchenko v. Russia, no. 6571/04, § 59, 3 February 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court accepts the Government’s submission that the content of the decision of 3 March 2008 clearly could not have been known to the authorities in 2005. However, the Court notes that the sole basis for that decision – namely, the content of the letters of 12 September and 29 November 2002 from the State Construction Agency – apparently was known to them since those dates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  By those letters, the State Construction Agency instructed the authorities to review the lists of people who were to receive subsidies, as regards the registration of their place of residence. The agency introduced a new requirement for the allocation of subsidies – a mandatory registration of one’s place of residence. This registration requirement was not mentioned in the relevant laws (see paragraphs 34 and 35 above), the respective Governmental decree, or the agency’s own order no. 130 (see paragraphs 9 and 10 above), even though the procedure for allocating subsidies had to be established by a decree of the federal or regional governments (see paragraph 26 above). The letters were never published, despite their effect on several persons’ entitlement to subsidies, and in contrast to the above-mentioned order no. 130, which established the criteria and procedure for the allocation of subsidies (see paragraphs 12, 13 and, in so far as relevant, 26 above). The new restriction, if applied, made the claimants’ exercise of their rights conditional on their being registered at their place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The State Construction Agency circulated the letters in question two months after the lists had been approved by the authorities in line with its own instruction (see paragraph 11 above). Most importantly, it clearly did so before the 2005 domestic proceedings concerning the applicant’s entitlement to a subsidy. It was not argued by either the Government before the Court or the defendant authority in either the domestic proceedings concerning the quashing or any subsequent proceedings that the defendant had not been aware of the content of the letters on the date of the court proceedings of 21 December 2005 (see, by contrast, Igor Vasilchenko, cited above, § 62, where the applicant withheld essential information from the authorities in the first set of proceedings). Further, there is nothing to suggest that the defendant authority was unable to refer to the abovementioned documents during the proceedings which ended with the judgment of 21 December 2005. However, for an unknown reason, it failed to do so, and the content of the letters was not brought to the attention of the domestic court. Instead, in its two consecutive applications for supervisory review, the authority firstly chose to argue that there were insufficient funds. Only after the failure of those applications, the authority issued the decision of 3 March 2008 amending the 2002 lists and serving a basis for the quashing on 23 April 2008 of the judicial award in the applicant’s favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  As a result, in the applicant’s case, the restriction based on two of the State Construction Agency’s unpublished letters, with no apparent basis in any relevant law and known to the authorities as early as in 2002, was applied three years after the final judgment in 2005 in the applicant’s favour. Moreover, it was applied despite the existence of the District Court’s judgment confirming that he had been residing in the flood-hit area in June 2002 (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In the light of the above, the Court concludes that, in deciding to reopen the proceedings, the District Court did not rely on considerations that could reasonably be viewed as being of a substantial and compelling character (see, by contrast, Igor Vasilchenko, cited above, § 63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 10 October 2008 the District Court analysed the context of the case, referred to some of the above considerations, and found in the applicant’s favour (see paragraph 26 above). However, those findings were set aside on appeal, and the applicant’s claim was rejected in the final set of court proceedings, solely by reference to the decision of 3 March 2008 (see paragraphs 28 and 31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Having regard to the above circumstances, the Court finds that the procedure to quash the judgment of 21 December 2005 on the basis of newly discovered circumstances was not applied in a manner which ensured respect for the principle of legal certainty (see, by contrast, Igor Vasilchenko, cited above, § 64, and Protsenko v. Russia, no. 13151/04, § 33, 31 July 2008). There has accordingly been a violation of Article 6 of the Convention on account of the quashing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court further observes that the quashing of the enforceable judgment frustrated the applicant’s reliance on the binding judicial decision and deprived him of an opportunity to receive the money he had legitimately expected to receive. In these circumstances, even assuming that the interference was lawful and pursued a legitimate aim, the Court considers that the quashing of the enforceable judgment in the applicant’s favour by way of supervisory review placed an excessive burden on him and was incompatible with Article 1 of the Protocol No. 1. There has therefore been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF THE NON-ENFORCEMENT OF THE JUDGMENT OF 21 DECEMBER 2005",
                        "elements": [
                            {
                                "content": "56.  The applicant complained under Article 6 of the Convention and Article 1 of Protocol No. 1, both cited above, about the non-enforcement of the judgment of 21 December 2005.",
                                "elements": []
                            },
                            {
                                "content": "57.  The Government stated that they were unable to submit information on enforcement, as no writ of execution had been registered prior to the quashing of the decision in question. They submitted that the length of the enforcement proceedings was justified by objective reasons, such as the defendant’s challenge of the judgment in the applicant’s favour by way of supervisory-review proceedings.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "58.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "59.  The judgment of 21 December 2005, which became final on 12 January 2006, remained enforceable until at least 23 April 2008, the date when it was quashed. It was incumbent on the State to abide by its terms (see, among others, Velskaya v. Russia, no. 21769/03, § 18, 5 October 2006, and Markovtsi and Selivanov v. Russia, nos. 756/05 and 25761/05, § 29, 23 July 2009). However, in the present case, the State avoided paying the judgment debt for more than two years and three months until the judgment was quashed, referring, inter alia, to a lack of money, even though it is not open to a State authority to cite a lack of funds as an excuse for not honouring a judgment debt (see Burdov v. Russia (no. 2), no. 33509/04, § 70, ECHR 2009). As regards the eventual annulment of the judgment on account of newly discovered circumstances, the Court reiterates its established case-law to the effect that quashing a final and enforceable judgment in a manner which does not respect the principle of legal certainty and the applicant’s “right to a court” (see the Court’s findings in paragraphs 54 and 55 above) cannot be accepted as a reason to justify the non-enforcement of the judgment (see Sukhobokov v. Russia, no. 75470/01, § 26, 13 April 2006, and Velskaya, cited above, § 18). The Court finds that by failing to comply with the enforceable judgment in the applicant’s favour, the domestic authorities impaired the essence of his right to a court and prevented him from receiving the money he could reasonably have expected to receive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Therefore, there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 on account of the nonenforcement of the judgment of 21 December 2005.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF JUDGMENTS NOT BEING PUBLICLY PRONOUNCED",
                        "elements": [
                            {
                                "content": "61.  By a letter of 24 March 2009 the applicant complained under Article 6 § 1, cited above, that the judgments of 3 December 2008 and 11 March 2009 had not been publicly pronounced.",
                                "elements": []
                            },
                            {
                                "content": "62.  The Government disagreed. They argued that the applicant had been represented at both the relevant hearings. The operative part of the judgment of 3 December 2008 had been publicly pronounced at the hearing, in the presence of the applicant’s representatives. Article 199 of the Code of Civil Procedure allowed for the reading out the operative parts of judgments only. A copy of the reasoned judgment had been served on the applicant two days later. The operative part of the judgment of 11 March 2009 in the appeal proceedings had been read out at the hearing, and the reasoned judgment had been sent to the parties, including the applicant, on 19 March 2009.",
                                "elements": []
                            },
                            {
                                "content": "63.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "64.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "65.  The Court has previously found a violation of Article 6 § 1 of the Convention by the respondent State on account of the lack of public access to a reasoned judgment in a civil case in which only the operative part of the judgment was read out in open court and the full text of the judgment was prepared later (see Ryakib Biryukov v. Russia, no. 14810/02, §§ 28-46, ECHR 2008, and Malmberg and Others v. Russia, nos. 23045/05 and 3 others, §§ 43-58, 15 January 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Turning to the facts of the present application, and taking into account the proceedings as a whole, the Court observes that on 3 December 2008 the Nalchik Town Court read out the operative part of the relevant judgment at a public hearing and prepared the full text of its judgment two days later (see paragraphs 29 and 30 above). Similarly, only the operative part of the appeal court’s judgment was read out, whereas a copy of the reasons for that decision was prepared and sent to the parties ten days later (see paragraph 31 and 32 above). The material before the Court suggests that the judgments were not publicly pronounced in full by either the firstinstance or the appeal court, and there is no evidence to confirm that the judgments were made accessible to the public at all. The Court concludes that the judgments of the above-mentioned courts remained inaccessible to the public, as at the material time there was no means of ensuring publicity other than by reading out the operative parts of judgments in open court. The possibility to grant access to the judgments to those whose rights and lawful interests had been infringed was insufficient to comply with the publicity requirement (see Malmberg and Others, cited above, §§ 53-55, with further references). The Court further notes that Federal Law no. 262FZ of 22 December 2008, which provided for the publication of domestic court judgments on the Internet, entered into force on 1 July 2010, that is more than a year after the events in the present case (see Malmberg and Others, cited above, § 56).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court concludes that the object pursued by Article 6 § 1 in this context – namely, ensuring public scrutiny of the judiciary with a view to safeguarding the right to a fair trial – was not achieved in the present case. The reasoning of the courts, which would have explained why the applicant’s claims had been rejected, was inaccessible to the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "69.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "70.  The applicant claimed 936,573 Russian roubles ((RUB) –approximately 13,270 euros (EUR)) in respect of pecuniary damage. He argued that, as he had not received the subsidy due to him, the amount due to him in any award should be calculated using the same formula as that applied in 2002, but should be updated on account of the housing prices in 2017. Accordingly, the amount claimed represented the average market value of one square metre of housing in Kabardino-Balkaria in the fourth quarter of 2017 (RUB 28,381), multiplied by the minimum size of a residential property under the domestic law (33 square metres). He further claimed EUR 20,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government contested the claim in respect of pecuniary damage as excessive and unreasonable, as the judgment in the applicant’s favour had been quashed and, moreover, his calculation was not supported by any evidence. They contested the claim in respect of non-pecuniary damage on the basis that it did not correspond to the Court’s case-law, and submitted that in any event nothing should be awarded under that head, as the applicant’s rights had not been violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects the claim for an increased amount in respect of the housing subsidy on account of the housing prices in 2017, as claimed by the applicant. On the other hand, it notes that the judgment of 21 December 2005 in the applicant’s favour was never enforced. Therefore, the applicant was prevented from receiving the amount he had legitimately expected to receive under the binding and enforceable judgment delivered by domestic courts in his favour. Accordingly, the Court considers appropriate to award the applicant party the equivalent in euros of the sum the applicant would have received if the judgment in his favour had not been quashed (see Bolyukh v. Russia, no. 19134/05, § 39, 31 July 2007). The Court therefore considers that EUR 6,167 shall be paid to the applicant’s heir Mr A.V. Tatuyev in respect of pecuniary damage, and rejects the remainder of the claim under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court further considers that EUR 2,600 shall be paid to Mr A.V. Tatuyev in respect of nonpecuniary damage, and rejects the remainder of the claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "74.  The applicant submitted that he had incurred substantial expenses before the domestic courts and the Court. As he was unable to submit any documents in support of the claim, he left the determination of the amount to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government contested the claim as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. As the applicant did not submit any evidence to demonstrate that the expenses had been actually and necessarily incurred, the Court rejects his claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides that the applicant’s heir Mr Aslan Vladimirovich Tatuyev has standing to continue the proceedings in the late applicant’s stead;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 on account of the quashing of the judgment of 21 December 2005 on the basis of newly discovered circumstances;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 on account of the non-enforcement of the judgment of 21 December 2005;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of there being no public pronouncement of the judgments of 3 December 2008 and 11 March 2009;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant’s heir Mr A.V. Tatuyev, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Olga Chernishova",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TATUYEV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-203809.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0721JUD000333308",
    "externalsources": [],
    "extractedappno": [
        "3333/08",
        "1509/02",
        "6571/04",
        "23045/05",
        "23593/03",
        "8549/06",
        "52854/99",
        "69529/01",
        "13151/04",
        "21769/03",
        "756/05",
        "25761/05",
        "33509/04",
        "75470/01",
        "14810/02",
        "19134/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-203809",
    "judgementdate": "21/07/2020 00:00:00",
    "kpdate": "21/07/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "113",
        "7",
        "385",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "TATUYEV",
        "RUSSIA"
    ],
    "rank": "6539.564453125",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "499643",
    "typedescription": "15"
}