{
    "__articles": "1;5;5-1",
    "__conclusion": "No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention) (the Republic of Moldova) (Russia);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention) (Russia)",
    "applicability": "",
    "appno": "1203/05",
    "article": [
        "1",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "mentions": [
                "the Republic of Moldova",
                "Russia"
            ],
            "type": "no-violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "mentions": [
                "Russia"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-173797.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 1203/05) against the Republic of Moldova, the Russian Federation and Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Sergiy Volodymyrovych Soyma (“the applicant”), on 28 December 2004. After his death in 2006 his mother, Ms Pavlina Petrivna Soyma, expressed her wish to pursue the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms Y. Zayikina and Mr L. Gulua, lawyers practising in Kharkiv, Ukraine. The Moldovan Government (“the Government”) were represented by their Agent, Mr L. Apostol, and the Russian Government were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been detained contrary to Article 5 § 1 of the Convention and that the criminal proceedings against him had been unfair. After his death, the applicant’s mother also complained that Ukraine and Moldova were responsible for her son’s death.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 May 2013 the application was communicated to the Moldovan and Russian Governments. On the same date the Ukrainian Government were informed of their right to intervene in the proceedings, in accordance with Article 36 § 1 of the Convention and Rule 44 § 1(b), but they did not communicate any wish to avail themselves of that right.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1976 and, until his death in 2006, lived in Vinnytsya.",
                                "elements": []
                            },
                            {
                                "content": "6.  The background to the case, including the Transdniestrian armed conflict of 1991-1992 and the subsequent events, is set out in Ilaşcu and Others v. Moldova and Russia ([GC], no. 48787/99, §§ 28-185, ECHR 2004VII) and Catan and Others v. the Republic of Moldova and Russia ([GC], nos. 43370/04 and 2 others, §§ 8-42, ECHR 2012 (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "7.  In 2001 the applicant was arrested in the self-proclaimed “Moldavian Republic of Transdniestria” (the “MRT”) on charges of murder. On 28 June 2002 he was convicted in a final judgment by the “MRT” Supreme Court and sentenced to ten years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "8.  According to the applicant, during his pre-trial detention he was subjected to ill-treatment to make him confess to committing the murder.",
                                "elements": []
                            },
                            {
                                "content": "9.  After his conviction the applicant’s mother made many requests to various Ukrainian official bodies to obtain the transfer of her son to a Ukrainian prison. The case file before the Court contains approximately forty replies received by her from various Ukrainian authorities. However, her efforts were not successful. In particular, the Ministry of Foreign Affairs of Ukraine informed the applicant that it had contacted its counterpart in Moldova, which had informed it that Moldova could not secure the applicant’s transfer to a Ukrainian prison because it did not have control over the territory of the “MRT”. The Ukrainian authorities also contacted the “MRT” authorities, but to no avail. In a letter to the applicant’s mother, the “MRT” authorities stated that they would only transfer the applicant to a Ukrainian prison after the conclusion of a treaty between Ukraine and the “MRT” which would make the transfer of prisoners possible. Since Ukraine refused to sign such a treaty with it, the transfer was not possible. The applicant’s mother went so far as to initiate court proceedings against the Ukrainian Ministry of Foreign Affairs, denouncing its lack of action, but she was not successful.",
                                "elements": []
                            },
                            {
                                "content": "10.  On several occasions the applicant’s representative also contacted the Moldovan authorities, enquiring about the status of the Transdniestrian region and, on at least two occasions, asking them for assistance with the question of the applicant’s transfer to a Ukrainian prison. It does not appear from the material submitted by the applicant and his mother that he complained to the Moldovan authorities about alleged breaches of his Convention rights by the “MRT” authorities. In a letter of 25 April 2003 the Prosecutor General’s Office of Moldova informed the applicant’s representative that it had contacted the prosecuting authorities of the “MRT” and requested the necessary documents to have the applicant transferred to a Ukrainian prison. It is not clear from the case file whether the “MRT” authorities reacted to that letter. In another letter sent to the applicant’s representative by the office of the President of the Republic of Moldova, the lawyer was informed that the Moldovan authorities were unable to bring about the applicant’s transfer to a Ukrainian prison while the Transdniestrian conflict remained unsettled.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant’s mother also wrote to the OSCE mission in Moldova, which informed her that her letter had been forwarded to the Ukrainian Embassy in Chisinau.",
                                "elements": []
                            },
                            {
                                "content": "12.  In around March 2006 the applicant broke his leg and was admitted to hospital. It appears from his mother’s statements that she was able to spend time with him during his stay in hospital.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 May 2006 the applicant was found hanged in the gym of the prison in which he was being detained. It does not appear that the applicant’s mother requested or obtained a medical forensic report concerning the circumstances of his death. However, it appears from her statements that the applicant did not have any signs of violence on his body.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE OF THE REPUBLIC OF MOLDOVA AND OTHER RELEVANT MATERIALS",
                        "elements": [
                            {
                                "content": "14.  Reports by inter-governmental and non-governmental organisations, the relevant domestic law and practice from the Republic of Moldova and other pertinent documents were summarised in Mozer v. the Republic of Moldova and Russia ([GC], no. 11138/10, §§ 61-77, ECHR 2016).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JURISDICTION",
                        "elements": [
                            {
                                "content": "15.  The Court must first determine whether the applicant falls within the jurisdiction of the respondent States for the purposes of the matters complained of, within the meaning of Article 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "16.  In so far as Ukraine is concerned, the Court notes that neither the applicant nor his mother adduced any evidence in support of the allegation that it had jurisdiction in the present case. In those circumstances, the Court considers that the claim concerning the jurisdiction of Ukraine is unsubstantiated and holds that the applicant did not fall within Ukrainian jurisdiction under Article 1 of the Convention. Consequently, the part of the application directed against Ukraine must be declared inadmissible under Article 35 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "17.  As to the jurisdiction of the other respondent States, the applicant and the Moldovan Government submitted that both respondent Governments had jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  For their part, the Russian Government argued that the applicant did not come within their jurisdiction and that, consequently, the application should be declared inadmissible ratione personae and ratione loci in respect of the Russian Federation. As they did in Mozer (cited above, §§ 92-94), the Russian Government express the view that the approach to the issue of jurisdiction taken by the Court in Ilaşcu and Others (cited above), Ivanţoc and Others v. Moldova and Russia (no. 23687/05, 15 November 2011), and Catan and Others (cited above) was wrong and at variance with public international law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "19.  The Court observes that the general principles concerning the problem of jurisdiction under Article 1 of the Convention in respect of acts and facts occurring in the Transdniestrian region of Moldova were set out in Ilaşcu and Others (cited above, §§ 311-19), Catan and Others (cited above, §§ 103-07) and, more recently, in Mozer (cited above, §§ 97-98).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In so far as the Republic of Moldova is concerned, the Court notes that in Ilaşcu, Catan and Mozer it found that although Moldova had no effective control over the Transdniestrian region, it followed from the fact that Moldova was the territorial State that persons within that territory fell within its jurisdiction. However, its obligation, under Article 1 of the Convention, to secure to everyone within its jurisdiction the rights and freedoms defined in the Convention, was limited to that of taking the diplomatic, economic, judicial and other measures that were both in its power and in accordance with international law (see Ilaşcu and Others, cited above, § 333; Catan and Others, cited above, § 109; and Mozer, cited above § 100). Moldova’s obligations under Article 1 of the Convention were found to be positive obligations (see Ilaşcu and Others, cited above, §§ 322 and 330-31; Catan and Others, cited above, §§ 109-10; and Mozer, cited above, § 99).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court sees no reason to distinguish the present case from the above-mentioned cases. Besides, it notes that the Moldovan Government do not object to applying a similar approach in the present case. Therefore, it finds that Moldova has jurisdiction for the purposes of Article 1 of the Convention, but that its responsibility for the acts complained of is to be assessed in the light of the above-mentioned positive obligations (see Ilaşcu and Others, cited above, § 335).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In so far as the Russian Federation is concerned, the Court notes that in Ilașcu and Others it has already found that the Russian Federation contributed both militarily and politically to the creation of a separatist regime in the region of Transdniestria in 1991-1992 (see Ilaşcu and Others, cited above, § 382). The Court also found in subsequent cases concerning the Transdniestrian region that up until July 2010, the “MRT” was only able to continue to exist, and to resist Moldovan and international efforts to resolve the conflict and bring democracy and the rule of law to the region, because of Russian military, economic and political support (see Ivanţoc and Others, cited above, §§ 116-20; Catan and Others, cited above, §§ 12122; and Mozer, cited above, §§ 108 and 110). The Court concluded in Mozer that the “MRT”‘s high level of dependency on Russian support provided a strong indication that the Russian Federation continued to exercise effective control and a decisive influence over the Transdniestrian authorities and that, therefore, the applicant fell within that State’s jurisdiction under Article 1 of the Convention (see Mozer, cited above, §§ 110-11).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court sees no grounds on which to distinguish the present case from Ilașcu and Others, Ivanţoc and Others, Catan and Others, and Mozer (all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  It follows that the applicant in the present case fell within the jurisdiction of the Russian Federation under Article 1 of the Convention. Consequently, the Court dismisses the Russian Government’s objections ratione personae and ratione loci.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court will hereafter determine whether there has been any violation of the applicant’s rights under the Convention such as to engage the responsibility of either respondent State (see Mozer, cited above, § 112).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that his arrest and detention had been unlawful and contrary to Article 5 § 1 of the Convention. The relevant parts of Article 5 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Russian Government submitted that the complaint under Article 5 § 1 of the Convention was of an eminently personal and nontransferable nature and, as such, could not be transferred from the applicant to his mother. They relied, inter alia, on Biç and Others v. Turkey (no. 55955/00, §§ 22-24, 2 February 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court notes that according to its case-law, the next-of-kin cannot lodge complaints alleging violations of Article 5 of the Convention on behalf of people who have died (see Biç and Others, cited above). However, nextofkin are entitled to continue proceedings before the Court concerning complaints lodged by a person before he or she died (see, among other cases, Lukanov v. Bulgaria, 20 March 1997, Reports of Judgments and Decisions 1997II; and David v. Moldova, no. 41578/05, 27 November 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Since the complaint under Article 5 § 1 of the Convention was lodged by the applicant and not by his mother, the Russian Government’s objection must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention, and that it is not inadmissible on any other ground. The Court therefore declares it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "31.  The applicant complained that neither his arrest nor his detention were ordered by a lawfully constituted court as required by Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The respondent Governments did not make any submissions on the merits of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court reiterates that it is well established in its case-law on Article 5 § 1 that any deprivation of liberty must not only be based on one of the exceptions listed in sub-paragraphs (a) to (f) but must also be “lawful”. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law. This primarily requires any arrest or detention to have a legal basis in domestic law; it also relates to the quality of the law, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention (see, for example, Del Río Prada v. Spain [GC], no. 42750/09, § 125, ECHR 2013; and Mozer, cited above, § 134).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court reiterates that in Mozer it held that the judicial system of the “MRT” was not a system reflecting a judicial tradition compatible with the Convention (see Mozer, cited above, §§ 148-49). For that reason it held that the “MRT” courts and, by implication, any other “MRT” authority, could not order the applicant’s “lawful” arrest or detention, within the meaning of Article 5 § 1 of the Convention (see Mozer, cited above, § 150).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the absence of any new and pertinent information proving the contrary, the Court considers that the conclusion reached in Mozer is valid in the present case too. It considers therefore that there has been a breach of Article 5 § 1 of the Convention in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court must next determine whether the Republic of Moldova fulfilled its positive obligation to take appropriate and sufficient measures to secure the applicant’s rights under Article 5 of the Convention (see paragraph 20 above). In Mozer, the Court held that Moldova’s positive obligations related both to measures needed to re-establish its control over the Transdniestrian territory, as an expression of its jurisdiction, and to measures to ensure respect for individual applicants’ rights (see Mozer, cited above, § 151).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As regards the first aspect of Moldova’s obligation, to re-establish control over the Transdniestrian territory, the Court found in Mozer that Moldova had taken all measures in its power from the onset of the hostilities in 1991-1992 until July 2010 (Mozer, cited above, § 152). Since the events complained of in the present case took place before that date, the Court sees no reason to reach a different conclusion (ibidem).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Turning to the second part of the positive obligations, namely to ensure respect for the applicant’s individual rights, the Court notes that the applicant’s efforts were mainly directed at seeking assistance from the Ukrainian authorities (see paragraph 9 above). The applicant’s representative made only two requests for assistance from the Moldovan authorities to secure his transfer to a Ukrainian prison. On one occasion the Prosecutor’s Office contacted the “MRT” authorities in relation to the applicant’s transfer, apparently without any success. On another occasion, the applicant’s representative was informed that the Moldovan authorities could not secure the transfer owing to their lack of control over the “MRT” authorities. Against that background, the Court notes that the applicant never complained to the Moldovan authorities of any breach of his Convention rights (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In the light of the foregoing, the Court concludes that the Republic of Moldova did not fail to fulfil its positive obligations in respect of the applicant and finds that there has been no violation of Article 5 § 1 of the Convention by the Republic of Moldova.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In so far as the responsibility of the Russian Federation is concerned, the Court notes that there is no evidence that persons acting on behalf of the Russian Federation directly participated in the measures taken against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Nevertheless, the Court has established that Russia exercised effective control over the “MRT” during the period in question (see paragraphs 22-23 above). In the light of this conclusion, and in accordance with its case-law, it is not necessary to determine whether or not Russia exercises detailed control over the policies and actions of the subordinate local administration (see Mozer, cited above, § 157). By virtue of its continued military, economic and political support for the “MRT”, which could not otherwise survive, Russia’s responsibility under the Convention is engaged as regards the violation of the applicant’s rights (ibidem).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In conclusion, and after having found that the applicant’s detention was unlawful under Article 5 § 1 of the Convention (see paragraph 35 above), the Court holds that there has been a violation of that provision by the Russian Federation.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER COMPLAINTS",
                        "elements": [
                            {
                                "content": "43.  The applicant complained under Article 6 that the criminal proceedings against him had been unfair. He also complained under Article 13 that he had no effective remedies against that breach. However, the Court notes that while the criminal proceedings ended on 28 June 2002, the present application was lodged only on 28 December 2004, that is more than six months later. Consequently, these complaints must be declared inadmissible under Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "44.  The applicant also complained under Article 8 that he could not meet his parents while in detention. However, it appears from his mother’s statements that she was able to spend time with him in hospital on one occasion (see paragraph 12 above). Moreover, there is no evidence in the case file that either the applicant or his mother requested meetings from the prison administration. In those circumstances, the Court considers that the complaint is manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and must be declared inadmissible in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "45.  The applicant further complained under Article 3 of the Convention that he had been subjected to ill-treatment while in detention. However, he failed to adduce any evidence such as medical documents and/or witness statements in support of his allegations. The Court therefore considers that this complaint is manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and must be declared inadmissible in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "46.  Lastly, in so far as the complaint under Article 2 of the Convention is concerned, the Court notes that initially it was lodged only against the Republic of Moldova and Ukraine (with respect to Ukraine, see paragraph 16 above). It was only in the observations on the admissibility and the merits submitted in March 2014 that the applicant’s mother argued for the first time that the Russian Federation was also responsible for her son’s death. As the complaint against the Russian Federation was lodged almost six years after the applicant’s death, it must be declared inadmissible for failure to observe the six-month rule, pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "47.  Insofar as the complaint under Article 2 of the Convention is directed against the Republic of Moldova, the applicant’s mother complained about a lack of investigation into the circumstances of her son’s death. According to her, the Moldovan authorities accepted the version of the “MRT” authorities, without conducting or trying to conduct their own investigation. The Moldovan Government argued that, since Moldova had no effective control over the Transdniestrian region, it could not be held responsible for any violation of Article 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court considers that, for the reasons given in respect of the complaint under Article 5 § 1 of the Convention (see paragraphs 36-39 above), and taking into account the fact that the Moldovan authorities are not in a position to carry out a meaningful investigation, the complaint under Article 2 is manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and must be declared inadmissible in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "50.  The applicant claimed 300,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Governments contended that the claim was excessive and asked the Court to dismiss it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes that it has not found any violation of the Convention by the Republic of Moldova in the present case. Accordingly, no award of compensation is to be made with regard to this respondent State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Having regard to the violations by the Russian Federation found above, the Court considers that an award in respect of non-pecuniary damage is justified in this case. Making its assessment on an equitable basis, the Court awards EUR 20,000 to the applicant, to be paid by the Russian Federation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant also claimed EUR 1,563 for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The respondent Governments considered that the sum claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court notes that it has found that Moldova, having fulfilled its positive obligations, was not responsible for any violation of the Convention in the present case. Accordingly, no award of compensation for costs and expenses is to be made with regard to this respondent State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court reiterates that in order for costs and expenses to be included in an award under Article 41 of the Convention, it must be established that they were actually and necessarily incurred and were reasonable as to quantum (see, for example, Mozer, cited above, § 240). Having regard to all the relevant factors and to Rule 60 § 2 of the Rules of Court, the Court awards EUR 1,000 to the applicant for costs and expenses, to be paid by the Russian Federation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaint under Article 5 § 1 of the Convention admissible in respect of the Republic of Moldova;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, by a majority, the complaint under Article 5 § 1 of the Convention admissible in respect of the Russian Federation;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares, unanimously, the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, by six votes to one, that there has been no violation of Article 5 § 1 of the Convention by the Republic of Moldova;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, by six votes to one, that there has been a violation of Article 5 § 1 of the Convention by the Russian Federation;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds, by six votes to one,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the Russian Federation is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses, unanimously, the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 May 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Dedov is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "My vote in the present case was based on my previous dissenting opinion in the case of Mozer v. the Republic of Moldova and Russia ([GC], no. 11138/10, ECHR 2016) on the issue of the Russian Federation’s effective control over Transdniestria.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Işıl Karakaş",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SOYMA v. THE REPUBLIC OF MOLDOVA, RUSSIA AND UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-173797.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0530JUD000120305",
    "externalsources": [],
    "extractedappno": [
        "1203/05",
        "48787/99",
        "43370/04",
        "11138/10",
        "23687/05",
        "55955/00",
        "41578/05",
        "42750/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-173797",
    "judgementdate": "30/05/2017 00:00:00",
    "kpdate": "30/05/2017 00:00:00",
    "kpthesaurus": [
        "293",
        "210",
        "430",
        "448",
        "220",
        "310"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-1",
        "1",
        "5"
    ],
    "parties": [
        "SOYMA",
        "THE REPUBLIC OF MOLDOVA, RUSSIA AND UKRAINE"
    ],
    "rank": "1880.07629394531",
    "representedby": [
        "ZAYIKINA Y.",
        "GULUA L."
    ],
    "respondent": "MDA;RUS;UKR",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "464386",
    "typedescription": "15"
}