{
    "__articles": "5;5-4;34",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of application)",
    "applicability": "",
    "appno": "2592/17",
    "article": [
        "5",
        "34"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Speediness of review"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of application"
            ],
            "element": "Violation of Article 34 - Individual applications",
            "type": "violation"
        }
    ],
    "content": {
        "001-194319.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2592/17) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Uzbek national, Mr R.A. (“the applicant”), on 7 February 2017.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms D. Trenina and Ms E. Davidyan (“the representatives”), lawyers practising in Moscow. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and subsequently by his successor in that office Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Articles 3, 5, 13 and 34 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 January 2017 the applicant’s request for interim measures preventing his removal from Russia to Uzbekistan was granted by the Court under Rule 39 of the Rules of Court. On the same date notice of the application was given to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was further granted priority (Rule 47) and confidentiality (Rule 33) and the applicant was granted anonymity (Rule 47 § 4).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant is a national of Uzbekistan, born on 19 June 1991. He currently resides in Poloson, Fergana Region, Uzbekistan.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 6 February 2015 the applicant was charged in Uzbekistan with religious and politically motivated crimes, his pre-trial detention was ordered in absentia, and an international search warrant was issued by the authorities.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 3 November 2015 the applicant was arrested and subsequently detained by the Russian authorities until 19 October 2016.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 18 November 2015 the Uzbek authorities requested his extradition, which was authorised by the Deputy Prosecutor General of the Russian Federation on 15 September 2016. The applicant claimed in the relevant proceedings that in the event of removal he would face a real risk of treatment contrary to Article 3 of the Convention. Despite these claims the above authorisation was upheld by the Supreme Court of the Russian Federation on 12 January 2017.",
                                "elements": []
                            },
                            {
                                "content": "A.  Request for an interim measure under Rule 39 of the Rules of Court",
                                "elements": [
                                    {
                                        "content": "10.  The applicant’s request of 9 January 2017 for an interim measure under Rule 39 of the Rules of Court was granted by the Court on 10 January 2017 and his removal was stayed for the duration of the proceedings before the Court. The Russian Government were immediately informed about the measure. They were also informed that failure by a Contracting State to comply with a measure indicated under Rule 39 might entail a breach of Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s alleged forcible removal to Uzbekistan",
                                "elements": [
                                    {
                                        "content": "11.  On 12 January 2018 the applicant was arrested and administratively fined for violation of the rules on presence of foreigners on a territory with restricted access. The police records indicated that he had resisted arrest and that force, inter alia handcuffing, had been used by the arresting officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Early in the morning on 13 January 2018 the applicant boarded Uzbekistan Airways flight for Tashkent and left Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 14 June 2018 the applicant’s representative informed the Court about the events alleging that that the applicant had been forcibly removed to Uzbekistan by the Russian authorities. She stated that on 12 June 2018 FSB officers apprehended the applicant and took him to a police station, where he was held overnight. In the morning of 13 January 2018 FSB officers allegedly took the applicant to the airport and controlled his departure from Russia. She notes that the removal had been carried out in violation of the interim measure indicated by the Court and that the applicant’s lawyers took every effort to notify the airport police, border control services, the FSB and the General Prosecutor’s Office of the ongoing removal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In support of her allegation of forcible removal the representative referred to the followings facts. According to the information obtained from Uzbekistan Airways the applicant’s ticket was bought in Uzbekistan at the request of “the competent authorities of the Republic of Uzbekistan and the passenger’s relatives”. The ticket was bought using the applicant’s passport, which had expired in 2016, and apparently the same passport should have been used for crossing the Russian border. According to the statement by the applicant’s father, he was informed about his son’s transfer to Uzbekistan by the law-enforcement agents on 13 June 2018, who also demanded the costs of the ticket to be covered. The applicant was arrested immediately after his arrival to Uzbekistan and transferred to a pre-trial detention facility. The representatives’ allegations were supported by letters from the applicant, his father, his lawyer in Uzbekistan and the office of the Uzbekistan Airways.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In the representative’s opinion the sequence of events and the above facts indicate that the applicant’s transfer had been facilitated through covert cooperation of the Russian and the Uzbek law-enforcement agencies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Government contested these allegations and stated that the applicant returned to Uzbekistan on his own following a phone call from his father. They maintained that the applicant himself bought the ticket and voluntarily flew to Tashkent. They provided no documents in support of their position.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s situation in Uzbekistan",
                                "elements": [
                                    {
                                        "content": "17.  Upon his arrival in Uzbekistan on 13 June 2018 the applicant was immediately arrested and transported to a pre-trial detention centre in Fergana.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 27 August 2018 the applicant’s representatives informed the Court that they were in contact with the applicant through his relatives and the lawyer representing him in Uzbekistan, and that the applicant wished to maintain his application. They provided the following evidence:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) a handwritten note (in Russian) from the applicant’s father dated 8 August 2018 and addressed to Ms Trenina, which stated that the applicant and his relatives expressed the wish to maintain the application;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) a handwritten note (in Russian) from the applicant dated 14 August 2018 and addressed to Ms Trenina, which stated that he wished to maintain his application and provided his account of removal from Russia;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) a letter from Ms Matmusayeva, the applicant’s lawyer in Uzbekistan, dated 28 August 2018 and addressed to Ms Trenina, which stated that during a meeting with the applicant the latter claimed to have been subjected to ill-treatment by Russian security services. She further informed that the applicant refused to comment whether he was subject to illtreatment in detention in Uzbekistan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 8 September 2018 the applicant pled guilty. He was sentenced to a suspended term of 2 years and 9 months and released on probation. He currently resides in Poloson, Fergana Region, Uzbekistan.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "20.  A summary of the domestic law and practice concerning extraditions was provided in the case of Mukhitdinov v. Russia (no. 20999/14, §§ 29-31, 21 May 2015, with further references).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORTS ON UZBEKISTAN",
                        "elements": [
                            {
                                "content": "21.  References to relevant reports by UN agencies and international NGOs on the situation in Uzbekistan were cited in the cases of Kholmurodov v. Russia (no. 58923/14, §§ 46-50, 1 March 2016) and T.M. and Others v. Russia (no. 31189/15, § 28, 7 November 2017).",
                                "elements": []
                            },
                            {
                                "content": "22.  In respect of Uzbekistan 2019 World Report by Human Rights Watch indicated that there were certain promising steps to reform the country’s human rights record; however, many reforms are yet to be implemented. It further stated that a limited number of persons imprisoned on politically motivated charges had been released in 2016-2018. Furthermore, isolated incidents of security agency officers sentenced for torture and death in custody were cited. Amnesty International Report 2017/2018 reflected similar trends, including judicial independence and effectiveness as the priorities set by the authorities for the systemic reform. At the same time the report stressed that the authorities continued to secure forcible returns, including through extradition proceedings, of Uzbekistani nationals identified as threats to the “constitutional order” or national security.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "23.  In their observations the Government noted that the representatives had failed to provide properly executed forms of authority at the moment of lodging the application with the Court and that raised doubts as to the applicant’s awareness of the institution of proceedings on his behalf.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Government noted that one of the two authority forms submitted to the Court along with the first letter requesting an interim measure was not signed by one of the representatives. Besides, the Government pointed out the significant time lapse of nine months between the dates indicated on the authority forms by the applicant and the representatives.",
                                "elements": []
                            },
                            {
                                "content": "25.  According to the Rule 45 § 3 of the Rules of Court an applicant’s representative should supply a duly completed and signed authority form at the moment of initiating proceedings at the Court. Further, in a number of cases in which the applicant had not been in contact with the Court directly, the Court has held that it is essential for representatives to demonstrate that they have received specific and explicit instructions from the alleged victims within the meaning of Article 34 of the Convention on whose behalf they purport to act (see V.M. and Others v. Belgium (striking out) [GC], no. 60125/11, § 35, 17 November 2016; Kaur v. the Netherlands (dec.), no. 35864/11, § 14, 15 May 2012; K.M. and Others v. Russia (dec.), no. 46086/07, 29 April 2010; and Çetin v. Turkey (dec.), no. 10449/08, 13 September 2011).",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court notes with attention the arguments presented by the Government in respect of this, however, it does not accept them.",
                                "elements": []
                            },
                            {
                                "content": "27.  Firstly, on 9 January 2017 when an interim measure was requested under Rule 39 of the Rules of Court the authority form of Ms Trenina had been signed both by her and the applicant. The authority form of Ms Davidyan had been signed only by the applicant and thus had not been duly completed as required by the Rule 45 § 3 of the Rules of Court. However, given that at least one representative out of two had been in possession of a duly completed authority form at the relevant time, the proceedings were duly instituted on 7 January 2017.",
                                "elements": []
                            },
                            {
                                "content": "28.  Secondly, indeed there had been a significant time lapse between the dates on which the applicant and Ms Trenina signed the authority form, i.e. 10 March 2016 and 10 December 2016 respectively. Patently an interval of nine months is inopportune and highly irregular. The Court is mindful and earnestly concerned by the ambiguity created by that practice. However, this fact alone cannot cast doubt on the authenticity of the form or the validity of the applicant’s wish to institute the proceedings with the assistance of Ms Trenina.",
                                "elements": []
                            },
                            {
                                "content": "29.  Lastly, any possible reservations about the genuine nature of representation by Ms Trenina and Ms Davidyan are removed by a close cooperation between the representatives and the applicant in the course of the proceedings. This fact has been manifested in the manner the representatives provided pertinent information, updates and documents on behalf of the applicant. Moreover the Government have not disputed the effective contact of the representatives with the applicant after the proceedings had been instituted.",
                                "elements": []
                            },
                            {
                                "content": "30.  Under these circumstances the Court considers that the shortcomings at the moment of lodging of the application could be accounted for by the urgency required for requesting interim measures as stipulated in Rule 47 § 5.1 (a) and (b) of the Rules of Court.",
                                "elements": []
                            },
                            {
                                "content": "31.  In the light of the above, the Court dismisses the Russian Government’s preliminary objection.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained under Article 3 of the Convention that he could be at risk of ill-treatment in the event of his removal to Uzbekistan. Article 3 of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court observes that on 13 June 2018 the applicant was removed to Uzbekistan, immediately arrested by the Uzbek authorities and placed in pre-trial detention. On 8 September 2018 he pled guilty and was subsequently sentenced to a suspended term of 2 years and 9 months and released on probation. He currently resides in Poloson, Fergana Region, Uzbekistan (see paragraph 19 above).",
                                "elements": []
                            },
                            {
                                "content": "35.  The above complaint was raised by the applicant in his request for an interim measure of 9 January 2017 and the application form of 7 February 2017. The Court notes that following his removal to Uzbekistan neither the applicant, nor his lawyers in any of the submissions claimed 1) that the Russian authorities had exposed him to a risk of ill-treatment by actually removing him to Uzbekistan or 2) that he had been actually subjected to any treatment contrary to Article 3 while at the hands of the Uzbek authorities.",
                                "elements": []
                            },
                            {
                                "content": "36.  In this regard the Court finds significant that the applicant, his relatives and his lawyers were in direct and apparently unhindered contact with the Court since the date of his arrival to Uzbekistan and that in September 2018 the applicant was released on probation. Nothing in the materials or the submission available to the Court indicates that he had been or that he is effectively prevented from raising the relevant complaints or providing an account of ill-treatment if it had taken place.",
                                "elements": []
                            },
                            {
                                "content": "37.  In this connection the Court is mindful that Article 37 § 1 (c) of the Convention allows for striking out of an application when it is no longer justified to continue the examination of the application.",
                                "elements": []
                            },
                            {
                                "content": "38.  In the specific circumstances of the case, the Court considers that it is not required to rule in abstract if at a certain period of time the decisions of the Russian authorities could have exposed the applicant to a risk of illtreatment in Uzbekistan, when nothing in the material of the case indicates that any such risk materialised and the applicant does not raise any claim in this regard. It further considers that nothing in the present case demonstrates that the respect for human rights as defined in the Convention requires further examination of the above complaint.",
                                "elements": []
                            },
                            {
                                "content": "39.  Accordingly, the Court decides under Article 37 § 1 (c) of the Convention to strike the application out of list of cases in part concerning the complaint under Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant further complained under Article 5 § 4 of the Convention that the length of the appeal proceedings in Moscow Regional Court, by which he sought to challenge the lawfulness of his detention ordered by the Domodedovskiy Town Court on 28 July 2016, did not comply with the “speediness” requirement of Article 5 § 4 of the Convention. The relevant provisions of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government contested the arguments of the applicant and stated that the length of the proceedings was accounted for by the necessity of translations of the procedural documents into the native language of the applicant to ensure the observance of his rights.",
                                "elements": []
                            },
                            {
                                "content": "42.  The applicant disagreed with the arguments of the Government and referred to the Article 108 § 11 of the Criminal Procedure Code of the Russian Federation which foresees a maximum time-limit of three days for examination of an appeal against an extension of a detention order. In his opinion this period covers all necessary auxiliary procedures, including translation of the relevant documents and their distribution to the parties. The applicant further noted that it took the Domodedovskiy City Court two days to send the decision of 28 July 2016 to translation and then it took fourteen days to send the documents to the Moscow Regional Court for examination.",
                                "elements": []
                            },
                            {
                                "content": "43.  In the present case the decision on the applicant’s appeal of 15 August 2016 was taken on 27 September 2016, almost one and a half months later. The Court is aware that the Russian authorities organising the appeal hearing process were under the obligation to provide the applicant with the translations of the relevant documents, to prepare the case-file for transfer to the appeal court and to take all other requisite procedural steps. These arrangements could provide a reasonable justification for the time taken to consider the applicant’s appeal, unlike the fourteen days’ delay in transferring the case-file from the City Court to the Regional Court. Having regard to all circumstances of the present case the Court finds it impossible to reconcile the length of the appeal review of the detention order of 28 July 2016 with the “speediness” requirement under Article 5 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "44.  There has accordingly been a violation of Article 5 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED INTERFERENCE WITH THE RIGHT TO INDIVIDUAL APPLICATION UNDER ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant complained that his removal had been in breach of the interim measures indicated by the Court under Rule 39 of the Rules of Court. This claim, substantively focusing on a violation of the right to individual application, falls to be examined under Article 34 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "46.  Rule 39 of the Rules of Court provides:",
                                "elements": []
                            },
                            {
                                "content": "“1. The Chamber or, where appropriate, the President of the Section or a duty judge appointed pursuant to paragraph 4 of this Rule may, at the request of a party or of any other person concerned, or of their own motion, indicate to the parties any interim measure which they consider should be adopted in the interests of the parties or of the proper conduct of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "2. Where it is considered appropriate, immediate notice of the measure adopted in a particular case may be given to the Committee of Ministers.",
                                "elements": []
                            },
                            {
                                "content": "3. The Chamber or, where appropriate, the President of the Section or a duty judge appointed pursuant to paragraph 4 of this Rule may request information from the parties on any matter connected with the implementation of any interim measure indicated ...”",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court reiterates that, by virtue of Article 34 of the Convention, Contracting States undertake to refrain from any act or omission that may hinder the effective exercise of the right of individual application, and this has been consistently reaffirmed as a cornerstone of the Convention system. According to the Court’s established case-law, a respondent State’s failure to comply with an interim measure entails a violation of that right (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, §§ 102 and 125, ECHR 2005I, and, recently, M.A. v. France, no. 9373/15, §§ 78-83, 1 February 2018, and A.S. v. France, no. 46240/15, §§ 72-75, 19 April 2018). The Court does not find it necessary to elaborate once again on the importance of interim measures in the Convention system and their exceptional nature calling for maximal cooperation of the State, since these principles are distinctly well-established.",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court had previously ruled on a number of cases where a failure to comply with an interim measure took place in the context of an applicant’s disappearance (see Mamazhonov, cited above, §§ 173-209, 21419), an illegal forcible transfer by unidentified persons with the passive or active involvement of State agents (see Savriddin Dzhurayev v. Russia, no. 71386/10, §§ 177-85, 197-204, 214-19, ECHR 2013 (extracts)), or the actions otherwise outside of the normal functioning of the law-enforcement authorities (see Ermakov v. Russia, no. 43165/10, §§ 282-87, 7 November 2013).",
                                "elements": []
                            },
                            {
                                "content": "49.  Turning to the present case, the Court notes at the outset that no formal decision to remove the applicant had been taken by the Russian authorities.",
                                "elements": []
                            },
                            {
                                "content": "50.  According to the applicant’s representatives, his transfer to Uzbekistan had not been voluntary and that it had been facilitated through covert cooperation of the Russian and the Uzbek law-enforcement agencies. Referring to the judgment in the case Savriddin Dzhurayev (cited above, §§ 197-205) they maintained that it had been conducted outside of the normal legal system and deliberately circumvented the due process. Essentially, they relied on the following three main points in support of their position: 1) the applicant’s ticket was bought in Uzbekistan at the request of the competent authorities; 2) the ticket was bought with an expired passport and the same passport was used for crossing the Russian border, which would have been impossible without involvement of the security agencies; 3) the Uzbek law-enforcement authorities were aware of the applicant’s arrival, immediately arrested him and transferred to a pre-trial detention facility (see paragraphs 13-14 above).",
                                "elements": []
                            },
                            {
                                "content": "51.  The Government’s position was essentially based on an unsupported allegation that the applicant himself bought the ticket and voluntarily departed to Uzbekistan (see paragraph 16 above).",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court notes that the applicant’s account is based on a number of inferences and does not appear to be unequivocally proven by the submitted evidence. Nevertheless, it is persuasive and supported by proof that strongly indicates the involvement of the Russian authorities in the transfer of the applicant to Uzbekistan. Under such circumstances it is for the Government to dispel these allegations. In the Court’s view, the Government’s submissions on the issue in the present case fall short of providing a reasonable alternative account of the events.",
                                "elements": []
                            },
                            {
                                "content": "53.  Accordingly, the Court must conclude that the Russian authorities have breached the interim measure indicated by the Court under Rule 39 of the Rules of Court and, therefore, have failed to comply with their obligations under Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION RIGHTS",
                        "elements": [
                            {
                                "content": "54.  The applicant further complained under Article 13 of the Convention of a lack of effective domestic remedies in Russia in respect of his complaints under Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "55.   However, having regard to the facts of the case, the submissions of the parties and its findings under Articles 3, 5 and 34 of the Convention, the Court considers that it has examined the main legal questions raised in the present application and that there is no need to give a separate ruling on the remaining complaints (see Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014, with further references).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF AN INTERIM MEASURE UNDER RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "56.  Having regard to the circumstances of the present case, the Court considers that the interim measure indicated to the Russian Government should come to an end.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The applicant claimed 5,000 euros (EUR) of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government noted that finding a violation in the present application would in itself constitute sufficient just satisfaction for any nonpecuniary damage allegedly suffered by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court having regard to its above conclusions and acting on an equitable basis awards the applicant’s claim of non-pecuniary damage in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant also claimed EUR 3,640 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government stated that no supporting documents were provided for the amount claimed for the costs and expenses and suggested the requested amount to be reduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Regard being had to the documents in its possession and to its caselaw on the matter, the Court considers the claim to be reasonable and awards it in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to dismiss the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to strike the application out of list of cases in part concerning the complaint under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the applicant’s complaint under Article 5 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of the applicant’s rights under Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the respondent State has breached the interim measure indicated by the Court under Rule 39 of the Rules of Court and therefore failed to comply with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that it is not necessary to examine the admissibility and merits of the applicant’s complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant EUR 5,000 (five thousand euros) in respect of non-pecuniary damage and EUR 3,640 (three thousand six hundred and forty euros) in respect of costs and expenses within three months, to be converted into the currency of the respondent State at the rate applicable at the date of settlement plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the above award of costs and expenses is payable directly to the applicant’s representatives Ms E. Davidyan and Ms D. Trenina;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 July 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF R.A. v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-194319.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0709JUD000259217",
    "externalsources": [],
    "extractedappno": [
        "2592/17",
        "20999/14",
        "58923/14",
        "31189/15",
        "60125/11",
        "35864/11",
        "46086/07",
        "10449/08",
        "46827/99",
        "46951/99",
        "9373/15",
        "46240/15",
        "71386/10",
        "43165/10",
        "47848/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-194319",
    "judgementdate": "09/07/2019 00:00:00",
    "kpdate": "09/07/2019 00:00:00",
    "kpthesaurus": [
        "448",
        "474",
        "183",
        "177"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "5-4",
        "5",
        "34"
    ],
    "parties": [
        "R.A.",
        "RUSSIA"
    ],
    "rank": "3596.01928710938",
    "representedby": [
        "TRENINA D.",
        "DAVIDYAN E."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "489674",
    "typedescription": "15"
}