{
    "__articles": "3;8;8-2;8-1;13;34;35;35-1;41",
    "__conclusion": "Violations of Art. 3 (substantive aspect);Violation of Art. 8;Violation of Art. 13;Violation of Art. 34;Remainder inadmissible;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "32362/02",
    "article": [
        "3",
        "8",
        "34",
        "35",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "substantive aspect"
            ],
            "element": "Violations of Art. 3",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "element": "Violation of Art. 34",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-98552.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32362/02) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Sergey Nikolayevich Visloguzov (“the applicant”), on 31 July 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 March 2007 the Court declared the application partly inadmissible and decided to communicate the applicant's complaints concerning the conditions of his detention and lack of effective remedies in this respect (Articles 3 and 13 of the Convention); the alleged interference with the applicant's correspondence and with the right of individual petition to the Court (Articles 8 and 34 of the Convention). It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1965 and lives in Frunze, in the  region.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 13 February 2001 the applicant was transferred to Pivnichna Correctional Colony no. 90 (“Colony no. 90”) to serve a prison sentence. The applicant was held in Colony no. 90 for the duration of his post-conviction detention except for several periods during which he was placed in prison hospitals and the Simferopol Pre-Trial Detention Centre (“the Simferopol SIZO”), as specified below.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 7 December 2005 the applicant was released.",
                                "elements": []
                            },
                            {
                                "content": "A.  Medical assistance to the applicant during post-conviction detention",
                                "elements": [
                                    {
                                        "content": "7.  At the time of his arrival at Colony no. 90 the applicant was suffering from tuberculosis, weight loss, and chronic hepatitis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Following a medical examination in Colony no. 90, the applicant was prescribed a special diet in view of the weight loss. According to the applicant, the diet was unsatisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In May and August 2001 and February 2002 the applicant was medically examined, X-rayed, and diagnosed with a dormant form of tuberculosis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 11 May 2002, in response to complaints by the applicant, he was transferred to the hospital at Correctional Colony no. 10, where he was treated for chronic hepatitis for one month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In October 2002 and February and March 2003 the applicant was X-rayed but, apparently, no treatment followed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the Government, following complaints made by the applicant on 2 and 19 January and 17 September 2003, the medical department of Colony no. 90 diagnosed him with a neurological disorder and provided him with ambulatory treatment. According to the applicant, on several occasions during that period of time he was administered a psychotropic agent by force, which was detrimental to his health. The applicant did not complain to the domestic authorities on this account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Between 2 and 23 April 2003 the applicant was held in the hospital at Colony no. 10 and provided with medical treatment for weight loss.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In October 2003 and May 2004 the applicant was again X-rayed without any further specific treatment being provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Between September and November 2004 the applicant was held in the hospital at Colony no. 7 and treated for tuberculosis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  According to the applicant, the medical treatment provided to him while in post-conviction detention did not improve his health in any manner.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Physical conditions of the applicant's post-conviction detention",
                                "elements": [
                                    {
                                        "content": "1.  Detention in Colony no. 90",
                                        "elements": [
                                            {
                                                "content": "17.  According to the Government, while in detention in Colony no. 90 the applicant was held with 15 other detainees in a unit measuring 60.1 m2. The unit was supplied with the required number of bunks and other furniture. The applicant had sufficient access to daylight, fresh air, and washing facilities. The nutrition was appropriate and complied with the domestic requirements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  According to the applicant, in Colony no. 90 he was primarily held in a unit measuring 150 m2 with a total number of 200 detainees. Subsequently he was transferred to a unit measuring 50 m2 and was held there with 15 other detainees. He had to sleep on a worn-out mattress and pillow; the water supply and catering were inadequate. Overall, the hygienic and sanitary conditions were unsatisfactory.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Detention in the  SIZO",
                                        "elements": [
                                            {
                                                "content": "19.  Between 4 November 2003 and 26 February 2004 the applicant was held in the Simferopol SIZO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  According to the Government, in that facility the applicant was held in cells measuring:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  28.5 m2, in which the number of detainees varied from 10 to 14;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  27.5 m2, in which the number of detainees varied from 8 to 13;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  20.1 m2, in which the number of detainees varied from 3 to 5;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  15 m2, in which the number of detainees varied from 2 to 3;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  26.8 m2, in which the number of detainees varied from 8 to 14;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  26.5 m2, in which the number of detainees varied from 10 to 13;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  30 m2, in which the number of detainees varied from 11 to 14.",
                                                "elements": []
                                            },
                                            {
                                                "content": "All the cells were supplied with a sufficient number of bunks. The ventilation system was in good working order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  According to the applicant, during his detention in the Simferopol SIZO he was placed in a cell measuring 30 m2, while the number of detainees amounted at least to 40. They had to take it in turns to sleep owing to the lack of bunks. Because the cell was overcrowded there was always a lack of fresh air.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant's correspondence",
                                "elements": [
                                    {
                                        "content": "1.  Complaints to domestic authorities",
                                        "elements": [
                                            {
                                                "content": "22.  According to the applicant, while he was in post-conviction detention he filed complaints with State authorities on various issues. He did not send some of these letters through the prison administration, as required by the domestic law, but passed them to his wife who then posted them to the addressees. The applicant did so allegedly in order to avoid interception of the letters by the prison officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 25 February 2003 he was allegedly punished with fifteen days' confinement in a disciplinary cell for breaching the procedure for sending letters.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Correspondence with the Court",
                                        "elements": [
                                            {
                                                "content": "24.  On 31 July 2002 the applicant's wife sent a letter to the Court expressing intention to submit a formal application with the Court on behalf of the applicant. She indicated her home address only.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 4 September 2002 the Registry of the Court provided her with a copy of the Convention, application and authority forms as well as explanatory notes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 21 October 2002 when visiting the applicant his wife handed the Court's letter to him. Shortly after that the prison officials seized the letter from the applicant on the ground that it had been obtained unlawfully.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  According to the Government, on the same day the letter was seized the prison officials examined all the documents contained therein and invited the applicant to take the seized items back, which he refused to do. In support of their contention, the Government provided a report drawn up by the prison officials documenting the applicant's refusal to collect the seized items. The report was signed by the applicant who added a comment that the facts described therein had been distorted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  According to the applicant, the prison officials never attempted to return the letter despite his requests to that effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  By letter of 22 November 2002 the applicant's wife complained to the Court of the seizure and asked for assistance. The Court sent a new set of documents necessary for lodging an application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 15 October 2003 the applicant submitted a completed application form and a letter authorising his wife to act on his behalf (dated 7 October 2003), and supporting materials.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Correctional Labour Code of 23 December 1970 (in force at the material time)",
                                "elements": [
                                    {
                                        "content": "31.  In accordance with Article 28 and 44 of the Code prisoners' correspondence was subject to monitoring by prison officials. Prison officials were not allowed to review only those of the prisoners' letters which were addressed to the prosecutor or the Ombudsman.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Combating Tuberculosis Act of 5 July 2001",
                                "elements": [
                                    {
                                        "content": "32.  Section 17 of the Act provides that persons suffering from tuberculosis detained in prisons should be treated in specialised prison hospitals.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Prison Internal Rules approved by the Order of the State Department for the Enforcement of Sentences of 5 June 2000 (in force at the material time)",
                                "elements": [
                                    {
                                        "content": "33.  According to paragraph 31.2 of the Rules prisoners were allowed to send letters through the prison administration only.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Under paragraph 35.7 of the Rules prisoners were forbidden to receive any documents, notes, drafts etc. from visitors during meetings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "35.  The relevant international reports and other materials concerning treatment of tuberculosis in  are summarised in the judgment in the case of Melnik v. Ukraine (no. 72286/01, §§ 47-53, 28 March 2006).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained (a) that on several occasions during his post-conviction detention he had been administered a psychotropic agent by force; (b) that in Colony no. 90 there had been overcrowding, lack of adequate nutrition, and inadequate sanitary and hygienic conditions; (c) that the physical conditions of his detention in the Simferopol SIZO had been inadequate on account of overcrowding and lack of ventilation; (d) that during the whole period of his post-conviction detention he had been denied appropriate medial assistance.",
                                "elements": []
                            },
                            {
                                "content": "The applicant relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Forced psychotropic medication",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "37.  The Government submitted that the applicant had failed to exhaust domestic remedies in respect of this complaint since he should have raised it before a prosecutor's office and courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant disagreed with the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes that the applicant did not contest the Government's submissions that at the relevant time he had been diagnosed with and treated for a neurological disorder and that that medical assistance was provided to him following complaints he had made himself. The Court further considers that the applicant, as the victim of alleged physical and therapeutic abuse by medical officers, should have primarily brought this matter before the domestic authorities, requesting an investigation and seeking redress. Nothing in the case file suggests that he was deprived of such a possibility. Accordingly, given that the applicant failed to raise this issue at the domestic level, this part of the application must be rejected for non-exhaustion of domestic remedies pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Overcrowding, lack of adequate nutrition, inadequate sanitary and hygienic conditions in Colony no. 90",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "40.  The Government maintained that this part of application was inadmissible for non-exhaustion of domestic remedies. They contended that the applicant should have complained to a prosecutor's office and a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicant insisted that this complaint was admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that on a number of occasions it has rejected similar objections by respondent governments as to non-exhaustion of domestic remedies in respect of complaints about conditions of detention, when it found that such complaints pointed to problems of a structural nature in the domestic penitentiary system in question (see, for example, Kalashnikov v. Russia (dec.), no. 47095/99, 18 September 2001; Melnik, cited above, §§ 69-71; Koktysh v. Ukraine, no. 43707/07, § 86, 10 December 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In the present case the Court considers that the matters raised by the applicant under this head are also of a structural nature. Therefore, it cannot reproach the applicant for having failed to use the domestic remedies suggested by the Government and dismisses their objection to this effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court reiterates, however, that allegations of ill-treatment which fall within the scope of Article 3 of the Convention must be supported by appropriate evidence. To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt” but adds that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Enea v.  [GC], no. 74912/01, § 55, ECHR 2009...). The distribution of the burden of proof is intrinsically linked to the specificity of the facts, the nature of the allegation made and the Convention right at stake (see Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 147, ECHR 2005VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court notes that information about the physical conditions of detention falls within the knowledge of the domestic authorities. Accordingly, applicants might experience certain difficulties in procuring evidence to substantiate a complaint in that connection. Still, in such cases applicants may well be expected to submit at least a detailed account of the facts complained of and provide – to the greatest possible extent – some evidence in support of their complaints. In similar situations the Court has considered, for example, written statements by fellow inmates provided by applicants in support of their allegations (see Khudobin v. Russia, no. 59696/00, § 87, ECHR 2006-... (extracts); Seleznev v. Russia, no. 15591/03, §§ 14 and 42, 26 June 2008; and Polufakin and Chernyshev v. , no. 30997/02, § 152, 25 September 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court further observes that complaints of overcrowding should be viewed with regard to the various types of detention facilities and the internal regimes operating therein. In particular, with respect to certain correctional colonies the Court has viewed such complaints in the context of the wide freedom of movement enjoyed by detainees during the daytime, which ensured that they had unobstructed access to natural light and air (see Valašinas v. , no. 44558/98, §§ 103 and 107, ECHR 2001-VIII; Nurmagomedov v. Russia (dec.), no. 30138/02, 16 September 2004; Solovyev v. Russia (dec.), no. 76114/01, 27 September 2007; and Pitalev v. Russia, no. 34393/03, §§ 38 and 39, 30 July 2009). Accordingly, when assessing a complaint of overcrowding in a correctional colony it is important to take due account not only of the private space in the sleeping area but also of the space which may be available to the detainees in the communal areas of the colony during the daytime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the instant case the Court notes that the parties submitted contradictory and insufficient information as to the actual space per detainee in Colony no. 90. In particular, the Government did not specify whether their estimate included both sleeping and communal areas or referred exclusively to the sleeping area. The applicant, having provided his own estimates, also failed to clarify the issue. In these circumstances the Court cannot make any inferences on the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As to the remaining issues of allegedly inadequate nutrition and sanitary and hygienic conditions, the applicant failed to submit any evidence in support of his allegations. Furthermore, he did not even provide a detailed account concerning those issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In view of the above, the Court considers that this part of the application has not been properly substantiated and developed by the applicant (see Golubev v. Russia (dec.) no. 26260/02, 9 November 2006, and Shkurenko v.  (dec.) no. 15010/07, 10 September 2009). Therefore it should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Overcrowding and lack of ventilation in the Simferopol SIZO",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "50.  The Government insisted that the applicant should have raised this complaint before a prosecutor's office and a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The applicant argued that the complaint was admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court refers to its considerations above (see paragraphs 42 and 43) and finds that this complaint reveals a problem of a structural nature. The applicant was therefore dispensed from the obligation to pursue the remedies referred to by the Government. Accordingly, the respective objection of the Government falls to be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "54.  The Government maintained that the conditions of the applicant's detention in the Simferopol SIZO had been adequate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The applicant insisted that conditions of his detention in the Simferopol SIZO had been inadequate because of severe overcrowding and insufficient ventilation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court observes that, according to its case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3 of the Convention. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25). Furthermore, in considering whether treatment is “degrading” within the meaning of Article 3, the Court will have regard to whether its object is to humiliate and debase the person concerned and whether, as far as the consequences are concerned, it has adversely affected his or her personality in a manner incompatible with Article 3. Even the absence of such a purpose cannot conclusively rule out a finding of a violation of this provision (see Peers v. Greece, no. 28524/95, §§ 67-68 and 74, ECHR 2001-III, and Valašinas, cited above, § 101).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court has consistently stressed that the suffering and humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Measures depriving a person of his liberty may often involve such an element. In accordance with this provision the State must ensure that a person is detained in conditions which are compatible with respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (see Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2002VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In the present case the parties submitted various figures as to the living space per detainee during the applicant's detention in the Simferopol SIZO. The figures submitted by the Government suggest that in most of the applicant's cells there was on average from 2.35 to 5.36 m2 of living space per each detainee. Only one cell offered – at certain point in time – 7.5 m2 of living space per detainee. However, the Government failed to specify the length of the applicant's detention in that particular cell. On the other hand, the applicant's submissions suggest that he had only had 0.75 m2 of living space in that facility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court notes that the Government failed to adduce any evidence in support of their estimate of the living space per detainee in the Simferopol SIZO despite the fact that the relevant information and evidence was at their disposal. In any event, in the light of the Court's established case-law on this issue and the relevant standards of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (which are quoted, for example, in Kalashnikov, cited above, § 97 and Melnik, cited above, § 47), even the figures of the Government suggest that most of the time the applicant was held in overcrowded cells.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court further notes that the Government failed to substantiate in any manner their submissions as to sufficiency of the number of bunks and the adequacy of the ventilation system. In these circumstances the Court is inclined to give weight to the applicant's submissions on this matter (see Ahmet Özkan and Others v. Turkey, no. 21689/93, § 426, 6 April 2004). The Court therefore finds that the applicant's detention in overcrowded conditions, which lasted for three months and twenty-two days, was further aggravated by inadequate ventilation and the lack of bunks which meant that he and the other detainees had to take it in turns to sleep. These findings are further corroborated by the general conclusions of the Parliamentary Commissioner for Human Rights concerning the physical conditions of detention in the penitentiary institutions in the Autonomous Republic of Crimea (referred to by the Court in Koktysh, cited above, §§ 41 and 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The foregoing considerations are sufficient for the Court to conclude that the physical conditions of detention of the applicant in the Simferopol SIZO amounted to degrading treatment in breach of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Lack of medical assistance to the applicant",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "62.  The Government maintained that this complaint was inadmissible for non-exhaustion of domestic remedies since the applicant should have raised this issue before a prosecutor's office and a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court, having regard to its findings above (see paragraphs 42 and 43), considers that this complaint refers to a problem of a structural nature either (see, for example, Koval v. Ukraine, no. 65550/01, §§ 96 and 97, 19 October 2006) and that the remedies in question would be of no assistance to the applicant. The Court therefore holds that the applicant complied with the rule of exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  It further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "66.  The Government submitted that while he had been in post-conviction detention the applicant had been provided with appropriate medical assistance. In particular, for certain periods the applicant had been transferred to prison hospitals for treatment for weight loss, chronic hepatitis, and tuberculosis. On a number of occasions the applicant had been examined and X-rayed on account of tuberculosis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant contended that such medical assistance had amounted only to examinations and X-rays and that there had been no real further treatment. He admitted that he had been transferred to prison hospitals a few times but argued that these transferrals had only been formal measures and in fact had not resulted in any improvement to his health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court notes that Article 3 imposes an obligation on the States to protect the physical well-being of persons deprived of their liberty. The Court accepts that the medical assistance available in prison hospitals may not always be of the same level as in the best medical institutions for the general public. Nevertheless, the State must ensure that the health and well-being of detainees are adequately secured by, among other things, providing them with the requisite medical assistance (see Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000-XI, and Hurtado v. Switzerland, 28 January 1994, Series A no. 280-A). Where the authorities decide to place and maintain in detention a person who is seriously ill, they should demonstrate special care in guaranteeing such conditions as correspond to his special needs resulting from his disability (see Price v. the , no. 33394/96, § 30, ECHR 2001VII, and Farbtuhs v. Latvia, no. 4672/02, § 56, 2 December 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The mere fact that a detainee was seen by a doctor and prescribed a certain form of treatment cannot automatically lead to the conclusion that the medical assistance was adequate (see Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 116, 29 November 2007). The authorities must also ensure that a comprehensive record is kept concerning the detainee's state of health and the treatment he underwent while in detention (see, for example, Khudobin, cited above, § 83), that the diagnoses and care are prompt and accurate (see Hummatov, cited above, § 115, and Melnik, cited above, §§ 104-106), and that where necessitated by the nature of a medical condition, supervision is regular and systematic and involves a comprehensive therapeutic strategy aimed at curing the detainee's diseases or preventing their aggravation, rather than addressing them on a symptomatic basis (see Hummatov, cited above, §§ 109, 114; Sarban v. Moldova, no. 3456/05, § 79, 4 October 2005; and Popov v. , no. 26853/04, § 211, 13 July 2006). The authorities must also show that the necessary conditions were created for the prescribed treatment to be actually followed through (see Hummatov, cited above, § 116, and Holomiov, cited above, § 117).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In the present case the Court considers that the applicant's poor health, in particular his suffering from tuberculosis, weight loss and chronic hepatitis, called for special medical care on a regular, systematic and comprehensive basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  As regards treatment for tuberculosis, the Court notes that on many occasions the applicant was medically examined and X-rayed, and that in the course of those examinations the doctors reconfirmed the applicant's diagnosis. It appears, however, that following those examinations, the applicant was not offered any further substantial treatment. It was only between September and November 2004 that he was treated specifically for tuberculosis in a prison hospital. As to the treatment for weight loss and chronic hepatitis, the Court notes that the applicant was transferred to a prison hospital on account of these illnesses twice. Still, having regard to the seriousness of the applicant's illnesses and also to the domestic law requirement providing that the prisoners suffering from tuberculosis should be held in specialised prison hospitals (see paragraph 32 above), the Court considers that the measures taken by the domestic authorities had not been sufficient.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In the light of the above considerations, the Court holds that the medical care dispensed to the applicant during his post-conviction detention was inadequate and amounted to a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  The applicant complained that he had had no effective remedies in respect of his complaints about the conditions of his detention. He relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "74.  In so far as the applicant's complaint under Article 13 of the Convention refers to the lack of effective remedies in respect of inadequate physical conditions of detention in the Simferopol SIZO and inadequate medical assistance, the Court finds that this aspect of the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  As to the lack of effective remedies in respect of the other issues of conditions of detention raised by the applicant, the Court, having declared the relevant issues under Article 3 of the Convention inadmissible, concludes that the applicant has no arguable claim for the purpose of Article 13 of the Convention (see Rodić and Others v. , no. 22893/05, § 82, 27 May 2008). It follows that this aspect of the applicant's complaint under Article 13 of the Convention should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "76.  The Government contended that the applicant had had effective remedies at his disposal as required by Article 13 of the Convention and referred to their submissions as to non-exhaustion of domestic remedies concerning the applicant's complaints under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The applicant disagreed with the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court, having regard to its conclusions as to the exhaustion of domestic remedies (see paragraphs 52 and 64 above), considers that the applicant had no effective remedy in respect of his allegations of inadequate physical conditions of detention in the Simferopol SIZO and inadequate medical assistance while in post-conviction detention. Accordingly, there has been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  Relying on Article 10 of the Convention, the applicant complained that the officials of Colony no. 90 had monitored his letters. He further complained that those officials had seized and retained the Court's letter containing the documents necessary for lodging a formal application with it.",
                                "elements": []
                            },
                            {
                                "content": "80.  The Court considers that these matters fall within the scope of Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Monitoring of correspondence",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "81.  The Government submitted that the applicant had failed to exhaust domestic remedies in respect of that complaint because he had not applied to a prosecutor's office or a court alleging a violation. They further contended that this part of application had been submitted outside the six-month time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The applicant did not make any particular submissions in this regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court observes that the applicant did not provide sufficient details as to the complaint concerning monitoring of his letters by prison staff. In particular, he failed to specify when he sent the letters, who the addressees were, or when the prison staff allegedly reviewed those letters. In the absence of this information, the Court cannot make any conclusions as to the applicant's compliance with the admissibility criteria laid down in Article 35 § 1 of the Convention. It finds therefore that this complaint has not been sufficiently developed and should be dismissed as manifestly ill-founded in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Seizure and retention of the Court's letter",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "84.  The Government maintained that the applicant should have raised this issue before a prosecutor's office and a court. They further contended that the submissions to the Court made by the applicant's wife before 7 October 2003 could not be taken into account because before that date she had not been duly empowered to act on the applicant's behalf given that no authority form had been signed. They therefore insisted that the applicant had missed the six-month time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The applicant claimed that he had complied with the admissibility rules. He asserted in particular that he had not been able to send the first authority form as it had been seized together with other documents by the prison officials. As soon as the Court had sent him a new form, he had signed and sent it back to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  As to the plea of non-exhaustion, the Court observes that the applicant's wife, having decided to correspond with the Court via her home address, further opted – for a certain reason – to pass the Court's letter to the applicant in prison. She transmitted that letter to the applicant at the meeting with him even though this was forbidden by domestic law (see paragraph 34 above). The lawful way to transmit the letter to the applicant would have been to pass it through the official channels of the prison administration. The applicant did not choose that option however and accepted the letter in breach of domestic rules. It appears therefore that the subsequent seizure and retention of the letter had a basis in domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In these circumstances it is doubtful that challenging this measure could have had any prospect of success. In particular, it is unclear how the remedies referred to by the Government could have resulted in the acknowledgment of the seizure and retention as unlawful and the offering of any redress on this account. The Government failed to clarify this issue and did not adduce any practical examples in this respect. It follows that the Government's objection should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  As regards the six-month issue, the Court observes that there is nothing to suggest that the initial submissions of the applicant's wife did not reflect the will of the applicant concerning the factual and legal points of his case, as presented in the latter course of the proceedings before the Court. Having regard to the circumstances of the case, the Court considers that the initial letters of the applicant's wife should be regarded as validly introduced on the applicant's behalf. The Government's objection as to the applicant's non-compliance with the six-month rule should therefore be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  The Parties' submissions",
                                "elements": [
                                    {
                                        "content": "90.  The Government admitted that the seizure and retention of the Court's letter had constituted an interference with the applicant's right to respect for his correspondence as provided by Article 8 of the Convention. They however insisted that the interference had been justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The applicant disagreed with the Government.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "92.  It is not disputed by the parties, and the Court agrees, that the seizure and retention of the Court's letter constituted interference with the applicant's right to respect for his correspondence guaranteed by Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court refers to its findings in paragraph 86 above and accepts that the impugned measure was carried out in accordance with the law. It further accepts that the measure pursued the legitimate aim of preventing disorder and crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court notes that it has found violations of Article 8 of the Convention in cases where prison authorities opened letters that had been sent to detainees by the Convention bodies (see, for example, Peers, cited above, § 84 and Matwiejczuk v. Poland, no. 37641/97, § 102, 2 December 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  In the present case the applicant did not receive the Court's letter by post but from his wife, who had been communicating with the Court. As noted above, the applicant received the letter from his wife in breach of domestic rules, while there had been lawful way to get it. The legal prohibition on exchanging objects during meetings between prisoners and visitors does not appear to be unreasonable in itself, given the necessity to uphold the prison regime. The ensuing reaction of the authorities was also appropriate, since they had to verify the contents of the items transferred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court however notes that after the examination of the seized letter, the prison officials must have assured themselves that the documents contained therein were safe and would not constitute any danger to the prison regime. It is obvious that after that examination there had been no need to hold the seized items any longer. In this regard there is disagreement between the parties as to whether the applicant could get the letter back. The applicant submitted that his requests to have the documents returned to him had been ignored and that that was why he had asked the Court for a new set of documents. On the other hand, the Government contended that the prison officials, having examined the seized documents, had attempted to return them and that it had been the applicant who had refused to collect them. In support of their position the Government submitted a report drawn up by the prison officials documenting the applicant's refusal to collect the seized items. The Court notes, however, that when the applicant signed the report he added a comment to the effect that the facts described therein had been distorted. Accordingly, this piece of evidence is contradictory and cannot persuade the Court to accept the Government's version. In sum, assessing the materials of the case file, the Court considers that there was no reason for the domestic authorities to retain the applicant's letter after its examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  That being so, the Court considers that the authorities overstepped their margin of appreciation in the present case, and that the interference was not proportionate and necessary in a democratic society. It follows that Article 8 of the Convention has been violated.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  DISCIPLINARY PUNISHMENT FOR SENDING LETTERS",
                        "elements": [
                            {
                                "content": "98.  In his initial submissions the applicant seemed to complain under Article 8 of the Convention that he had been punished for having sent letters bypassing the prison's official channels.",
                                "elements": []
                            },
                            {
                                "content": "99.  The Court however notes that the applicant did not pursue this complaint further. In particular, he made no submissions to this effect at the stage of communicating the application to the Government. It appears that this issue did not constitute a matter of concern for him.",
                                "elements": []
                            },
                            {
                                "content": "100.  In these circumstances, the Court considers that the applicant may not be regarded as wishing to pursue the complaint under Article 8 of the Convention, within the meaning of Article 37 § 1 (a) of the Convention. Furthermore, in accordance with Article 37 § 1 in fine, the Court finds no special circumstances regarding respect for human rights as defined in the Convention and its Protocols which require the continued consideration of the complaint. In view of the above, the Court finds it appropriate to discontinue the examination of this part of the application.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  The applicant complained that the seizure and retention by the prison officials of the documents necessary for lodging a formal application with the Court had also hindered his right of application to the Court.",
                                "elements": []
                            },
                            {
                                "content": "102.  The complaint falls under Article 34 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "103.  The Court reiterates that a complaint under Article 34 of the Convention is of a procedural nature and does not give rise to any issue of admissibility under the Convention (see Cooke v. Austria, no. 25878/94, § 46, 8 February 2000, and Ergi v. Turkey, judgment of 28 July 1998, Reports 1998-IV, § 105).",
                                "elements": []
                            },
                            {
                                "content": "104.  The Court reiterates that Article 34 of the Convention imposes an obligation on a  not to hinder the right of individual petition. While the obligation imposed is of a procedural nature, distinguishable from the substantive rights set out in the Convention and Protocols, it flows from the very essence of this procedural right that it is open to individuals to complain of its alleged infringements in Convention proceedings (see Manoussos v. the Czech Republic and Germany (dec.), no. 46468/99, 9 July 2002). The Court also underlines that the undertaking not to hinder the effective exercise of the right of individual application precludes any interference with the individual's right to present and pursue his complaint before the Court effectively (see, among other authorities and mutatis mutandis, Akdivar and Others v. Turkey, 16 September 1996, Reports 1996-IV, § 105; Kurt v. Turkey, 25 May 1998, Reports 1998-III, § 159; Tanrikulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV; Şarlı v. Turkey, no. 24490/94, §§ 85-86, 22 May 2001; and Orhan v. Turkey, no. 25656/94, 18 June 2002).",
                                "elements": []
                            },
                            {
                                "content": "105.  The Court further reiterates that it is of the utmost importance for the effective operation of the system of individual petition, guaranteed by Article 34 of the Convention, that applicants or potential applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints (see the above-cited paragraphs of the judgments of Akdivar and Others and Kurt). In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation, but also other improper indirect acts or contacts designed to dissuade or discourage applicants from pursuing a Convention complaint (see the above-mentioned Kurt and Şarlı cases, §§ 160 and 164, and §§ 85-86 respectively).",
                                "elements": []
                            },
                            {
                                "content": "106.  The Court has paid specific attention to the issue of the effective exercise of the right of application by detainees. It has held that the detainees are in a particularly vulnerable position, as they are dependent in their communication with the Court and the rest of the outside world on the prison administration (see, for example, Cotleţ v. , no. 38565/97, § 71, 3 June 2003). Withholding of enclosures from the correspondence addressed to the detainees from the Court may in itself disclose a violation of Article 34 of the Convention (see Ponushkov v. Russia, no. 30209/04, § 85, 6 November 2008).",
                                "elements": []
                            },
                            {
                                "content": "107.  Turning to the present case, the Court notes that the prison officials seized the Court's letter of 4 September 2002, which contained an application form and other documents necessary for the applicant to duly prepare his application to the Court. Because of that seizure the applicant had to request a new set of documents and it was only after he received it that he successfully lodged the application with the Court. The delay in the lodging of the application was caused by the prison authorities and amounted to about one year. The Court considers that such conduct on the part of State authorities is incompatible with the safeguards of Article 34 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "108.  In these circumstances the Court concludes that  has failed to comply with its obligations under Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "109.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "110.  The applicant claimed 10,000 euros (EUR) in compensation for damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government maintained that the claims should be rejected, as the applicant had not quantified the damage properly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court notes that the applicant failed to substantiate the pecuniary damage incurred. It therefore makes no award in this respect. As to non-pecuniary damage, the Court considers that the applicant must have suffered distress and anxiety on account of the violations found. Ruling on an equitable basis, as required by Article 41 of the Convention, it awards the applicant EUR 8,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "113.  The applicant did not submit any claim under this head; the Court therefore makes no award for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "114.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to discontinue the examination of the applicant's complaint of an alleged violation of Article 8 of the Convention on account of his disciplinary punishment by the prison officials;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints under Articles 3 and 13 of the Convention (concerning the physical conditions of detention in the Simferopol SIZO; lack of appropriate medical assistance during detention; and a lack of effective remedies for those complaints), and Articles 8 of the Convention (concerning the seizure and retention of the Court's letter) admissible and the reminder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of the physical conditions of detention in the Simferopol SIZO;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention on account of the lack of appropriate medical assistance provided to the applicant while in post-conviction detention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 8 of the Convention on account of the seizure and retention of the Court's letter by the prison officials;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that  has failed to comply with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros) in respect of non-pecuniary damage, to be converted into Ukrainian hryvnias at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 May 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF VISLOGUZOV v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-98552.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0520JUD003236202",
    "externalsources": [],
    "extractedappno": [
        "32362/02",
        "72286/01",
        "47095/99",
        "43707/07",
        "74912/01",
        "43577/98",
        "43579/98",
        "59696/00",
        "15591/03",
        "30997/02",
        "44558/98",
        "30138/02",
        "76114/01",
        "34393/03",
        "26260/02",
        "15010/07",
        "28524/95",
        "21689/93",
        "65550/01",
        "30210/96",
        "33394/96",
        "4672/02",
        "9852/03",
        "13413/04",
        "3456/05",
        "26853/04",
        "22893/05",
        "37641/97",
        "25878/94",
        "46468/99",
        "23763/94",
        "24490/94",
        "25656/94",
        "38565/97",
        "30209/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Prison Internal Rules"
    ],
    "itemid": "001-98552",
    "judgementdate": "20/05/2010 00:00:00",
    "kpdate": "20/05/2010 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "183",
        "177",
        "238",
        "350",
        "90",
        "193",
        "354",
        "444",
        "110",
        "451",
        "268",
        "424",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "8",
        "8-1",
        "34",
        "35-1",
        "8-2",
        "35",
        "13",
        "41"
    ],
    "parties": [
        "VISLOGUZOV",
        "UKRAINE"
    ],
    "rank": "734.055541992188",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Ahmet Özkan and Others v. Turkey, no. 21689/93, § 426, 6 April 2004",
        "Akdivar and Others v. Turkey, 16 September 1996, Reports 1996-IV, § 105",
        "Cooke v. Austria, no. 25878/94, § 46, 8 February 2000",
        "Cotlet v. Romania, no. 38565/97, § 71, 3 June 2003",
        "Enea v. Italy [GC], no. 74912/01, § 55, ECHR 2009-...",
        "Ergi v. Turkey, judgment of 28 July 1998, Reports 1998-IV, § 105",
        "Farbtuhs v. Latvia, no. 4672/02, § 56, 2 December 2004",
        "Golubev v. Russia (dec.) no. 26260/02, 9 November 2006",
        "Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 116, 29 November 2007",
        "Hurtado v. Switzerland, 28 January 1994, Series A no. 280-A",
        "Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25",
        "Kalashnikov v. Russia, no. 47095/99, ECHR 2002-VI",
        "Kalashnikov v. Russia (dec.), no. 47095/99, 18 September 2001",
        "Khudobin v. Russia, no. 59696/00, ECHR 2006-... (extracts)",
        "Koktysh v. Ukraine, no. 43707/07, 10 December 2009",
        "Koval v. Ukraine, no. 65550/01, §§ 96 and 97, 19 October 2006",
        "Kudla v. Poland [GC], no. 30210/96, ECHR 2000-XI",
        "Kurt v. Turkey, 25 May 1998, Reports 1998-III, § 159",
        "Manoussos v. the Czech Republic and Germany (dec.), no. 46468/99, 9 July 2002",
        "Melnik v. Ukraine, 28 March 2006",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 147, ECHR 2005-VII",
        "Nurmagomedov v. Russia (dec.), no. 30138/02, 16 September 2004",
        "Orhan v. Turkey, no. 25656/94, 18 June 2002",
        "Peers v. Greece, no. 28524/95, §§ 67-68 and 74, ECHR 2001-III",
        "Peers, cited above, § 84 and Matwiejczuk v. Poland, no. 37641/97, § 102, 2 December 2003",
        "Pitalev v. Russia, no. 34393/03, §§ 38 and 39, 30 July 2009",
        "Polufakin and Chernyshev v. Russia, no. 30997/02, § 152, 25 September 2008",
        "Ponushkov v. Russia, no. 30209/04, § 85, 6 November 2008",
        "Popov v. Russia, no. 26853/04, § 211, 13 July 2006",
        "Price v. the United Kingdom, no. 33394/96, § 30, ECHR 2001-VII",
        "Rodic and Others v. Bosnia and Herzegovina, no. 22893/05, § 82, 27 May 2008",
        "Sarban v. Moldova, no. 3456/05, § 79, 4 October 2005",
        "Sarli v. Turkey, no. 24490/94, §§ 85-86, 22 May 2001",
        "Seleznev v. Russia, no. 15591/03, 26 June 2008",
        "Shkurenko v. Russia (dec.) no. 15010/07, 10 September 2009",
        "Solovyev v. Russia (dec.), no. 76114/01, 27 September 2007",
        "Tanrikulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV",
        "Valašinas v. Lithuania, no. 44558/98, §§ 103 and 107, ECHR 2001-VIII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "358689",
    "typedescription": "15"
}