{
    "__articles": "6;6-1;P1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1",
    "applicability": "",
    "appno": "14394/04",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-84826.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14394/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Ludmila Nikolayevna Dedukh (“the applicant”), on 13 March 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms N. N. Svirnevsakya, a lawyer practising in Khmelnitskiy. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Yuriy Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 15 May 2006 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1957 and lives in the city of .",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant is a former military serviceperson. She retired in June 2001.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 22 April 2003 the Khmelnytsky City Court ordered the military unit A-0264 to pay the applicant UAH 2,207 in salary arrears. This judgment became final on 23 May 2003.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 16 January 2004 the Pershotravnevy Bailiffs' Office of Chernivtsi (hereinafter “the Bailiffs”) returned the writ of execution to the applicant due to the lack of funds on the debtor's bank account.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 5 April 2004 the Shevchenkivsky District Court of Chernivtsi rejected the applicant's claim against the alleged inactivity of the Bailiffs.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 13 February 2006 the Bailiffs re-opened the enforcement proceedings and on 20 February 2006 joined them to other enforcement proceedings pending against the debtor.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 28 July 2006 the Bailiffs returned the writ of execution to the applicant due to the lack of funds on the debtor's bank account.",
                                "elements": []
                            },
                            {
                                "content": "11.  The judgment of 22 April 2003 remains unenforced.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "12.  The relevant domestic law is summarised in the judgments of Voytenko v. Ukraine (no. 18966/02, 29 June 2004) and Romashov v. Ukraine (no. 67534/01, 27 July 2004).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No.1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicant complained about the State authorities' failure to enforce the judgment of 22 April 2003 in due time. She invoked Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, which, in so far as relevant, provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government raised objections, contested by the applicant, similar to those already dismissed in a number of the Court's judgments regarding non-enforcement against the State institutions (see Voytenko v. Ukraine, cited above, §§ 27-31 and Romashov v. Ukraine, cited above, §§ 28-32). The Court considers that these objections must be rejected for the same reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court concludes that the applicant's complaint under Article 6 § 1 of the Convention raises issues of fact and law under the Convention, the determination of which requires an examination of the merits. It finds no ground for declaring this complaint inadmissible. The Court must therefore declare it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "16.  The Government contended that the delay in enforcement of the judgment given in the applicant's favour was not unreasonable and due to the lack of funds in the State budget. The Government also maintained that the was no omission by the Bailiffs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court notes that the judgment of 22 April 2003 remains unenforced for four years and six months after it became final on 23 May 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court recalls that it has already found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases raising issues similar to the present application (see, for instance, Shmalko v. , no. 60750/00, 20 July 2004 and Voytenko v. Ukraine, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Having examined all the material in its possession, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  There has, accordingly, been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "23.  The applicant claimed the judgment debt owed to her and 3,000 euros (EUR) in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government found this claim unsubstantiated and exorbitant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In so far as the applicant claimed the amount awarded to her by the judgment at issue, the Court considers that the Government should pay her the outstanding debt (see paragraph 5 above) in settlement of her pecuniary damage. As to the remainder of the applicant's just satisfaction claims, the Court, making its assessment on an equitable basis, as required by Article 41 of the Convention, awards the applicant EUR 1,800 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "26.  The applicant requested EUR 300 in compensation for legal aid expenses incurred in the context of the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Regard being had to the information in its possession and the above criteria, the Court rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant also claimed EUR 7 for the postal expenses incurred in the context of the enforcement proceedings and proceedings before the Court. The Court considers it reasonable to award the applicant this sum.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "30.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention,",
                        "elements": []
                    },
                    {
                        "content": "  the judgment debt still owed to her;",
                        "elements": []
                    },
                    {
                        "content": "  EUR 1,807 (one thousand eight hundred and seven euros) in respect of non-pecuniary damage and costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the above amounts shall be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Snejana Botoucharova",
            "role": "judges"
        },
        {
            "name": "Volodymyr Butkevych",
            "role": "judges"
        },
        {
            "name": "Margarita Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Javier Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DEDUKH v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84826.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0131JUD001439404",
    "externalsources": [],
    "extractedappno": [
        "14394/04",
        "18966/02",
        "67534/01",
        "60750/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84826",
    "judgementdate": "31/01/2008 00:00:00",
    "kpdate": "31/01/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "DEDUKH",
        "UKRAINE"
    ],
    "rank": "612.715515136719",
    "representedby": [
        "SVIRNEVSAKYA N. N."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344563",
    "typedescription": "15"
}