{
    "__articles": "4;4-1;41",
    "__conclusion": "Violation of Article 4 - Prohibition of slavery and forced labour (Article 4-1 - Servitude);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "4239/08",
    "article": [
        "4",
        "41"
    ],
    "conclusion": [
        {
            "article": "4",
            "base_article": "4",
            "details": [
                "Article 4-1 - Servitude"
            ],
            "element": "Violation of Article 4 - Prohibition of slavery and forced labour",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-114518.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4239/08) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ugandan national, Ms C.N. (“the applicant”), on 24 January 2008. The Vice-President of the Section at the time acceded to the applicant’s request not to have her name disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms G. Morgan of Bindmans LLP, a law firm based in . The  Government (“the Government”) were represented by their Agent, Ms L. Dauban of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 March 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1979.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant travelled to the United Kingdom from  on 2 September 2002. She claimed that she had been raped several times in Uganda and that her purpose in travelling to the  was to escape from the sexual and physical violence which she had experienced. She intended to work to support herself in the  and to pursue further education.",
                                "elements": []
                            },
                            {
                                "content": "6.  According to the applicant’s account, a relative named S. and a Mr A. helped her obtain a false passport and a visa to enable her to enter the . However, the applicant claimed that on arrival in the  S. took her passport and travel documents and did not return them to her.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant lived for a number of months at various houses belonging to S. in . She claimed that during this time he constantly warned her that she should not talk to people and that she could easily be arrested or otherwise come to harm in . She was also shown violence on television and told that this could happen to her if she was not careful.",
                                "elements": []
                            },
                            {
                                "content": "8.  In January 2003 S. introduced the applicant to a man called M. who ran a business providing carers and security personnel for profit. The applicant attended a short carers’ training course and thereafter did some overnight shifts as a carer and as a security guard in a number of locations. The applicant asserted that on each occasion payment was made by the client to M., who transferred a share of the money to S.’s bank account in the apparent belief that he would pass it on to her. However, she claimed that she did not receive any payment for the work that she did.",
                                "elements": []
                            },
                            {
                                "content": "9.  In early 2003 the applicant began to work as a live-in carer for an elderly Iraqi couple (“Mr and Mrs K”). She found the role physically and emotionally demanding as Mr K. suffered from Parkinson’s disease and she was required to change his clothing, feed him, clean him and lift him as necessary. As a result, she was permanently on-call during the day and night. On one Sunday every month she was given a couple of hours leave but on these occasions she would usually be collected by M. and driven to S.’s house for the afternoon. She accepted that after a couple of years she was permitted to take public transport but said she was warned that it was not safe and that she should not speak with anyone.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant claimed that the GBP 1,600 Mr and Mrs K. paid every month for her services was sent directly to M. by cheque. A percentage of that money was passed by M. to S. on the apparent understanding that it would be paid to her. However, she received no significant payment for her labour. Occasionally Mr and Mrs K would give the applicant presents or second-hand clothes and from time to time S. would give her GBP 20 or GBP 40 when she went to his home on her monthly afternoon of leave. It was sometimes suggested that S. was saving up her income for her education, but she denied that any money was ever given to her.",
                                "elements": []
                            },
                            {
                                "content": "11.  In August 2006 Mr and Mrs K. went on a family trip to . The applicant was unable to accompany them because she did not have a passport. In their absence, the applicant was taken to a house belonging to S. When he left for a business trip to , she remained in the house with his partner, H. The applicant asserted that H. effectively prevented her from leaving the house and warned her not to speak with anyone.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 18 August 2006 the applicant left the house. She went to a local bank, where she asked someone to call the police. Before the police arrived, she collapsed and was taken to St Mary’s Hospital, where she was diagnosed as HIV positive. She was also suffering from psychosis, including auditory hallucinations.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant remained in hospital for one month. H. visited the applicant in hospital and the applicant claimed that during these visits she tried to persuade her to return to S.’s house. In particular, she warned her that when she left the hospital she would have to pay for anti-retroviral medication and if she did not return to the house she would be “on the streets”.",
                                "elements": []
                            },
                            {
                                "content": "14.  Following her discharge from hospital, the applicant was housed by the local authority. On 21 September 2006 she made an application for asylum. The application was refused on 16 January 2007. The Secretary of State for the Home Department considered that the applicant could access protection in  to prevent further sexually motivated attacks. Moreover, he found that if she had been genuinely afraid of S., she would have tried to escape from him earlier. The applicant appealed. Her appeal was dismissed on 20 November 2007. In dismissing the appeal, the Immigration Judge expressed serious concerns about the applicant’s credibility and found much of her account to be implausible.",
                                "elements": []
                            },
                            {
                                "content": "15.  In April 2007 the applicant’s solicitor wrote to the police and asked that they investigate her case. The Metropolitan Police Human Trafficking Team, a police unit specialising in the investigation of human trafficking offences, commenced an investigation to ascertain whether or not she had been the victim of a criminal offence. The police interviewed the applicant on 21 June 2007. During the investigation, the Human Trafficking Team sought the views of the United Kingdom Human Trafficking Centre in Sheffield, a multi-agency organisation which provided a central point of expertise in the field of human trafficking. However, the Centre advised that there was no evidence to substantiate the allegation that the applicant had been trafficked into the United Kingdom and observed that during her time working with Mr and Mrs K she had been well looked after.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 26 September 2007 the police informed the applicant’s former solicitor that there was “no evidence of trafficking for domestic servitude in the interview”.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 26 August 2008 the applicant’s current solicitor wrote to the police asking for the reasons for discontinuing the investigation. On 5 September 2008 the police noted that the Head of Legal Services at the United Kingdom Human Trafficking Centre had advised that there was no evidence to substantiate the applicant’s allegation that she had been trafficked into the . He further advised that while the applicant worked with the K family she was well looked after and given some money. There was, however, a dispute over money and it may have been that “her cousin kept more than he should have done”.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 5 September 2008 the police informed the applicant’s solicitor that “a decision was taken not to proceed with the matter as there was no evidence that she [the applicant] had been trafficked”. On 18 September 2008 the police reiterated that following the interview “it was decided that there was insufficient evidence to substantiate the allegation of trafficking and thus further investigation was not warranted”.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 5 December 2008 the applicant’s solicitor wrote to the police to ask them to consider prosecutions for other offences, including a jus cogens offence of slavery or forced labour.",
                                "elements": []
                            },
                            {
                                "content": "20. On 18 December 2008 the applicant was assessed by the POPPY Project, a Government funded project providing housing and support for victims of trafficking. The POPPY Project concluded that she had been “subjected to five of the six indicators of forced labour” (as identified by the ILO). In particular, her movement had been restricted to the workplace, her wages were withheld to pay a debt she did not know about, her salary was withheld for four years, her passport was retained, and she was subjected to threats of denunciation to the authorities.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 5 January 2009 the police began to conduct further investigations. On 14 January 2009 the police noted that a statement had been obtained from the agent who arranged the applicant’s work with Mr and Mrs K (presumably the man previously identified as M.). He stated that he had been introduced to the applicant by a person he believed to be her relative. He was supplied with a passport, a national insurance number and a criminal records check. The agent stated that the applicant came to the agreement with her relative that her wages would be paid to him. She only complained about this arrangement in or around June 2006. The agent also stated that he feared the applicant’s relative, who was a wealthy and powerful man well-connected to the Ugandan government.",
                                "elements": []
                            },
                            {
                                "content": "22.  The police were unable to make contact with Mr and Mrs K. Eventually they made contact with a member of the K family. However, no statement appears to have been taken as the (unidentified) woman told the police that she was leaving the country for medical treatment.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 25 February 2009 the police informed the applicant’s solicitor that the evidence did not establish an offence of trafficking. They noted that “at this stage there is no evidence that would support exploitation of any kind”.",
                                "elements": []
                            },
                            {
                                "content": "24.  Police officers met with the applicant and her representative on 11 March 2009. The applicant’s solicitor asserted that at this meeting a police officer indicated that it was the Metropolitan Police’s provisional view, given expressly without formal authority, that there was no offence in English criminal law which applied to the facts of the case. The solicitor further asserted that the police apologised for the cursory manner in which the case had been dealt with previously and confirmed that the applicant’s account was credible.",
                                "elements": []
                            },
                            {
                                "content": "25.  In an entry dated 27 March 2009 the police noted that:",
                                "elements": []
                            },
                            {
                                "content": "“It is clear that this female was not trafficked into the  for labour exploitation. She having applied for a visa in her real name to come to the  was refused. She then in agreement with her father then obtained a false passport with a forged visa stamp. These false documents were paid for by her father with the assistance of her uncle...",
                                "elements": []
                            },
                            {
                                "content": "She willingly commenced work that was arranged by her uncle as a live-in carer for an elderly couple.",
                                "elements": []
                            },
                            {
                                "content": "The family at first wanted to pay her wages direct. But on the request of the victim she stated the money should be paid to the agency and then the money should then be transferred to her uncle’s account who in turn would send the money back to . This agreement was made in order to hide from the authorities the fact that the victim did not have a national insurance number. If money was paid to her then she would have had to pay tax and her false identity would have come to the notice of the tax office and then to the [United Kingdom Border Agency]. This would then lead to her arrest and eviction from the ...",
                                "elements": []
                            },
                            {
                                "content": "...There is no evidence to show that this female is/was a victim of slavery or forced labour. She willingly worked and was in fact paid but she choose that the money should go via her uncle in order to conceal being in the . It is basically a situation that one criminal (her uncle) has taken all the proceeds of their crime...”",
                                "elements": []
                            },
                            {
                                "content": "26.  At that meeting the applicant’s solicitor pointed out that S. had taken the applicant’s identity documents from her upon her arrival in the  and that this was grounds to prove possible forced labour. However, the police indicated that the documents taken from the applicant were false documents purchased by her and her father to enable her to enter the .",
                                "elements": []
                            },
                            {
                                "content": "27.  On 31 March 2009 the police spoke again with the applicant’s solicitor. While they accepted that not every enquiry had been carried out, such as production orders relating to relevant bank accounts, it was important to ensure that the limited resources of the Human Trafficking Team were used to best effect and they could not, therefore, carry out any further investigation into the applicant’s complaints.",
                                "elements": []
                            },
                            {
                                "content": "28.  The applicant was assessed by a clinical psychologist specialising in violence against women. The psychologist concluded in her 16 May 2009 report that the applicant was “suffering to a severe degree from a complex form of chronic Post-Traumatic Stress Disorder (PTSD), in conjunction with a Major Depressive Disorder and she presents a moderate risk of suicide.” In particular, she noted that the applicant presented “in ways consistent with a victim of trafficking and forced labour, in the context of a history of sexual assaults”.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 11 August 2009 the police noted that they would write to the applicant’s solicitor to confirm that “this particular case does not fulfil the requirements of human trafficking as per UK legislation and that legislation does not exist in relation to sole and specific allegations of domestic servitude where trafficking is not a factor”.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 12 August 2009 the police wrote to the applicant’s solicitor in the following terms:",
                                "elements": []
                            },
                            {
                                "content": "“I can confirm that after undertaking an investigation of the case including interviewing Ms N. a decision has been made to conclude the investigation. This decision is based on several factors, one being that after consultation with the legal representative of the Human Trafficking Centre the circumstances of Ms N.’s case did not appear to constitute an offence of trafficking people for the purposes of exploitation contrary to the Asylum and Immigration Act 2004.",
                                "elements": []
                            },
                            {
                                "content": "\tI am not aware of any specific offence of forced labour or servitude beyond that covered by section 4 of the Asylum and Immigration Act 2004 though regulation of working conditions are controlled by such areas as health and safety legislation and in certain instances the Gangmasters Act 2004...”",
                                "elements": []
                            },
                            {
                                "content": "31.  Section 71 of the Coroners and Justice Act 2009, which received Royal Assent on 12 November 2009, made slavery, servitude and forced or compulsory labour criminal offences punishable by a fine and/or up to fourteen years’ imprisonment. Section 71 came into force on 6 April 2010 but did not have retrospective effect.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "32.  Section 4 of the Asylum and Immigration (Treatment of Claimants etc.) Act 2004 created the offence of trafficking people for exploitation. It provides that:",
                                "elements": []
                            },
                            {
                                "content": "“(1) A person commits an offence if he arranges or facilitates the arrival in the  of an individual (the “passenger”) and—",
                                "elements": []
                            },
                            {
                                "content": "(a) he intends to exploit the passenger in the  or elsewhere, or",
                                "elements": []
                            },
                            {
                                "content": "(b) he believes that another person is likely to exploit the passenger in the  or elsewhere.",
                                "elements": []
                            },
                            {
                                "content": "(2) A person commits an offence if he arranges or facilitates travel within the United Kingdom by an individual (the “passenger”) in respect of whom he believes that an offence under subsection (1) may have been committed and—",
                                "elements": []
                            },
                            {
                                "content": "(a) he intends to exploit the passenger in the  or elsewhere, or",
                                "elements": []
                            },
                            {
                                "content": "(b) he believes that another person is likely to exploit the passenger in the  or elsewhere.",
                                "elements": []
                            },
                            {
                                "content": "(3) A person commits an offence if he arranges or facilitates the departure from the  of an individual (the “passenger”) and—",
                                "elements": []
                            },
                            {
                                "content": "(a) he intends to exploit the passenger outside the , or",
                                "elements": []
                            },
                            {
                                "content": "(b) he believes that another person is likely to exploit the passenger outside the .",
                                "elements": []
                            },
                            {
                                "content": "(4) For the purposes of this section a person is exploited if (and only if)—",
                                "elements": []
                            },
                            {
                                "content": "(a) he is the victim of behaviour that contravenes Article 4 of the Human Rights Convention (slavery and forced labour),",
                                "elements": []
                            },
                            {
                                "content": "(b) he is encouraged, required or expected to do anything as a result of which he or another person would commit an offence under the Human Organ Transplants Act  or the Human Organ Transplants (Northern Ireland) Order 1989 (S.I.  (N.I. 21)),",
                                "elements": []
                            },
                            {
                                "content": "(c) he is subjected to force, threats or deception designed to induce him—",
                                "elements": []
                            },
                            {
                                "content": "(i) to provide services of any kind,",
                                "elements": []
                            },
                            {
                                "content": "(ii) to provide another person with benefits of any kind, or",
                                "elements": []
                            },
                            {
                                "content": "(iii) to enable another person to acquire benefits of any kind, or",
                                "elements": []
                            },
                            {
                                "content": "(d) he is requested or induced to undertake any activity, having been chosen as the subject of the request or inducement on the grounds that—",
                                "elements": []
                            },
                            {
                                "content": "(i) he is mentally or physically ill or disabled, he is young or he has a family relationship with a person, and",
                                "elements": []
                            },
                            {
                                "content": "(ii) a person without the illness, disability, youth or family relationship would be likely to refuse the request or resist the inducement.",
                                "elements": []
                            },
                            {
                                "content": "(5) A person guilty of an offence under this section shall be liable—",
                                "elements": []
                            },
                            {
                                "content": "(a) on conviction on indictment, to imprisonment for a term not exceeding 14 years, to a fine or to both, or",
                                "elements": []
                            },
                            {
                                "content": "(b) on summary conviction, to imprisonment for a term not exceeding twelve months, to a fine not exceeding the statutory maximum or to both.”",
                                "elements": []
                            },
                            {
                                "content": "33.  On 12 November 2009 the Coroners and Justice Act 2009 received Royal Assent. Section 71, which will come into force “on such day as the Secretary of State may by order appoint”, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“71 Slavery, servitude and forced or compulsory labour",
                                "elements": []
                            },
                            {
                                "content": "(1) A person (D) commits an offence if—",
                                "elements": []
                            },
                            {
                                "content": "(a) D holds another person in slavery or servitude and the circumstances are such that D knows or ought to know that the person is so held, or",
                                "elements": []
                            },
                            {
                                "content": "(b) D requires another person to perform forced or compulsory labour and the circumstances are such that D knows or ought to know that the person is being required to perform such labour.",
                                "elements": []
                            },
                            {
                                "content": "(2) In subsection (1) the references to holding a person in slavery or servitude or requiring a person to perform forced or compulsory labour are to be construed in accordance with Article 4 of the Human Rights Convention (which prohibits a person from being held in slavery or servitude or being required to perform forced or compulsory labour).",
                                "elements": []
                            },
                            {
                                "content": "(3) A person guilty of an offence under this section is liable—",
                                "elements": []
                            },
                            {
                                "content": "(a) on summary conviction, to imprisonment for a term not exceeding the relevant period or a fine not exceeding the statutory maximum, or both;",
                                "elements": []
                            },
                            {
                                "content": "(b) on conviction on indictment, to imprisonment for a term not exceeding 14 years or a fine, or both.",
                                "elements": []
                            },
                            {
                                "content": "(4) In this section—",
                                "elements": []
                            },
                            {
                                "content": "“Human Rights Convention” means the Convention for the Protection of Human Rights and Fundamental Freedoms agreed by the Council of Europe at  on 4 November 1950;",
                                "elements": []
                            },
                            {
                                "content": "“the relevant period” means—",
                                "elements": []
                            },
                            {
                                "content": "(a) in relation to England and , 12 months;",
                                "elements": []
                            },
                            {
                                "content": "(b) in relation to , 6 months.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "1.  The ILO Forced Labour Convention",
                                "elements": [
                                    {
                                        "content": "34.  Articles 1 and 2 of the Convention provide as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Article 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Each Member of the International Labour Organisation which ratifies this Convention undertakes to suppress the use of forced or compulsory labour in all its forms within the shortest possible period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. With a view to this complete suppression, recourse to forced or compulsory labour may be had, during the transitional period, for public purposes only and as an exceptional measure, subject to the conditions and guarantees hereinafter provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. At the expiration of a period of five years after the coming into force of this Convention, and when the Governing Body of the International Labour Office prepares the report provided for in Article 31 below, the said Governing Body shall consider the possibility of the suppression of forced or compulsory labour in all its forms without a further transitional period and the desirability of placing this question on the agenda of the Conference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. For the purposes of this Convention the term forced or compulsory labour shall mean all work or service which is exacted from any person under the menace of any penalty and for which the said person has not offered himself voluntarily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Nevertheless, for the purposes of this Convention, the term forced or compulsory labour shall not include--",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) any work or service exacted in virtue of compulsory military service laws for work of a purely military character;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) any work or service which forms part of the normal civic obligations of the citizens of a fully self-governing country;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) any work or service exacted from any person as a consequence of a conviction in a court of law, provided that the said work or service is carried out under the supervision and control of a public authority and that the said person is not hired to or placed at the disposal of private individuals, companies or associations;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d) any work or service exacted in cases of emergency, that is to say, in the event of war or of a calamity or threatened calamity, such as fire, flood, famine, earthquake, violent epidemic or epizootic diseases, invasion by animal, insect or vegetable pests, and in general any circumstance that would endanger the existence or the well-being of the whole or part of the population;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e) minor communal services of a kind which, being performed by the members of the community in the direct interest of the said community, can therefore be considered as normal civic obligations incumbent upon the members of the community, provided that the members of the community or their direct representatives shall have the right to be consulted in regard to the need for such services.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The ILO indicators of forced labour",
                                "elements": [
                                    {
                                        "content": "35.  The ILO has developed indicators of forced labour which provide a valuable benchmark in the identification of forced labour. These indicators are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Threats or actual physical harm to the worker.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Restriction of movement and confinement to the work place or to a limited area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. Debt bondage: where the worker works to pay off a debt or loan, and is not paid for his or her services. The employer may provide food and accommodation at such inflated prices that the worker cannot escape the debt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. Withholding of wages or excessive wage reductions, that violate previously made agreements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. Retention of passports and identity documents, so that the worker cannot leave, or prove his/her identity and status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6. Threat of denunciation to the authorities, where the worker is in an irregular immigration status.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  The Council of Europe Convention on Action Against Trafficking",
                                "elements": [
                                    {
                                        "content": "36.  The  ratified the Convention on 17 December 2008 and it came into force on 1 April 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Article 4 defines “trafficking in human beings\" as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “(a) the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) The consent of a victim of “trafficking in human beings” to the intended exploitation set forth in subparagraph (a) of this article shall be irrelevant where any of the means set forth in subparagraph (a) have been used;",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Article 19 provides that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Each Party shall consider adopting such legislative and other measures as may be necessary to establish as criminal offences under its internal law, the use of services which are the object of exploitation as referred to in Article 4 paragraph (a) of this Convention, with the knowledge that the person is a victim of trafficking in human beings.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  The Slavery Convention 1926",
                                "elements": [
                                    {
                                        "content": "39.  Article 5 of this Convention, which the  ratified in 1927, provides that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The High Contracting Parties recognise that recourse to compulsory or forced labour may have grave consequences and undertake, each in respect of the territories placed under its sovereignty, jurisdiction, protection, suzerainty or tutelage, to take all necessary measures to prevent compulsory or forced labour from developing into conditions analogous to slavery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is agreed that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1) Subject to the transitional provisions laid down in paragraph (2) below, compulsory or forced labour may only be exacted for public purposes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) In territories in which compulsory or forced labour for other than public purposes still survives, the High Contracting Parties shall endeavour progressively and as soon as possible to put an end to the practice. So long as such forced or compulsory labour exists, this labour shall invariably be of an exceptional character, shall always receive adequate remuneration, and shall not involve the removal of the labourers from their usual place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) In all cases, the responsibility for any recourse to compulsory or forced labour shall rest with the competent central authorities of the territory concerned.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5.  Recommendations 1523 (2001) and 1663 (2004) of the Parliamentary Assembly of the Council of Europe",
                                "elements": [
                                    {
                                        "content": "40.  Recommendation 1523 (2001) provides, as relevant, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. In the last few years a new form of slavery has appeared in Europe, namely domestic slavery. It has been established that over 4 million women are sold each year in the world.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. In this connection the Assembly recalls and reaffirms Article 4, paragraph 1 of the Convention for the Protection of Human Rights and Fundamental Freedoms (ECHR), which prohibits slavery and servitude, and also the definition of slavery derived from the opinions and judgments of the European Commission of Human Rights and the European Court of Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. The Assembly also recalls Article 3 of the ECHR, which provides that no one shall be subjected to torture or to inhuman or degrading treatment or punishment, and Article 6, which proclaims the right of access to a court in civil and criminal matters, including cases where the employer enjoys immunity from jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... ... ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5. It notes that the victims’ passports are systematically confiscated, leaving them in a situation of total vulnerability with regard to their employers, and sometimes in a situation bordering on imprisonment, where they are subjected to physical and/or sexual violence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6. Most of the victims of this new form of slavery are in an illegal situation, having been recruited by agencies and having borrowed money to pay for their journey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7. The physical and emotional isolation in which the victims find themselves, coupled with fear of the outside world, causes psychological problems which persist after their release and leave them completely disoriented.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... ... ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "9. It regrets that none of the Council of Europe member states expressly make domestic slavery an offence in their criminal codes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10. It accordingly recommends that the Committee of Ministers ask the governments of member states to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "i. make slavery and trafficking in human beings, and also forced marriage, offences in their criminal codes;",
                                        "elements": []
                                    },
                                    {
                                        "content": "... ... ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "vi. protect the rights of victims of domestic slavery by:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. generalising the issuing of temporary and renewable residence permits on humanitarian grounds;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. taking steps to provide them with protection and with social, administrative and legal assistance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c. taking steps for their rehabilitation and their reintegration, including the creation of centres to assist, among others, victims of domestic slavery;",
                                        "elements": []
                                    },
                                    {
                                        "content": "d. developing specific programmes for their protection;",
                                        "elements": []
                                    },
                                    {
                                        "content": "e. increasing victims’ time limits for bringing proceedings for offences of slavery;",
                                        "elements": []
                                    },
                                    {
                                        "content": "f. establishing compensation funds for the victims of slavery.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Recommendation 1663 (2004) further provides, as relevant, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Assembly thus recommends that the Committee of Ministers:",
                                        "elements": []
                                    },
                                    {
                                        "content": "i. in general:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. bring the negotiations on the Council of Europe draft convention on action against trafficking in human beings to a rapid conclusion;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. encourage member states to combat domestic slavery in all its forms as a matter of urgency, ensuring that holding a person in any form of slavery is a criminal offence in all member states;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c. ensure that the relevant authorities in the member states thoroughly, promptly and impartially investigate all allegations of any form of slavery and prosecute those responsible;",
                                        "elements": []
                                    },
                                    {
                                        "content": "d. recommend that member states review their immigration and deportation policies, granting victims of domestic slavery at least temporary residence permits (if possible, in conjunction with work permits) and allowing them to file complaints against their abusive husbands or employers if they wish to do so;",
                                        "elements": []
                                    },
                                    {
                                        "content": "e. urge member states to provide an efficient support network for victims (including emergency accommodation, health care, psychological and legal counselling services) and attribute funds to non-governmental organisations working in this area;",
                                        "elements": []
                                    },
                                    {
                                        "content": "f. ensure that victims of slavery are provided with reparation, including compensation, restitution, rehabilitation, satisfaction and guarantees of non-repetition;",
                                        "elements": []
                                    },
                                    {
                                        "content": "ii. as concerns domestic servitude:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. elaborate a charter of rights for domestic workers, as already recommended in  on domestic slavery. Such a charter, which could take the form of a Committee of Ministers’ recommendation or even of a convention, should guarantee at least the following rights to domestic workers:",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the recognition of domestic work in private households as “real work”, that is, to which full employment rights and social protection apply, including the minimum wage (where it exists), sickness and maternity pay as well as pension rights;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the right to a legally enforceable contract of employment setting out minimum wages, maximum hours and responsibilities;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the right to health insurance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the right to family life, including health, education and social rights for the children of domestic workers;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the right to leisure and personal time;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the right for migrant domestic workers to an immigration status independent of any employer, the right to change employer and to travel within the host country and between all countries of the European Union and the right to the recognition of qualifications, training and experience obtained in the home country;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. recommend the introduction of a system of accreditation for agencies placing domestic workers, which would commit these agencies to certain minimum standards, such as charging reasonable fees, tracking the employees they have placed and providing emergency help in cases of difficulty. Accredited agencies could have visa applications put forward on their behalf validated automatically;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c. ensure regular monitoring by appropriate authorities of the agencies accredited under the system referred to in sub-paragraph b above.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained that at the time of her ill-treatment the Government were in breach of their positive obligations under Article 4 of the Convention to have in place criminal laws penalising forced labour and servitude. Article 4 of the Convention provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held in slavery or servitude.",
                                "elements": []
                            },
                            {
                                "content": "2.  No one shall be required to perform forced or compulsory labour.",
                                "elements": []
                            },
                            {
                                "content": "3.  For the purpose of this article the term ‘forced or compulsory labour’ shall not include:",
                                "elements": []
                            },
                            {
                                "content": "(a)  any work required to be done in the ordinary course of detention imposed according to the provisions of Article 5 of [the] Convention or during conditional release from such detention;",
                                "elements": []
                            },
                            {
                                "content": "(b)  any service of a military character or, in case of conscientious objectors in countries where they are recognised, service exacted instead of compulsory military service;",
                                "elements": []
                            },
                            {
                                "content": "(c)  any service exacted in case of an emergency or calamity threatening the life or well-being of the community;",
                                "elements": []
                            },
                            {
                                "content": "(d)  any work or service which forms part of normal civic obligations.”",
                                "elements": []
                            },
                            {
                                "content": "43.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "44.  The Government submitted that the application was manifestly illfounded and therefore inadmissible because there was insufficient evidence to conclude that the applicant had been subjected to the kind of treatment prohibited by Article 4 and because the protection afforded by English law against conduct prohibited by Article 4 was sufficient to discharge the positive obligation on the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court finds that the question of whether or not the applicant’s complaint under Article 4 is manifestly ill-founded is a matter to be determined on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  It notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "(a)  The applicant",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The applicant submitted that the Government were under a positive obligation to enact domestic law provisions specifically criminalising the conduct prohibited by Article 4; they failed to enact such provisions until 2009; and, as she had made a credible allegation of ill-treatment contrary to Article 4 in 2006, any investigation into her complaints was ineffective as it was not directed at determining whether or not she had been a victim of treatment contrary to Article 4 and could not therefore result in a prosecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The applicant noted that in Siliadin v. , no. 73316/01, § 123, ECHR 2005VII the Court defined servitude as a “particularly serious form of denial of freedom” which included “in addition to the obligation to perform certain services for others ... the obligation for the ‘serf’ to live on another person’s property and the impossibility of altering his condition”. She submitted that she was required to live with Mr and Mrs K., who demanded difficult care and needed her to be “on call” twenty-four hours a day. She did so under coercion by S. and M. and she received no notable remuneration. Her working hours and conditions, and the removal of her travel documents, were such as to render her unable to alter her own situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In Siliadin the Court defined forced or compulsory labour with reference to the International Labour Organisation Forced Labour Convention, which included “all work or service which is exacted from any person under the menace of any penalty and for which the said person has not offered himself voluntarily”. The Court itself noted that the term brought to mind the idea of “physical or mental constraint”. In Siliadin the Court found this element to be present where the applicant was an adolescent girl, unlawfully present in a foreign land and living in fear of arrest by the police. In the present case, in light of the definition adopted by the Court and the ILO, and taking into consideration the reports by the POPPY Project and the consultant psychiatrist, the applicant submitted that the police’s conclusion that the lack of payment for the applicant’s work was no more than an absence of “honour among thieves” betrayed a fundamental disregard of the ILO’s key indicators of forced labour and a troubling ignorance of the vulnerabilities of illegal immigrants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The applicant submitted that the relevant domestic law provisions did not, at the relevant time, include the criminal offence of forced labour or servitude. Indeed, the police confirmed to the applicant in writing that there was no offence known to them which encapsulated her situation. As a result, notwithstanding the strong evidence of treatment falling within the scope of Article 4 of the Convention, no effective investigation could be conducted into her treatment and no person had been arrested or prosecuted in relation to it. Moreover, there was not even a domestic offence akin to those relied on by the French Government in Siliadin, namely provisions criminalising the obtaining of performance of services for no payment or for manifestly disproportionate underpayment, and the subjection of another to living or working conditions incompatible with human dignity. The best that could be advanced by the British Government were general offences such as kidnapping, fraud, or psychological assault, none of which fulfilled the positive obligation under Article 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The applicant submitted that the decision of the Court in Siliadin made it clear that what was required was legislation specifically criminalising conduct falling within the scope of Article 4. Ancillary offences which might also be committed during the course of forced labour or servitude did not provide sufficient protection under the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Finally, the applicant submitted that in introducing section 71 of the Coroners and Justice Bill, which created specific offences of slavery, servitude and forced or compulsory labour, the Government had accepted that there was a “lacuna in the law” which needed to be filled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  The Government",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government did not accept that the applicant had been subjected to slavery, domestic servitude or forced or compulsory labour. First, an investigation into her complaints had been conducted by a specialist police unit. Having investigated the complaint, they reached three important conclusions: that the evidence was insufficient to establish that the applicant had been trafficked into the United Kingdom; that the evidence was insufficient to establish that whilst in the United Kingdom she had been held in slavery or required to perform forced or compulsory labour; and that the evidence was insufficient to establish that she had been the victim of any criminal offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Secondly, the Government submitted that the police did not terminate the investigation or decide not to bring a prosecution on the basis that there was no specific offence in English law which criminalised the conduct complained of. On the contrary, the crime report of 26 March 2009 made it clear that the decision to terminate the investigation was taken on a substantive assessment of the evidence, which led to the conclusion that it could not be established that the applicant had been trafficked, held in slavery or required to perform forced or compulsory labour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Thirdly, the Government submitted that the conclusions of the police were reasonable and proper and were, in fact, reinforced by the Asylum and Immigration Tribunal, which found most of the applicant’s account to be implausible and had serious concerns about her credibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In any case, the Government submitted that in the applicant’s situation the protections offered by domestic law were sufficient to comply with the positive obligation to have in place criminal law provisions which penalised the conduct falling within the scope of Article 4. Article 4 did not require that the effective protection against the prohibited conduct should be achieved by means of the adoption of a single, specific criminal offence. At the time of the conduct alleged by the applicant there were a number of offences in English law which criminalised the essential aspects of slavery, servitude and forced or compulsory labour. These included false imprisonment, for which the maximum sentence was life imprisonment; kidnapping, for which the maximum sentence was also life imprisonment; grievous bodily harm, which carried a maximum sentence of life imprisonment; assault, battery and causing physical or psychiatric harm, the more serious offences of which carried a maximum sentence of five years’ imprisonment; blackmail, which carried a maximum sentence of fourteen years’ imprisonment; harassment, which carried a maximum sentence of five years’ imprisonment; and a number of employment-related offences, such as those relating to the national minimum wage and working time limits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In addition, English criminal law now had a well-established offence of human trafficking introduced by section 4 of the Asylum and Immigration (Treatment of Claimants etc) Act 2004. Section 4 made provision for offences of trafficking into, within and from the  a person who had been exploited and, for the purposes of the offences, exploitation meant behaviour that contravened Article 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Moreover, in  there was now a specific offence relating to the prohibition in Article 4. Section 71 of the Coroners and Justice Act 2009, which came into force on 6 April 2010, made provision for an offence of holding a person in slavery or servitude or requiring a person to perform forced or compulsory labour. The Government rejected the applicant’s assertion that this offence was introduced to fill a lacuna in the domestic law; rather, they submitted that Parliament had considered it “useful to introduce a further bespoke offence” even though the new offences were “already covered by extensive legislation and regulations”. In any case, the Government submitted that even if the offence under section 71 had applied at the time of the conduct alleged by the applicant, the evidence in her case would have been insufficient to bring a prosecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Finally, the Government submitted that the positive obligation under Article 4 of the Convention was discharged in the applicant’s case by the carrying out of an effective official investigation which went directly to the heart of her Article 4 complaint. The applicant was extensively and carefully questioned and further enquiries were undertaken. A witness provided a statement indicating that the applicant had agreed that her wages should be paid to S. and that she did not complain about this arrangement for over three years. On reviewing the evidence, the police concluded that it was not sufficient to establish that the applicant had been the victim of conduct prohibited by Article 4 of the Convention. Rather, the police concluded that she had entered the  voluntarily, had worked voluntarily, and had agreed that her wages should be paid to a family member in order to avoid her detection by the authorities as an illegal immigrant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Consequently, the Government submitted that in the circumstances there was no arguable case that the applicant’s rights under Article 4 had been violated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  The third party interveners",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Aire Centre invited the Court to expand upon the notion of positive obligations which it had developed in its case-law on Article 4. It stressed that victims of human trafficking were particularly unlikely to be identified by the authorities as victims of crime and that States must therefore take a pro-active approach. An effective deterrent must mean an approach to human trafficking and any other conduct contrary to Article 4 that recognised the subtle ways in which individuals might fall under the control of another. It also required a considered response to allegations of such treatment in all cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Commission submitted that since the ratification of ILO Convention no. 29 in 1931 the  had been under a positive obligation to formally penalise the exaction of forced labour and to adequately enforce such penalties. However, until 6 April 2010 there was no specific prohibition on servitude and forced labour despite strong evidence of severe exploitation and forced labour within the . Indeed, the Commission indicated that from 1 December 2004 to March 2010 there were 22 prosecutions under section 4 of the Asylum and Immigration (Treatment of Claimants etc.) Act 2004, and yet 207 individuals were recognised as victims of trafficking between 1 April 2009 and 1 April 2010 alone. In fact, in a number of cases, particularly involving domestic workers, victims had to resort to judicial review because of a lack of investigation of their complaints by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Commission further submitted that there had been a number of cases which in substance concerned forced labour or servitude but which had not been adequately investigated or prosecuted and there was therefore a need for clarity on what amounted to forced labour as distinct from exploitation. Moreover, the Commission did not consider section 71 of the Coroners and Justice Act 2009 to be of assistance because it merely reproduced the text of the Convention without explaining it in light of present day conditions. There was therefore a risk that the new statute would not result either in clear deterrence or effective prosecutions, and would not improve the failures in investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Finally, the Commission submitted that there was no adequate system of compensation for victims of servitude and forced labour.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "65.  The Court reiterates that, together with Articles 2 and 3, Article 4 enshrines one of the basic values of the democratic societies making up the Council of Europe (Siliadin, cited above, § 82). Unlike most of the substantive clauses of the Convention, Article 4 § 1 makes no provision for exceptions and no derogation from it is permissible under Article 15 § 2 even in the event of a public emergency threatening the life of the nation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In its Siliadin judgment the Court confirmed that Article 4 entailed a specific positive obligation on member States to penalise and prosecute effectively any act aimed at maintaining a person in a situation of slavery, servitude or forced or compulsory labour (cited above, §§ 89 and 112; see also C.N. and V. v. , no. 67724/09, § 105, 11 October 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.   In its Rantsev judgment, the Court held that as with Articles 2 and 3 of the Convention, Article 4 may, in certain circumstances, require a State to take operational measures to protect victims, or potential victims, of treatment in breach of that Article (see, mutatis mutandis, Osman, cited above, § 115; and Mahmut Kaya v. Turkey, no. 22535/93, § 115, ECHR 2000-III).  In order for a positive obligation to take operational measures to arise in the circumstances of a particular case, it must be demonstrated that the State authorities were aware, or ought to have been aware that an identified individual had been, or was at real and immediate risk of being subjected to such treatment. In the case of an answer in the affirmative, there will be a violation of Article 4 of the Convention where the authorities fail to take appropriate measures within the scope of their powers to remove the individual from that situation or risk (see, mutatis mutandis, Osman, cited above, §§116 to 117; and Mahmut Kaya, cited above, §§ 115 to 116).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Bearing in mind the difficulties involved in policing modern societies and the operational choices which must be made in terms of priorities and resources, the obligation to take operational measures must, however, be interpreted in a way which does not impose an impossible or disproportionate burden on the authorities (see, mutatis mutandis, Osman, cited above, § 116).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Like Articles 2 and 3, Article 4 also entails a procedural obligation to investigate where there is a credible suspicion that an individual’s rights under that Article have been violated. The requirement to investigate does not depend on a complaint from the victim or next-of-kin: once the matter has come to the attention of the authorities they must act of their own motion (see, mutatis mutandis, Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 69, ECHR 2002-II). For an investigation to be effective, it must be independent from those implicated in the events. It must also be capable of leading to the identification and punishment of individuals responsible, an obligation not of result but of means. A requirement of promptness and reasonable expedition is implicit in all cases but where the possibility of removing the individual from the harmful situation is available, the investigation must be undertaken as a matter of urgency. The victim or the next-of-kin must be involved in the procedure to the extent necessary to safeguard their legitimate interests (see, mutatis mutandis, Paul and Audrey Edwards, cited above, §§ 70 to 73).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the general principles to the present case",
                                "elements": [
                                    {
                                        "content": "70.  In the present case the applicant alleges that there was a failure properly to investigate her complaints and that this failure was at least in part rooted in defective legislation which did not effectively criminalise treatment falling within the scope of Article 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court observes that in Rantsev, in the context of trafficking, it held that in order for an obligation to investigate to have arisen, the circumstances must have given rise to a “credible suspicion” that the applicant had been trafficked. Likewise, it considers that for an obligation to have arisen in the present case, it must be satisfied that the applicant’s complaints to the domestic authorities gave rise to a credible suspicion that she had been held in domestic servitude.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court notes that the authorities were first made aware of the applicant’s claim to have been kept in conditions amounting to domestic servitude after she collapsed at the HSBC bank in Kilburn in August 2006. On 21 September 2006 she made an application for asylum, in the course of which she complained, inter alia, that she had been forced to work for the K family without remuneration. Furthermore, in April 2007 the applicant’s solicitor wrote to the police and asked that they investigate her case. She was interviewed by the Human Trafficking Team on 21 June 2007 and gave a detailed statement in which she set out her domestic servitude complaints. The Court does not consider that the applicant’s complaints concerning her treatment by S. and M. were inherently implausible. Indeed, it notes that the circumstances which she described were remarkably similar to the facts of the Siliadin case, the only notable differences being that the applicant was older than the applicant in Siliadin and that it was an agent – and not her “employers” – who she claimed were responsible for the treatment contrary to Article 4 of the Convention. Although the Government have submitted that the applicant’s account was not in fact credible, the Court observes that this was a conclusion reached following further investigation of her complaints. Indeed, the fact that the domestic authorities conducted any investigation into the applicant’s complaints strongly indicates that, at least on their face, they were not inherently implausible. Consequently, the Court considers that the applicant’s complaints did give rise to a credible suspicion that she had been held in conditions of domestic servitude, which in turn placed the domestic authorities under an obligation to investigate those complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  It is clear that the domestic authorities did investigate the applicant’s complaints. However, the applicant submits that the investigation was deficient because the lack of specific legislation criminalising domestic servitude meant that it was not directed at determining whether or not she had been a victim of treatment contrary to Article 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  It is not in dispute that at the time the applicant alleged that she was subjected to treatment falling within the scope of Article 4 of the Convention, such conduct was not specifically criminalised under domestic law. There were, however, a number of criminal offences which criminalised certain aspects of slavery, servitude and forced or compulsory labour. In particular, the Government directed the Court’s attention to the offences of trafficking, false imprisonment, kidnapping, grievous bodily harm, assault, battery, blackmail and harassment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In Siliadin, the Court found that the increasingly high standard being required in the area of the protection of human rights and fundamental liberties correspondingly and inevitably required greater firmness in assessing breaches of the fundamental values of democratic societies. (Siliadin v. France, cited above, § 148). In that case, the Court found that Articles 2250-13 and 225-14 of the French Criminal Code, which concerned exploitation through labour and subjection to working and living conditions incompatible with human dignity, were not sufficiently specific and were too restrictive to protect the applicant’s rights under Article 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In view of the Court’s findings in Siliadin, it cannot but find that the legislative provisions in force in the United Kingdom at the relevant time were inadequate to afford practical and effective protection against treatment falling within the scope of Article 4 of the Convention (see, mutatis mutandis, M.C. v. , no. 39272/98, § 179, ECHR 2003XII). Instead of enabling the authorities to investigate and penalise such treatment, the authorities were limited to investigating and penalising criminal offences which often – but do not necessarily – accompany the offences of slavery, servitude and forced or compulsory labour. Victims of such treatment who were not also victims of one of these related offences were left without any remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Consequently, the Court considers that the criminal law in force at the material time did not afford practical and effective protection against treatment falling within the scope of Article 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Nevertheless, the Government have submitted that the reason no action was taken following investigation of the applicant’s complaints was not the absence of appropriate legislation but rather the absence of evidence to support the facts alleged by her. In short, the domestic authorities simply did not believe the applicant’s account. The Court must therefore consider whether the lack of specific legislation criminalising domestic servitude prevented the domestic authorities from properly investigating the applicant’s complaints, or whether her complaints were properly investigated but no evidence was found to support them. In carrying out this assessment, the Court reiterates that it is not its task to replace the domestic authorities in the assessment of the facts of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court recalls that the investigation into the applicant’s complaints was commenced by the Metropolitan Police Human Trafficking Team, a police unit specialising in the investigation of human trafficking offences. On 26 September 2007 they informed the applicant’s solicitor that there was “no evidence of trafficking for domestic servitude”. Likewise, on 5 September 2008 they noted that there was “no evidence to substantiate the applicant’s allegation that she had been trafficked into the ”. She had been well looked after by the K family, although there had been a dispute over money and it may have been that “her cousin kept more than he should have done”. Again, on 18 September 2008 the police stated that “it was decided that there was insufficient evidence to substantiate the allegation of trafficking and thus further investigation was not warranted” and on 25 February 2009 they noted that “there is no evidence that would support exploitation of any kind”. Later, on 27 March 2009, the police recorded that “there is no evidence to show that this female is/was a victim of slavery or forced labour”. Finally, on 12 August 2009 the police wrote to the applicant’s solicitor, indicating that her case did not appear to constitute an offence of trafficking for the purposes of exploitation and that they were “not aware of any specific offence of forced labour or servitude”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  While the Court notes the credibility concerns voiced by the domestic authorities, it cannot but be concerned by the investigating officers’ heavy focus on the offence of trafficking for exploitation as set out in section 4 of the Asylum and Immigration (Treatment of Claimants etc.) Act 2004. In particular, it observes that the investigation into the applicant’s complaints was carried out by a specialist trafficking unit and while investigators occasionally referred to slavery, forced labour and domestic servitude it is clear that at all times their focus was on the offence enshrined in section 4 of the 2004 Act. As indicated by the Aire Centre and the Equality and Human Rights Commission in their third party interventions, domestic servitude is a specific offence, distinct from trafficking and exploitation, which involves a complex set of dynamics, involving both overt and more subtle forms of coercion, to force compliance. A thorough investigation into complaints of such conduct therefore requires an understanding of the many subtle ways an individual can fall under the control of another. In the present case, the Court considers that due to the absence of a specific offence of domestic servitude, the domestic authorities were unable to give due weight to these factors. In particular, the Court is concerned by the fact that during the course of the investigation into the applicant’s complaints, no attempt appears to have been made to interview S. despite the gravity of the offence he was alleged to have committed (see, by way of comparison, M. and Others v. Italy and , no. 40020/03, §§ 104 - 107, 31 July 2012). For the Court, the lacuna in domestic law at the time may explain this omission, together with the fact that no apparent weight was attributed to the applicant’s allegations that her passport had been taken from her, that S. had not kept her wages for her as agreed, and that she was explicitly and implicitly threatened with denunciation to the immigration authorities, even though these factors were among those identified by the ILO as indicators of forced labour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Consequently, the Court finds that the investigation into the applicant’s complaints of domestic servitude was ineffective due to the absence of specific legislation criminalising such treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Accordingly, there has been a violation of Article 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "83.  The applicant further complained under Article 8 of the Convention that her right to respect for her private and family life was profoundly violated by the treatment she was subjected to between 2002 and 2006.",
                                "elements": []
                            },
                            {
                                "content": "84.  The Court does not consider the applicant’s complaint under Article 8 to be manifestly ill-founded within the meaning of Article 35 §§ 3 of the Convention. It further notes that it is not inadmissible on any other grounds and must, therefore, be declared admissible. However, having regard to its findings under Article 4 (see paragraphs 70 – 82, above), the Court considers that no separate issue arises under Article 8 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  Finally, the applicant complained that the absence of any specific criminal offence of domestic servitude or forced labour denied her an effective remedy in respect of her complaints under Articles 4 and 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "86.  The Court does not consider the applicant’s complaints under Article 13 to be manifestly ill-founded within the meaning of Article 35 §§ 3 of the Convention. It further notes that they are not inadmissible on any other grounds and must, therefore, be declared admissible. However, having regard to its findings under Article 4 (see paragraphs 70 – 82, above), the Court considers that no separate issue arises under Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "87.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "88.  The applicant claimed ten thousand euros (EUR 10,000) in respect of non-pecuniary damages. She considered this figure to be appropriate in light of the recent case of M.C. v. Bulgaria (cited at paragraph 76, above) and K.U. v. Finland, no. 2872/02, ECHR 2008, and taking into account the duration of the ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government submitted that the finding of a violation would in itself provide just satisfaction and that it would not be necessary for the Court to make an award of non-pecuniary damages. In the alternative, they submitted that if the Court considered an award of damages to be appropriate, it should not exceed the sum of EUR 8,000 awarded in M.C. v. Bulgaria.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  In view of its recent findings in M.C. v. Bulgaria, the purely procedural nature of the violation found, and the Government’s genuine concerns about the applicant’s credibility, the Court awards her EUR 8,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "91.  The applicant also claimed GBP 38,275.86 for costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Government submitted that this figure was excessive. The Government did not consider it necessary for the applicant to have instructed Queen’s Counsel. However, having appointed Queen’s Counsel, they considered the solicitor’s hourly rate of GBP 240 to be excessive. Moreover, the total number of hours claimed by the three representatives – 157 hours in total – appeared to be more than was reasonable for a case which was not exceptionally complicated. They therefore submitted that recovery of the applicant’s legal costs should be capped at GBP 9,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 20,000 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "94.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declare the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that no separate issues arise under Article 8 or Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into British Pounds at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 November 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Lech Garlicki",
            "role": "president"
        },
        {
            "name": "Nicolas Bratza",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF C.N. v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-114518.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1113JUD000423908",
    "externalsources": [
        "International Labour Organization indicators of forced labour"
    ],
    "extractedappno": [
        "4239/08",
        "73316/01",
        "67724/09",
        "22535/93",
        "46477/99",
        "39272/98",
        "40020/03",
        "2872/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 4 of the Asylum and Immigration Act 2004"
    ],
    "itemid": "001-114518",
    "judgementdate": "13/11/2012 00:00:00",
    "kpdate": "13/11/2012 00:00:00",
    "kpthesaurus": [
        "349",
        "463",
        "216",
        "310"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "4",
        "4-1",
        "41"
    ],
    "parties": [
        "C.N.",
        "THE UNITED KINGDOM"
    ],
    "rank": "933.471740722656",
    "representedby": [
        "MORGAN G."
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "C.N. and V. v. France, no. 67724/09, § 105, 11 October 2012",
        "M. and Others v. Italy and Bulgaria, no. 40020/03, §§ 104 - 107, 31 July 2012",
        "M.C. v. Bulgaria, no. 39272/98, § 179, ECHR 2003-XII",
        "Mahmut Kaya v. Turkey, no. 22535/93, § 115, ECHR 2000-III",
        "Osman v. the United Kingdom, 28 October 1998, § 115, Reports of Judgments and Decisions 1998-VIII",
        "Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, ECHR 2002-II",
        "Rantsev v. Cyprus and Russia, no. 25965/04, § …, ECHR 2010 (extracts)",
        "Siliadin v. France, no. 73316/01, § 82, ECHR 2005-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "431442",
    "typedescription": "15"
}