{
    "__articles": "5;5-1;5-1-a;34;35;35-1;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 5-1;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "48038/06",
    "article": [
        "41",
        "35",
        "5",
        "34"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-107558.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 48038/06) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Jakob Schönbrod (“the applicant”), on 11 November 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms M. Nadenau, a lawyer practising in . The German Government (“the Government”) were represented by their Agent, Mrs A. WittlingVogel, Ministerialdirigentin, of the Federal Ministry of Justice, and by Mr H. Schöch, Professor of criminal law.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his preventive detention had failed to comply with Article 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 February 2007 the President of the Fifth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1933. He was detained in Aachen Prison until his release on 1 March 2008.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s previous convictions and the order for his preventive detention",
                                "elements": [
                                    {
                                        "content": "6.  The applicant has been convicted twenty-two times since 1949, initially notably for smuggling and thefts. Since 1955 he has spent most of his life in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 23 April 1968 the  convicted the applicant on two charges of joint aggravated (armed) robbery of a bank, sentenced him to twelve years’ imprisonment and ordered his preventive detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 20 January 1970 the  convicted the applicant of aggravated robbery-style theft committed against a money courier. Taking into account the term of imprisonment from the judgment of 23 April 1968, it imposed on the applicant a cumulative sentence of thirteen years’ imprisonment, but quashed the order for preventive detention. The remainder of his prison sentence was suspended on 31 March 1977 and the applicant was released and placed on probation; this suspension was subsequently revoked.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 7 December 1978 the  convicted the applicant, in particular, of two counts of joint aggravated (armed) robbery, of aiding and abetting another joint aggravated robbery, of three counts of aggravated theft and one count of attempted aggravated theft. It sentenced him to thirteen years’ imprisonment and ordered his preventive detention under Article 66 § 1 of the Criminal Code (see paragraphs 45-46 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The  found that the applicant, who had been released from prison on 31 March 1977 and had a job, had committed the said offences between June 1977 and his arrest in November 1977. Together with two accomplices, he had robbed a money courier and a bank, armed. He had further stolen or attempted to steal together with others several cars which had later been used when committing the two robberies and another bank robbery in which the applicant had not otherwise participated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Having consulted an expert, the  found that since his youth the applicant had been strongly inclined to commit offences and to make his living thereby, even though he could have worked. Serving long sentences had not prevented him from reoffending and from committing more and more serious offences at ever shorter intervals. Since there were no indications that the applicant would not reoffend, he was dangerous to the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 11 April 1980 the Federal Court of Justice dismissed the applicant’s appeal on points of law against the judgment of 7 December 1978, which thereby became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 29 April 1983 the  reopened the proceedings in respect of one of the applicant’s accomplices, W., who had also been convicted of bank robbery on 7 December 1978, and acquitted him. The third accomplice to the robbery, Schw., had confessed that he had wrongfully incriminated both W. and the applicant in this offence. The applicant’s request for reopening of the proceedings against him was subsequently dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 2 February 1993 the  suspended the order remanding the applicant in preventive detention from 26 April 1993 (when the applicant would have served his full prison sentence), granted probation and ordered the applicant to be placed under supervision of conduct (Führungsaufsicht) for four years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant served the sentence imposed by the judgment of 7 December 1978 in full, as well as the remainder of the sentence imposed by the judgment of 20 January 1970, until 26 April 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 20 May 1996 the Koblenz Regional Court convicted the applicant of aggravated (armed) robbery committed with others, sentenced him to ten years’ imprisonment and ordered his preventive detention. It found that the applicant, armed with a machine gun, had robbed a bank together with an accomplice in June 1995; he had been in custody since then.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 13 November 1996 the Federal Court of Justice quashed the judgment of 20 May 1996 so far as the applicant’s sentence and his preventive detention were concerned and remitted the case to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 18 June 1997 the  again sentenced the applicant to ten years’ imprisonment. It considered the conditions for his preventive detention under Article 66 of the Criminal Code to have been met. However, for reasons of proportionality, the court did not order the applicant’s preventive detention, which would then have been of indefinite duration. It argued that from 8 June 2005 onwards, the applicant would be placed in preventive detention on the basis of the judgment of 7 December 1978, as the provisional suspension of his preventive detention on 2 February 1993 was likely to be revoked, and that he would be of advanced age afterwards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 6 July 1998 the Bonn Regional Court, acting as the court dealing with the execution of sentences, revoked the suspension of the applicant’s provisional preventive detention granted on 2 February 1993 pursuant to Article 67g § 1 no. 1 of the Criminal Code (see paragraph 51 below) in view of his renewed conviction for aggravated robbery committed in June 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 1 September 1998 the Cologne Court of Appeal, disagreeing with the General Public Prosecutor’s view, dismissed the applicant’s appeal against the decision of 6 July 1998. The applicant’s objection was of no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 25 February 1999 the  declined to consider the applicant’s constitutional complaint (no. 2 BvR 1712/98) against the decision of the Cologne Court of Appeal dated 1 September 1998. It found that the applicant had failed sufficiently to substantiate his complaint, which was therefore inadmissible. It observed, however, that the provisions of the Criminal Code did not permit the revocation of the suspension of the applicant’s provisional preventive detention after the expiry of the four-year period of supervision of his conduct. It was firstly up to the courts dealing with matters relating to the execution of sentences to examine whether the revocation decision could be amended at the applicant’s request or of the court’s own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 13 April 1999 the Cologne Court of Appeal dismissed the applicant’s request, supported by the Public Prosecutor General, for the decisions of the  dated 6 July 1998 and of the Cologne Court of Appeal dated 1 September 1998 to be set aside. It found that under Article 68c § 3, second sentence, of the Criminal Code (see paragraph 52 below), the supervision of the applicant’s conduct for four years ordered in 1993 had not ended until now as the applicant had been detained since June 1995 and the time spent in detention did not count towards the period of the supervision of his conduct. Therefore, the provisional suspension of the preventive detention order against him could still be revoked in 1998.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings at issue",
                                "elements": [
                                    {
                                        "content": "1.  The decision of the ",
                                        "elements": [
                                            {
                                                "content": "23.  On 13 September 2004 the  started the proceedings for examination of the need for the applicant’s preventive detention after the end of his prison term by requesting the Public Prosecutor’s Office to send the case file and by ordering the Aachen Prison authorities to make a statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The director of Aachen Prison thereupon sent a statement dated 30 December 2004, which he supplemented at the court’s request on 25 February 2005. Following two reminders from the , the Public Prosecutor’s Office submitted the case file to the court in March 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 30 March 2005 the  requested a psychiatric expert to give an opinion on whether the applicant was still so dangerous that his preventive detention was necessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant served his prison sentence in full, up to 7 June 2005. From 8 June 2005 the applicant was in preventive detention ordered in the judgment dated 7 December 1978.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Following an inquiry of the  at the applicant’s request, the latter was examined by the psychiatric expert on 3 August 2005. Following two further requests made by the applicant to make progress in the proceedings, a report drafted by two psychiatric experts was submitted to the court on 16 November 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 30 March 2006 the Aachen Regional Court, having heard the applicant and his counsel on that day and having consulted the director of Aachen Prison and two experts, ordered the execution of the preventive detention order in respect of the applicant made in the Cologne Regional Court judgment of 7 December 1978.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Regional Court considered in detail the previous convictions of the applicant, aged 72, notably his convictions for aggravated robbery and robbery-style theft by judgments dated 23 April 1968, 20 January 1970, 7 December 1978 and 18 June 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The  found that the execution of the preventive detention order against the applicant was still necessary in view of its objective (Article 67c § 1 of the Criminal Code, see paragraph 48 below). In the court’s view, the applicant was likely to commit further serious offences similar to those he had previously committed if released (Article 67d § 2 of the Criminal Code, see paragraph 50 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In the ’s view, the applicant had been a persistent offender since his youth, who had reoffended shortly after being released on probation and after serving long prison sentences. He did not have any family ties outside prison and did not have any precise plans as to what he would be doing when released. He was lively for his age. He suffered from orthopaedic health problems, notably injuries to his left knee and his hip, which, as found by the prison doctor, entailed a considerable but not extreme walking disability. His walking ability could have been considerably improved by an artificial hip, but he refused to have the operation while he was in prison. Having consulted the prison doctor, the court took the view that the applicant’s walking disability could not yet be considered so severe as to render him physically unable to commit an offence, notably as his previous offences had not required significant mobility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Regional Court, having regard to the report dated 16 November 2005 by the two psychiatric experts who had examined the applicant, took the view that the applicant’s personal and social situation remained similar to that which had existed when he was released from prison in 1993 at the age of 59. He had not changed his attitude towards offences and therefore remained dangerous.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The decision of the  Court of Appeal",
                                        "elements": [
                                            {
                                                "content": "33.  On 26 June 2006 the Cologne Court of Appeal dismissed the applicant’s appeal against the  decision of 30 March 2006. It did not share the view expressed by the  in its decision dated 25 February 1999 that the revocation of the suspension of the applicant’s provisional preventive detention had no longer been possible on 6 July 1998 according to the provisions of the Criminal Code. Pursuant to Article 67g § 5 of the Criminal Code (see paragraph 51 below), preventive detention would cease to apply at the end of the offender’s supervision of conduct if the court had not revoked the suspension of his preventive detention before that date. However, the supervision of the applicant’s conduct for four years ordered in 1993 had not ended, as the applicant had been detained since June 1995 and the time spent in detention did not count towards the duration of the supervision of conduct (Article 68c § 3, second sentence, of the Criminal Code).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Moreover, the Court of Appeal found that, contrary to the applicant’s submissions in his appeal, the fact that the Regional Court had failed to reach a decision on the applicant’s preventive detention before the applicant had served his full prison sentence on 7 June 2005 (Article 67c § 2 of the Criminal Code) did not render its decision unlawful. In any event, the mistake had been remedied ex nunc when the decision was taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  According to the Court of Appeal, the applicant needed to be kept in preventive detention in order to protect the public from particularly dangerous offenders. The applicant did not truly question or regret his offences. As found by two experts in an additional report, the applicant’s statements concerning his offences were very similar to those he had made before his previous release from prison, following which he had reoffended. The applicant’s age and the health problems accompanying it did not, at least at the time, warrant a different conclusion as to the danger he presented to the public. The applicant had also already reached retirement age when he had committed his last offence. As found by the prison doctor on 25 February 2005, his knee and hip were damaged. The court found that these illnesses caused pain, but did not entail a walking disability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Remanding the applicant in preventive detention was also not disproportionate, as he was likely to commit serious offences if released. However, in view of his present illnesses and the usual diminution of physical fitness with advancing age the applicant’s preventive detention would probably not last until its termination in 2015, but would be suspended on probation. Therefore, the applicant should be prepared for a life outside prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 14 July 2006 the Cologne Court of Appeal dismissed the applicant’s objection against that decision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The decision of the ",
                                        "elements": [
                                            {
                                                "content": "38.  On 3 August 2006 the applicant lodged a complaint with the  against the decisions of the  dated 30 March 2006 and of the Cologne Court of Appeal dated 26 June 2006. He claimed that his right to liberty had been violated. He argued that, as had been expressly found in the decision of the  dated 25 February 1999, the revocation of the suspension of his provisional preventive detention had no longer been possible on 6 July 1998. Moreover, he had been remanded in preventive detention since 8 June 2005 without a legal basis, in particular because the courts had failed to reach a decision on the necessity of that remand in custody within a reasonable time, as required by Article 67c § 1 of the Criminal Code as interpreted in the well-established case-law of the courts of appeal and of the Federal Constitutional Court itself (see paragraph 49 below). Due to his age, 73, and his walking disability, which had already made him physically unable to reoffend, his preventive detention was also disproportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 21 September 2006 the  declined to consider the applicant’s constitutional complaint (file no. 2 BvR 1614/06). It found that the complaint had no prospects of success.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The  considered that, even assuming that the decisions on the necessity to remand the applicant in preventive detention should have been based on paragraph 1 of Article 67c of the Criminal Code, they did not violate the Basic Law. Contrary to the applicant’s view, he had not been detained without legal basis in the period between the end of his prison term and the ’s decision ordering the execution of the preventive detention order against him. Referring to its decision of 9 March 1976 (file no. 2 BvR 618/75, see paragraph 49 below), it found that the execution of a preventive detention order on the basis of a judgment of the sentencing court ordering it under Article 66 of the Criminal Code was permitted if the Regional Court dealing with the execution of sentences had begun with its examination under Article 67c § 1 of the Criminal Code before the person concerned had fully served his prison sentence, even if it had not yet taken its decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The  further took the view that the , which had started the proceedings concerning suspension of the applicant’s preventive detention some nine months before the end of the applicant’s prison term, had not delayed the proceedings in a manner which would violate his right to liberty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Furthermore, the decision of the courts dealing with the execution of sentences not to suspend the preventive detention order against the applicant and grant probation did not appear arbitrary in view of the applicant’s repeated serious offences and there was no violation of the courts’ duty to investigate the matter.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "43.  On 20 December 2007 the  decided to suspend the preventive detention order made against the applicant in the ’s judgment of 7 December 1978 and grant probation as of 1 March 2008; it further ordered supervision of the applicant’s conduct. Having regard to all the circumstances of the case before it, including, in particular, the applicant’s walking disability, the court considered, in accordance with the view taken by the medical expert it had consulted and contrary to the view taken by the director of Aachen Prison and the Cologne Public Prosecutor’s Office, that it was to be expected that the applicant would not commit further serious offences similar to those he had previously been convicted of if released \n(Article 67d § 2 of the Criminal Code).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "44.  A comprehensive summary of the provisions of the Criminal Code and of the Code of Criminal Procedure governing the distinction between penalties and measures of correction and prevention, in particular preventive detention, and the making, review and execution in practice of preventive detention orders, is contained in the Court’s judgment in the case of M. v. Germany (no. 19359/04, §§ 45-78, 17 December 2009). The provisions relevant to the present case can be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The order of preventive detention by the sentencing court",
                                "elements": [
                                    {
                                        "content": "45.  A sentencing court may, at the time of an offender’s conviction, order his preventive detention, known as a measure of correction and prevention, under certain circumstances in addition to his prison sentence, a penalty, if the offender has been shown to be dangerous to the public (Article 66 of the Criminal Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In particular, the sentencing court orders preventive detention in addition to the penalty if someone is convicted of an intentional offence and sentenced to at least two years’ imprisonment and if the following further conditions are satisfied: firstly, the perpetrator must have been sentenced twice already, to at least one year’s imprisonment in each case, for intentional offences committed prior to the new offence. Secondly, the perpetrator must previously have served a prison sentence or must have been detained pursuant to a measure of correction and prevention for at least two years. Thirdly, a comprehensive assessment of the perpetrator and his acts must reveal that, owing to his propensity to commit serious offences, notably those which seriously harm their victims physically or mentally or which cause serious economic damage, the perpetrator presents a danger to the general public (see Article 66 § 1 of the Criminal Code, in its version in force at the relevant time).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Preventive detention may only be ordered if such a measure is proportionate to the gravity of the offences committed by, or to be expected from, the perpetrator as well as to his dangerousness (Article 62 of the Criminal Code).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Remand in preventive detention",
                                "elements": [
                                    {
                                        "content": "48.  Article 67c of the Criminal Code governs orders for the preventive detention of convicted persons which are not executed immediately after the judgment ordering them becomes final. Paragraph 1 of the Article provides that if a term of imprisonment is executed prior to a simultaneously ordered placement in preventive detention, the court responsible for the execution of sentences (that is, a special Chamber of the Regional Court composed of three professional judges, see sections 78a and 78b (1)(1) of the Court Organisation Act) must review, before completion of the prison term, whether the person’s preventive detention is still necessary in view of its objective. If that is not the case, it temporarily suspends the execution of the preventive detention order and places the person on probation with supervision of their conduct which commences with the suspension. Pursuant to paragraph 2 of that Article, preventive detention may only be executed on the explicit order of the court if its execution has not started three years after the order becomes final, unless paragraph 1 applies. Time spent by the offender in detention by order of a public authority shall not count towards this time-limit. The court shall order the execution of the preventive detention order if the objective of the measure still requires it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As regards the lawfulness of the execution of a preventive detention order in cases in which the person concerned has served his sentence in full, but the courts dealing with the execution of sentences have not yet taken their decision under Article 67c § 1 of the Criminal Code as to whether preventive detention was still necessary in view of its objective, the following principles have been established in the German courts’ case-law. The execution of the preventive detention order made in the judgment of the criminal sentencing court under Article 66 of the Criminal Code is lawful and does not violate the constitutional right to liberty of the person concerned if the courts dealing with the execution of sentences have started examining the need for preventive detention before the person concerned has served his prison sentence in full and have terminated the proceedings without avoidable delays and within a reasonable time (see Federal Constitutional Court, file no. 2 BvR 618/75, decision of 9 March 1976, Collection of the decisions of the Federal Constitutional Court (BVerfGE), vol. 42, pp. 1 ss.; Düsseldorf Court of Appeal, file no. 2 Ws 303/92, decision of 28 July 1992, NJW 1993, pp. 1087 ss.; Berlin Court of Appeal, file no. 5 Ws 731/96, decision of 18 December 1996; and Berlin Court of Appeal, file no. 2 Ws 373-377/07, decision of 15 June 2007). The execution of a preventive detention order was not permitted, in any event, if a convict, owing to avoidable delays, has already been in preventive detention for ten months without a need for preventive detention having been established (see Düsseldorf Court of Appeal, ibid., p. 1087). In such cases, the execution of the preventive detention order had to be interrupted at the detainee’s request under Article 458 §§ 1 and 3, read in conjunction with Article 463 of the Code of Criminal Procedure (see paragraph 53 below), irrespective of the dangerousness of the person concerned (see Düsseldorf Court of Appeal, ibid., p. 1087; and Berlin Court of Appeal, file no. 2 Ws 373-377/07, decision of 15 June 2007).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Judicial review and duration of preventive detention and of supervision of conduct",
                                "elements": [
                                    {
                                        "content": "50.  Article 67d of the Criminal Code governs the duration of preventive detention. Paragraph 2, first sentence, of that Article, in its version in force at the relevant time, provides that if there is no provision for a maximum duration or if the time-limit has not yet expired, the court shall suspend on probation the further execution of the detention order as soon as it is to be expected that the person concerned will not commit any further unlawful acts on his release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Article 67g concerns the revocation of the suspension on probation of a preventive detention order. Pursuant to paragraph 1 no. 1, the court shall revoke the suspension of a preventive detention order if the convicted person, during the period of supervision of conduct, commits an unlawful act which shows that the objective of the measure necessitates his preventive detention. Paragraph 5 provides that preventive detention shall cease to apply at the end of the offender’s supervision of conduct if the court did not revoke the suspension of his preventive detention before that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Article 68c of the Criminal Code regulates the duration of the supervision of conduct. Pursuant to paragraph 3, in its version in force between 31 January 1998 and 17 April 2007, supervision of conduct shall begin once the order of that measure has become final (first sentence). The time the convicted person spends in detention by order of a public authority does not count towards the duration of the supervision of conduct (second sentence). Between 1 April 1987 and 30 January 1998 the same provision was made in paragraph 2 of Article 68c of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Article 458 § 1 of the Code of Criminal Procedure provides that if objections are raised to the admissibility of the execution of a penalty, a court decision shall be obtained. The further execution of the penalty shall not be suspended thereby; the court may, however, order a suspension of execution (Article 458 § 3 of the Code of Criminal Procedure). Pursuant to Article 463 § 1 of the Code of Criminal Procedure, Article 458 of that Code applies, mutatis mutandis, to the execution of measures of correction and prevention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Recent case-law of the  on preventive detention",
                                "elements": [
                                    {
                                        "content": "54.  On 4 May 2011 the  delivered a leading judgment concerning the retrospective prolongation of the complainants’ preventive detention beyond the former ten-year maximum period and about the retrospective order of the complainants’ preventive detention respectively (file nos. 2 BvR 2365/09, 2 BvR 740/10, 2 BvR 2333/08, 2 BvR 1152/10 and 2 BvR 571/10). The  held that all provisions on the retrospective prolongation of preventive detention and on the retrospective order of such detention were incompatible with the Basic Law as they failed to comply with the constitutional protection of legitimate expectations guaranteed in a State governed by the rule of law, read in conjunction with the constitutional right to liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The  further held that all provisions of the Criminal Code on the imposition and duration of preventive detention at issue were incompatible with the fundamental right to liberty of the persons in preventive detention. It found that those provisions did not satisfy the constitutional requirement of establishing a difference between preventive detention and detention for serving a term of imprisonment (Abstandsgebot). These provisions included, in particular, Article 66 of the Criminal Code in its version in force since 27 December 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The  ordered that all provisions declared incompatible with the Basic Law remained applicable until the entry into force of new legislation and until 31 May 2013 at the most. In relation to detainees whose preventive detention had been prolonged or ordered retrospectively, the courts dealing with the execution of sentences had to examine without delay whether the persons concerned, owing to specific circumstances relating to their person or their conduct, were highly likely to commit the most serious crimes of violence or sexual offences and if, additionally, they suffered from a mental disorder. As regards the notion of mental disorder, the  explicitly referred to the interpretation of the notion of “persons of unsound mind” in Article 5 § 1 sub-paragraph (e) of the Convention made in this Court’s case-law. If the above pre-conditions were not met, those detainees had to be released no later than 31 December 2011. The other provisions on the imposition and duration of preventive detention could only be further applied in the transitional period subject to a strict review of proportionality; as a general rule, proportionality was only respected where there was a danger of the person concerned committing serious crimes of violence or sexual offences if released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In its judgment, the Federal Constitutional Court stressed that the fact that the Constitution stood above the Convention in the domestic hierarchy of norms was not an obstacle to an international and European dialogue between the courts, but was, on the contrary, its normative basis in view of the fact that the Constitution was to be interpreted in a manner that was open to public international law (völkerrechtsfreundliche Auslegung). It stressed that, in line with that openness of the Constitution to public international law, it attempted to avoid breaches of the Convention in the interpretation of the Constitution. In its reasoning, the  relied on the interpretation of Article 5 and Article 7 of the Convention made by this Court in its judgment in the case of M. v.  (cited above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The applicant complained that his preventive detention violated, in particular, his right to liberty as provided in Article 5 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court; (...)”",
                                "elements": []
                            },
                            {
                                "content": "59.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "60.  In their observations on the admissibility and merits of the case dated 24 September 2007, submitted in accordance with Rule 54 § 2 (b) of the Rules of Court, the Government considered that the application, in so far as it related to the complaint under Article 5, was “admissible but unfounded”. However, in their comments on the applicant’s just satisfaction claims and further observations dated 21 January 2008, the Government objected for the first time that the applicant had failed to avail himself of all necessary remedies, as required by Article 35 § 1 of the Convention, in order to obtain at least a temporary release from preventive detention. They argued that the applicant had not requested an interruption of the execution of his preventive detention under Article 458 §§ 1 and 3 of the Code of Criminal Procedure, read in conjunction with Article 463 of the Code of Criminal Procedure (see paragraph 53 above). Under the appellate courts’ well-established case-law (see paragraph 49 above), the Regional Court dealing with the execution of sentences had to order such an interruption in cases in which a decision under Article 67c § 1 of the Criminal Code on the execution of the applicant’s preventive detention had not yet been taken by the end of his prison term and in which the delays caused in taking that decision had been avoidable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In their further observations dated 14 June 2011 the Government objected that the applicant had failed to exhaust domestic remedies as required by Article 35 § 1 of the Convention also for another reason. They argued that in its leading judgment of 4 May 2011 (see paragraphs 54-57 above), the  had introduced a new domestic remedy for review of the ongoing preventive detention of the persons concerned. The applicant had been obliged to exhaust that domestic remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Government further took the view that the applicant could no longer claim to be the victim of a violation of his Convention rights. In its above-mentioned judgment, the  had implemented the findings the Court had made in its judgments on German preventive detention. The Convention violations found have thus partly been remedied by the  in its transitional rules, and will partly be remedied as soon as possible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The applicant did not comment on the Government’s new submissions.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "64.  The Court reiterates that according to Rule 55 of the Rules of Court, any plea of inadmissibility must, in so far as its character and the circumstances permit, be raised by the respondent Contracting Party in its observations on the admissibility of the application submitted as provided in Rule 54 (compare also Sejdovic v.  [GC], no. 56581/00, § 41, ECHR 2006II; Mooren v.  [GC], no. 11364/03, § 57, ECHR 2009...; and Medvedyev and Others v. France [GC], no. 3394/03, § 69, ECHR 2010...). It observes that the Government objected that the applicant had failed to exhaust domestic remedies only in their further observations in reply to the applicant’s observations, after having considered in their initial observations on the admissibility of the application that the latter was admissible in so far as it related to the complaint under Article 5. Therefore, an issue arises in relation to whether the Government must be considered to have been prevented from raising that objection at this stage of the proceedings (compare also Stanev v. Bulgaria (dec.), no. 36760/06, § 114, 29 June 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court considers, however, that it is not necessary in the present case to examine that question. In so far as the Government claimed that the applicant failed to request an interruption of the execution of his preventive detention under the applicable provisions of the Code of Criminal Procedure, it reiterates that domestic remedies have not been exhausted when an appeal is not admitted because of a procedural mistake by the applicant. However, non-exhaustion of domestic remedies cannot be held against the applicant if, in spite of the latter’s failure to observe the forms prescribed by law, the competent authority has nevertheless examined the substance of the appeal (see, inter alia, Skałka v. Poland (dec.), no. 43425/98, 3 October 2002; Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no. 2) [GC], no. 32772/02, §§ 43, 45, ECHR 2009...; and Gäfgen v. Germany [GC], no. 22978/05, § 143, ECHR 2010...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court notes that the applicant objected both in the proceedings before the Court of Appeal (see paragraph 34 above) and in those before the Federal Constitutional Court (see paragraph 38 above) in respect of the lawfulness or otherwise of the execution of his preventive detention since 8 June 2005. He argued that the courts had failed to reach a decision on the necessity of his placement within a reasonable time, as required by Article 67c § 1 of the Criminal Code and the well-established case-law of the courts of appeal and the . Both domestic courts examined the substance of the applicant’s complaint and considered the applicant’s preventive detention lawful and in compliance with his constitutional right to liberty. They did not consider themselves precluded from examining that issue because the applicant should have previously requested an interruption of the execution of his preventive detention before the  (see paragraphs 34 and 40-41 above). The courts having thus ruled on the merits of the applicant’s complaint also in this respect, this part of the application cannot be dismissed under Article 35 § 1 of the Convention for non-exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government further argued that the applicant should have exhausted the new domestic remedy introduced by the ’s judgment of 4 May 2011. The Court reiterates in this respect that under Article 35 § 1 of the Convention, recourse should be had to remedies which are available and sufficient to afford redress in respect of the breach of the Convention alleged (see, among many others, Akdivar and Others v. Turkey, 16 September 1996, § 66, Reports of Judgments and Decisions 1996IV). It notes that in the present case, the applicant complained about his preventive detention which started on 8 June 2005 and from which he was released on 1 March 2008. The new domestic remedy introduced subsequently by the  for review of ongoing preventive detentions is not, therefore, capable of affording redress to the applicant. The applicant thus did not have to exhaust that remedy for the purposes of Article 35 § 1 of the Convention. Consequently, the Government’s objections of non-exhaustion of domestic remedies must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court observes that the Government also objected that the applicant could no longer claim to be the victim of a violation of his Convention rights as the  remedied the alleged Convention violations by its judgment of 4 May 2011 and, in particular, by the transitional rules it contains. The Court reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” of a violation of a Convention right within the meaning of Article 34 of the Convention unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, inter alia, Eckle v. Germany, 15 July 1982, § 66, Series A no. 51; Amuur v. France, 25 June 1996, § 36, Reports 1996III; and Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court notes that in its leading judgment of 4 May 2011, the Federal Constitutional Court relied on the interpretation of Article 5 and Article 7 of the Convention adopted by this Court in its judgment in M. v. Germany (no. 19359/04, 17 December 2009) and the follow-up cases thereto. It welcomes the ’s approach of interpreting the provisions of the Basic Law also in the light of the Convention and this Court’s case-law, which demonstrates that court’s continuing commitment to the protection of fundamental rights not only on national, but also on European level. It agrees with the Government that by its judgment, the  implemented this Court’s findings in its above-mentioned judgments on German preventive detention in the domestic legal order. It gave clear guidelines both to the domestic criminal courts and to the legislator on the consequences to be drawn in the future from the fact that numerous provisions of the Criminal Code on preventive detention were incompatible with the Basic Law, interpreted, inter alia, in the light of the Convention. Its judgment thus reflects and assumes the joint responsibility of the State Parties and this Court in securing the rights set forth in the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Having regard to the scope of the Federal Constitutional Court’s judgment, it appears doubtful, however, whether that court intended to acknowledge a violation of Article 5 § 1 of the Convention in the circumstances at issue in the present application. In any event, the ’s judgment cannot be considered as having granted redress for the alleged breach of Article 5 § 1 by the applicant’s preventive detention between 8 June 2005 and 1 March 2008. The Government’s objection that the applicant lost his victim status must therefore equally be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "72.  The applicant argued that his preventive detention had failed to comply with Article 5. It was not covered by any of the sub-paragraphs (a) to (f) of Article 5 § 1. He considered that the domestic courts’ finding that the aim of the preventive detention order made against him still demonstrated a need for preventive detention and that he was likely to commit further serious offences if released was incomprehensible and arbitrary. 73 years old at the time of the impugned decisions, he was no longer dangerous to the public. It did not suffice that he was considered lively for his age. Moreover, in view of his state of health, he would not even physically be able to commit further serious offences. As confirmed by the medical expert, he had been suffering from a considerable walking disability for several years and his poor state of health had remained unchanged despite several operations. The domestic courts had failed to take their own decision on the applicant’s dangerousness, but had simply adopted the conclusions of an insufficiently reasoned expert report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The applicant further submitted that his preventive detention was unlawful. The judgment of 7 December 1978 on which it was based was a miscarriage of justice. Moreover, the , on 6 July 1998, had revoked the provisional suspension of the execution of his preventive detention, despite the fact that a revocation was no longer lawful following the expiry of his four-year supervision of conduct on 25 April 1997. It had been confirmed by the , in its decision of 25 February 1999 that the suspension of his preventive detention could no longer be revoked under the provisions of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Furthermore, the applicant considered that his preventive detention from 8 June 2005 until 30 March 2006 had also been unlawful, because he had been detained without a decision on the execution of his preventive detention being taken within a reasonable time. The avoidable delays in the proceedings under Article 67c of the Criminal Code had occurred because the Public Prosecutor’s Office had failed to submit the case file to the  for some six months and because the latter had failed to take measures to obtain both the file and the expert report in due course. Article 67c of the Criminal Code had to be interpreted in the light of the applicant’s fundamental right to liberty and thus as requiring a decision on the execution of the applicant’s preventive detention to be taken before he had fully served his prison sentence. There had been sufficient time to terminate the proceedings prior to the end of the applicant’s prison term so that the said interpretation did not lead to a “race” between the court and the detainee.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "75.  The Government took the view that the applicant’s preventive detention had been covered by sub-paragraph (a) of Article 5 § 1. That detention had occurred after his conviction by the  on 7 December 1978, read in conjunction with the lawful revocation of the provisional suspension of his preventive detention by the ’s decision of 6 July 1998. There also remained a sufficient causal connection between the judgment of 1978 and the execution of the preventive detention order made in it since June 2005, despite the lapse of time. Despite the applicant’s age and his state of health, it had been necessary to execute the preventive detention order against him as he was still able to commit armed robberies and was thus still dangerous to the public – a finding which the domestic courts had made in accordance with the views expressed by a medical expert and the prison authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the Government’s submission, the applicant’s preventive detention was also lawful and in accordance with a procedure prescribed by law. The order for his preventive detention in the judgment of the Cologne Regional Court of 7 December 1978, which was final, the applicant’s repeated requests for a reopening of the proceedings having been refused, was lawful under Article 66 § 1 of the Criminal Code. Likewise, the revocation of the provisional suspension of the applicant’s preventive detention granted on 2 February 1993 by the Bonn Regional Court on 6 July 1998 had been in accordance with Article 67g § 1 no. 1 of the Criminal Code. The applicant had again committed an armed bank robbery in June 1995, during the period of supervision of conduct, and the revocation decision had also been taken during that latter period, which was suspended during the applicant’s renewed detention from 10 June 1995 (see Articles 67g § 5 and 68c § 2, second sentence, of the Criminal Code, in their version then in force; see paragraphs 51-52 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Government further argued that the execution of the applicant’s preventive detention from 8 June 2005 onwards had equally been lawful. In particular, as had been confirmed by all domestic courts in the proceedings at issue, his preventive detention had been lawful in the period between 8 June 2005 (end of his term of imprisonment) and 30 March 2006 (decision of the Aachen Regional Court on the execution of the preventive detention order) under Article 67c § 1 of the Criminal Code. Under that provision, as interpreted in the well-established case-law of the courts dealing with the execution of sentences (see paragraph 49 above), the execution of a preventive detention order made in the judgment of the sentencing court was lawful as long as the court dealing with the execution of sentences had already started its examination of the need for the execution of that order by the time the person concerned had served his prison sentence in full, as was the case here, even if the court had not taken its decision yet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government argued that the , acting as the court responsible for the execution of sentences, had complied with its duty under the Basic Law to give a decision speedily. It had started the proceedings for review of whether the applicant’s preventive detention was necessary in view of its objective some nine months before the end of the prison term, a considerable time, and had furthered the proceedings as much as possible and had taken its decision within a reasonable time. The relatively long duration of the proceedings had not been caused by avoidable mistakes by the competent authorities, but had to be attributed to the duration of the psychiatric and psychological examination and to the court’s difficulties in obtaining observations from the prison authorities and defence counsel, who had to be given access to the case file first. Starting the examination earlier would not have been useful because there could have been new facts later which would then have had to be taken into consideration. The delays had not been such that the applicant’s continued detention had to be considered arbitrary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Given that the proceedings before the Aachen Regional Court had not been delayed sufficiently to breach the applicant’s fundamental rights under the Basic Law, there was also no violation of the right to a speedy review of the lawfulness of the applicant’s detention under Article 5 § 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Recapitulation of the relevant principles",
                                "elements": [
                                    {
                                        "content": "80.  The Court reiterates the fundamental principles laid down in its caselaw on Article 5 § 1 of the Convention, which have been summarised in relation to applications concerning preventive detention, in particular, in its judgment of 17 December 2009 in the case of M. v. Germany, no. 19359/04:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“86.  Article 5 § 1 sub-paragraphs (a) to (f) contain an exhaustive list of permissible grounds for deprivation of liberty, and no deprivation of liberty will be lawful unless it falls within one of those grounds (see, inter alia, Guzzardi v. Italy, 6 November 1980, § 96, Series A no. 39; Witold Litwa v. , no. 26629/95, § 49, ECHR 2000III; and Saadi v. the  [GC], no. 13229/03, § 43, ECHR 2008...). ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  For the purposes of sub-paragraph (a) of Article 5 § 1, the word “conviction”, having regard to the French text (“condamnation”), has to be understood as signifying both a finding of guilt after it has been established in accordance with the law that there has been an offence (see Guzzardi, cited above, § 100), and the imposition of a penalty or other measure involving deprivation of liberty (see Van Droogenbroeck v. Belgium, 24 June 1982, § 35, Series A no. 50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Furthermore, the word “after” in sub-paragraph (a) does not simply mean that the “detention” must follow the “conviction” in point of time: in addition, the “detention” must result from, follow and depend upon or occur by virtue of the “conviction” (see Van Droogenbroeck, cited above, § 35). In short, there must be a sufficient causal connection between the conviction and the deprivation of liberty at issue (see Weeks v. the United Kingdom, 2 March 1987, § 42, Series A no. 114; Stafford v. the United Kingdom [GC], no. 46295/99, § 64, ECHR 2002IV; Waite v. the United Kingdom, no. 53236/99, § 65, 10 December 2002; and Kafkaris v. Cyprus [GC], no. 21906/04, § 117, ECHR 2008...). However, with the passage of time, the link between the initial conviction and a further deprivation of liberty gradually becomes less strong (compare Van Droogenbroeck, cited above, § 40, and Eriksen, cited above, § 78). The causal link required by sub-paragraph (a) might eventually be broken if a position were reached in which a decision not to release or to re-detain was based on grounds that were inconsistent with the objectives of the initial decision (by a sentencing court) or on an assessment that was unreasonable in terms of those objectives. In those circumstances, a detention that was lawful at the outset would be transformed into a deprivation of liberty that was arbitrary and, hence, incompatible with Article 5 (compare Van Droogenbroeck, cited above, § 40; Eriksen, cited above, § 78; and Weeks, cited above, § 49).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Any deprivation of liberty must, in addition to falling within one of the exceptions set out in sub-paragraphs (a) to (f) of Article 5 § 1, be “lawful”. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules thereof (see, among many other authorities, Erkalo v. the Netherlands, 2 September 1998, § 52, Reports 1998VI; Baranowski v. Poland, no. 28358/95, § 50, ECHR 2000III; and Saadi, cited above, § 67).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  While it is normally in the first place for the national authorities, notably the courts, to interpret and apply domestic law, it is otherwise in relation to cases where, as under Article 5 § 1, failure to comply with that law entails a breach of the Convention. In such cases the Court can and should exercise a certain power to review whether national law has been observed (see Winterwerp v. the Netherlands, 24 October 1979, § 46, Series A no. 33; Benham v. the United Kingdom, 10 June 1996, § 41, Reports 1996III; and Baranowski, cited above, § 50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Compliance with the rules of national law primarily requires any arrest or detention to have a legal basis in domestic law but also relates to the quality of the law, requiring it to be compatible with the rule of law, a concept inherent in all the Articles of the Convention (see Stafford, cited above, § 63, and Kafkaris, cited above, § 116). “Quality of the law” in this sense implies that where a national law authorises deprivation of liberty it must be sufficiently accessible, precise and foreseeable in its application, in order to avoid all risk of arbitrariness (see Amuur v. France, 25 June 1996, § 50, Reports 1996III; Nasrulloyev v. Russia, no. 656/06, § 71, 11 October 2007; and Mooren v.  [GC], no. 11364/03, § 76, ECHR 2009...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness (see, among many other authorities, Winterwerp, cited above, §§ 37, 45; Erkalo, cited above, §§ 52, 56; Saadi, cited above, § 67; and Mooren, cited above, § 72).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court has acknowledged that one of the relevant elements in assessing whether a person’s detention must be considered arbitrary for the purposes of Article 5 § 1 is the speed with which the domestic courts replaced a detention order which had either expired or had been found to be defective (see Koendjbiharie v. the Netherlands, 25 October 1990, § 27, Series A no. 185B, and Mooren, cited above, §§ 80-81).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court thus found in the context of sub-paragraphs (a) and (e) of Article 5 § 1 that, for instance, a delay of eighty-two days between the expiry of the initial order of detention in a psychiatric institution and its renewal and the lack of adequate safeguards to ensure that the applicant’s detention would not be unreasonably delayed was inconsistent with the purpose of Article 5 § 1, to protect individuals from arbitrary detention (see Erkalo, cited above, §§ 56-60). In contrast, the Court considered that an interval of two weeks between the expiry of the earlier order of detention in a psychiatric hospital and the making of the succeeding renewal order could not be regarded as unreasonable or excessive, so that this delay did not involve an arbitrary deprivation of liberty (see Winterwerp, cited above, § 49, in the context of sub-paragraph (e) of Article 5 § 1 alone). Likewise, a delay of approximately one month between the expiry of an order to confine the applicant to a secure institution and its extension was found not to render arbitrary the deprivation of liberty at issue (see Rutten v. the Netherlands, no. 32605/96, §§ 39-47, 24 July 2001).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles to the present case",
                                "elements": [
                                    {
                                        "content": "87.  The Court shall determine, first, in the light of the foregoing principles, whether the applicant, during his preventive detention at issue, was deprived of his liberty in accordance with one of the sub-paragraphs (a) to (f) of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  That detention was justified under sub-paragraph (a) of Article 5 § 1 if it occurred “after conviction”, in other words if there was a sufficient causal connection between the applicant’s criminal conviction by the sentencing Cologne Regional Court in December 1978, which found him guilty, in particular, on two counts of joint aggravated (armed) robbery and ordered his preventive detention in addition to a prison sentence, and his continued deprivation of liberty in preventive detention since June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In that connection the Court would refer to its findings in its recent judgment of 17 December 2009 in the case of M. v.  (cited above). In that judgment, it found that Mr M.’s preventive detention, which, as in the present case, was ordered by the sentencing court under Article 66 § 1 of the Criminal Code, was covered by sub-paragraph (a) of Article 5 § 1, as it had occurred “after conviction” in so far as it had not been extended beyond the statutory maximum period applicable at the time of that applicant’s offence and conviction (ibid., §§ 96 and 97-105). Having regard to its findings in that judgment, from which it sees no reason to depart, the Court considers that the preventive detention under Article 66 of the Criminal Code of the applicant in the present case, who was not detained for a period beyond the statutory maximum period applicable at the time of his offence and conviction, could, in principle, be based on his “conviction”, for the purposes of Article 5 § 1 (a), by the Cologne Regional Court in December 1978.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  It remains to be determined whether the applicant’s preventive detention during the period here at issue occurred “after” conviction, that is, whether there remained a sufficient causal connection between his conviction and the deprivation of liberty at issue. The Court notes at the outset that the causal connection between the applicant’s conviction and his preventive detention was not broken because of the initial provisional suspension of the preventive detention order on 2 February 1993 (see paragraph 14 above), as that suspension had been revoked on 6 July 1998 (see paragraph 19 above), prior to the applicant’s current preventive detention (for the lawfulness of that revocation see paragraphs 99-101 below). It further reiterates in this context that the causal link required might be broken if the courts’ decision not to release the person concerned were based on grounds which were inconsistent with the objectives of the decision by the sentencing court when ordering preventive detention or based on an assessment that was unreasonable in terms of those objectives (see paragraph 80 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court observes that the sentencing court, the , ordered the applicant’s preventive detention in 1978 in view of his conviction for, inter alia, armed robbery of a money courier and a bank, committed shortly after his last release from prison, where he had already served long sentences for similar offences. By that order, the  intended to prevent the applicant from committing further similar offences. In the proceedings at issue, the , whose decision was confirmed on appeal, ordered the execution of the preventive detention order made in 1978 because it considered that the applicant, who had not changed his attitude, was still likely to commit further armed robberies or similar offences if released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Having regard to the grounds given for the order and execution of the applicant’s preventive detention, the Court considers that the decision of the courts responsible for the execution of sentences not to release the applicant was consistent with the objectives of the judgment of the sentencing court, in that both were aimed at preventing the applicant from committing further offences such as armed robberies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In determining whether the decision that the preventive detention order be executed was unreasonable in terms of that objective, the Court observes that more than twenty-six years passed between the order for the applicant’s preventive detention and its execution. That lapse of time does not in itself however render the applicant’s preventive detention unreasonable. The Court notes in that connection that the applicant did not only serve a long prison sentence for armed robbery imposed by the ’s 1978 judgment. He was again found guilty of another armed robbery committed in 1995 in relation to which no (second) preventive detention was ordered by the Koblenz Regional Court, only because the applicant was expected to be placed in preventive detention after serving his new term of imprisonment on the basis of the judgment of 7 December 1978 already (see paragraph 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court further notes that at the time the courts ordered the execution of the preventive detention order the applicant, aged 72, was already of advanced age and was found to be suffering from injuries to his left knee and his hip, which impaired his walking ability. In view of these factors, the question arises whether the domestic courts could reasonably consider the applicant still to pose a threat to the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court observes, however, that the domestic courts thoroughly examined that question, having regard to the applicant’s state of health and age. They consulted the prison doctor on this issue, as well as two psychiatric experts who examined the applicant in person. The applicant failed to substantiate that the experts’ report was insufficiently reasoned. In coming to their conclusion that the applicant could, at the relevant time, not yet be considered physically incapable of committing further armed robberies or similar offences, the domestic courts took into account, in particular, that the applicant’s previous offences had not necessitated significant mobility. Moreover, they noted that the applicant’s walking ability could be considerably improved by surgery, which the applicant did not want to undergo as long as he was in prison, and that the applicant had committed his last offence in 1995, when he was already of relatively advanced age (62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court further observes that the Court of Appeal considered that in view of his present illnesses and the usual diminution of physical fitness with advancing age, the preventive detention order against the applicant would probably be suspended and probation granted in the not too distant future. The applicant was indeed subsequently released from preventive detention by a decision of the  on 1 March 2008 (see paragraph 43 above). The Court is therefore satisfied that the decision to execute the applicant’s preventive detention was not unreasonable in terms of its objective at the relevant time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Therefore, there remained a sufficient causal connection between the applicant’s criminal conviction in 1978 and his preventive detention at issue for the purposes of sub-paragraph (a) of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  In determining whether the applicant’s preventive detention was “lawful” and “in accordance with a procedure prescribed by law” the Court observes that the applicant contested the lawfulness of his preventive detention, ordered by the ’s final judgment of 7 December 1978, on two grounds. Firstly, the revocation of the suspension of his preventive detention order in July 1998 had not been lawful. Secondly, his preventive detention between 8 June 2005 and 30 March 2006 had been unlawful because the domestic courts had failed to take a decision on the execution of the preventive detention order within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Given that the applicant submitted that the revocation of the suspension of his preventive detention was unlawful and that, therefore, the preventive detention at issue failed to comply with the substantive and procedural rules of domestic law as its execution was no longer permitted, the Court takes note of the decision of the Federal Constitutional Court dated 25 February 1999. In that decision, the  had indeed taken the view that the provisions of the Criminal Code had not permitted the provisional revocation of the suspension of the applicant’s preventive detention after the expiry of the four-year period of supervision of his conduct (see paragraph 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  However, the Cologne Court of Appeal, in the proceedings here at issue, had found, to the contrary, that the revocation of the suspension of the applicant’s preventive detention in July 1998 was permissible under the Criminal Code. In that court’s view, it was true that under Article 67g § 5 of the Criminal Code, preventive detention would have ceased to apply at the end of the applicant’s four-year supervision of conduct ordered in 1993 if the court dealing with the execution of sentences had not revoked the suspension of his detention before the expiry of that period. However, under Article 68c § 3, second sentence, of the Criminal Code, the four-year supervision of conduct was still running even at the time of the Court of Appeal’s decision in June 2006, as the applicant had been detained since June 1995 and the time spent in detention did not count towards the duration of the supervision of conduct (see paragraph 33 above). In the proceedings here at issue the  did not contest this finding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Having regard to the domestic courts’ finding in the proceedings here at issue that the revocation of the suspension of the preventive detention order against the applicant had been in accordance with Article 67g § 5 and Article 68c § 3 of the Criminal Code and having regard itself to the precise and foreseeable content of these provisions, the Court is satisfied that the revocation at issue complied with domestic law, which itself was of the quality required by Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The applicant’s preventive detention was also lawful in that it was based on a foreseeable application of Article 66 § 1 and Article 67c of the Criminal Code. The Court takes note, in this connection, of the reversal of the ’s case-law concerning preventive detention in its leading judgment of 4 May 2011 (see paragraphs 54-57 above). In its said judgment the  considered, inter alia, Article 66 of the Criminal Code in its version in force since 27 December 2003 not to comply with the right to liberty of the persons concerned. It notes, however, that the applicant’s preventive detention here at issue was ordered and executed on the basis of a previous version of Article 66 of the Criminal Code. In any event, Article 66 of the Criminal Code in its version in force since 27 December 2003 was not declared void with retrospective effect, but remained applicable and thus a valid legal basis under domestic law, in particular, for the time preceding the ’s judgment. Therefore, the lawfulness of the applicant’s preventive detention at issue for the purposes of Article 5 § 1 is not called into question on this ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  In so far as the applicant considered his preventive detention between 8 June 2005 and 30 March 2006 unlawful, the Court observes that on 8 June 2005, when the applicant had fully served his term of imprisonment and was remanded in preventive detention, the Aachen Regional Court had not yet taken its decision, as required by Article 67c § 1 of the Criminal Code (see paragraph 48 above), as to whether the preventive detention order against the applicant should be executed. It was only some nine and a half months later, on 30 March 2006, that the said court dealing with the execution of sentences found that the execution of the preventive detention order against the applicant was necessary, as the applicant was likely to commit further serious offences if released. The applicant was thus detained during that period without the court order required by domestic law in addition to the preventive detention order made by the sentencing court in 1978.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court notes, however, that the domestic courts in the proceedings here at issue considered that the applicant’s detention was nevertheless permitted under German criminal and constitutional law. The , in particular, referring to its previous caselaw, found that the execution of the preventive detention order on the basis of a judgment of the sentencing court ordering it under Article 66 of the Criminal Code was lawful. It argued that it was sufficient that the Regional Court dealing with the execution of sentences had already begun with its examination under Article 67c § 1 of the Criminal Code before the applicant had fully served his prison sentence and had terminated the proceedings without unreasonable delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In view of the foregoing, the Court is prepared to accept that the applicant’s preventive detention between 8 June 2005 and 30 March 2006 remained lawful under domestic law. However, it reiterates that national law must also be of a certain quality: It must contain clear and accessible rules governing the circumstances in which deprivation of liberty is permissible and must notably satisfy the test of foreseeability (see paragraph 83 above). The Court finds that the domestic courts’ case-law, which authorises the courts dealing with the execution of sentences to take their decision on a person’s continued, preventive detention a certain, not clearly defined time after that person has fully served his prison sentence introduces an element of uncertainty in the application of Article 67c of the Criminal Code. That case-law therefore raises an issue in relation to the foreseeability of the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  However, the Court can leave open the question of the foreseeability of the domestic law in the present case. Under its wellestablished case-law, no detention which must be considered arbitrary can be compatible with Article 5 § 1. The speed with which domestic courts issued a fresh detention order after the expiry of a previous one is one of the relevant elements in assessing whether a person’s detention, despite its compliance with domestic law, must be considered arbitrary and thus contrary to Article 5 § 1 (see paragraphs 85-86 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court notes in this connection that the applicant was remanded in preventive detention without the necessary court order for nine and a half months, and thus for a considerable time. There is nothing to indicate that the applicant contributed in any way to the delays caused in the procedure. On the contrary, while the  had already initiated the proceedings at issue some nine months before end of the applicant’s prison sentence, these proceedings were subsequently considerably delayed for several reasons. First, it took the Public Prosecutor’s Office some six months to send the case file to the . That court then obtained the necessary expert report on the applicant’s dangerousness only another seven months later, despite the fact that the applicant had completed his prison sentence in the meantime. The  took its decision on the execution of the preventive detention order against the applicant only another four months after receipt of the expert report. Furthermore, there is nothing to indicate that the proceedings concerning the execution of the preventive detention order against the applicant, who had been in detention and thus under the authorities’ supervision for a long time, were particularly complex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  Having regard to the foregoing and to the strict standards the Court has laid down in its case-law concerning the question of State compliance with the requirement for speedy replacement of expired detention orders (see paragraph 86 above), the Court considers that the applicant’s detention between 8 June 2005 and 30 March 2006 must be considered arbitrary and thus unlawful for the purposes of Article 5 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Accordingly, the applicant’s detention between 8 June 2005 and 30 March 2006 violated Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  In view, in particular, of its finding of a violation of Article 5 § 1 on account of the lack of a timely decision, the Court does not consider it necessary to examine the applicant’s complaint under Article 5 § 4 of its own motion.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "111.  The applicant further complained under Articles 1, 3, 6 and 7 of the Convention about his preventive detention. He claimed that his preventive detention amounted to inhuman and degrading treatment in view of the uncertainty about the duration of his detention. Moreover, being aimed at averting possible future offences, his preventive detention violated the presumption of innocence. He also argued that by his preventive detention, which was ordered in addition to a prison sentence, he had been punished twice for the same offence.",
                                "elements": []
                            },
                            {
                                "content": "112.  The Court has examined the remainder of the applicant’s complaints as submitted by him. However, having regard to all the material in its possession, the Court finds that, in so far as this part of the application is compatible ratione personae and ratione materiae with the provisions of the Convention, these complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that the remainder of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "113.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "114.  The applicant claimed compensation of 1,000 euros (EUR) per month he spent in preventive detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Government considered the applicant’s claim in respect of non-pecuniary damage to be excessive. They argued that under section 7 § 3 of the Criminal Prosecution Measures Compensation Act (Gesetz über die Entschädigung für Strafverfolgungsmaßnahmen), EUR 11 per day was payable in compensation for unlawful detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court observes that the applicant’s preventive detention had failed to comply with Article 5 § 1 of the Convention only between 8 June 2005 and 30 March 2006. This must have caused the applicant nonpecuniary damage such as distress and frustration, which cannot be compensated for solely by the finding of a Convention violation. Having regard to all the circumstances of the case and making its assessment on an equitable basis, it awards the applicant EUR 5,000 under this head, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "117.  Submitting documentary evidence, the applicant, who had been granted legal aid, claimed EUR 1,015.96 (including value-added tax) for costs and expenses incurred before the Court for the translation of his observations to the Court from German into English.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government did not comment on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable, despite the fact that the applicant was granted legal aid amounting to EUR 850, to award the sum of EUR 1,015.96 (inclusive of value-added tax) claimed in full for the translation costs incurred in the proceedings before the Court, plus any other tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "120.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 5 § 1 of the Convention concerning the applicant’s preventive detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention in relation to the applicant’s preventive detention between 8 June 2005 and 30 March 2006;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention,",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 November 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Elisabet Fura",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SCHÖNBROD v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-107558.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1124JUD004803806",
    "externalsources": [],
    "extractedappno": [
        "48038/06",
        "1712/98",
        "1614/06",
        "618/75",
        "19359/04",
        "303/92",
        "731/96",
        "377/07",
        "2365/09",
        "740/10",
        "2333/08",
        "1152/10",
        "571/10",
        "56581/00",
        "11364/03",
        "3394/03",
        "36760/06",
        "43425/98",
        "32772/02",
        "22978/05",
        "28114/95",
        "26629/95",
        "13229/03",
        "46295/99",
        "53236/99",
        "21906/04",
        "28358/95",
        "656/06",
        "32605/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 2, 46, 61-66, 67c, 67d and 67e of the Criminal Code",
        "Section 1a of the Introductory Act to the Criminal Code",
        "Articles 2 § 2, 20 § 3, 101 § 1 and 2 and 103 § 2 of the Basic Law",
        "Sections 2, 129-135 and 140 of the (Federal) Execution of Sentences Act"
    ],
    "itemid": "001-107558",
    "judgementdate": "24/11/2011 00:00:00",
    "kpdate": "24/11/2011 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "183",
        "498",
        "448",
        "339",
        "220",
        "18",
        "598",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "5-1-a",
        "34",
        "35-1",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "SCHÖNBROD",
        "GERMANY"
    ],
    "rank": "843.699890136719",
    "representedby": [
        "NADENAU M."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Akdivar and Others v. Turkey, 16 September 1996, § 66, Reports of Judgments and Decisions 1996-IV",
        "Amuur v. France, 25 June 1996, Reports 1996-III",
        "Baranowski v. Poland, no. 28358/95, ECHR 2000-III",
        "Benham v. the United Kingdom, 10 June 1996, § 41, Reports 1996-III",
        "Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI",
        "Eckle v. Germany, 15 July 1982, § 66, Series A no. 51",
        "Erkalo v. the Netherlands, 2 September 1998, Reports 1998-VI",
        "Gäfgen v. Germany [GC], no. 22978/05, § 143, ECHR 2010-...",
        "Kafkaris v. Cyprus [GC], no. 21906/04, § 117, ECHR 2008-...",
        "Koendjbiharie v. the Netherlands, 25 October 1990, § 27, Series A no. 185-B",
        "M. v. Germany, no. 19359/04, 17 December 2009",
        "Medvedyev and Others v. France [GC], no. 3394/03, § 69, ECHR 2010-...",
        "Mooren v. Germany [GC], no. 11364/03, ECHR 2009-...",
        "Nasrulloyev v. Russia, no. 656/06, § 71, 11 October 2007",
        "Rutten v. the Netherlands, no. 32605/96, §§ 39-47, 24 July 2001",
        "Saadi v. the United Kingdom [GC], no. 13229/03, ECHR 2008-...",
        "Sejdovic v. Italy [GC], no. 56581/00, § 41, ECHR 2006-II",
        "Skalka v. Poland (dec.), no. 43425/98, 3 October 2002",
        "Stafford v. the United Kingdom [GC], no. 46295/99, ECHR 2002-IV",
        "Stanev v. Bulgaria (dec.), no. 36760/06, § 114, 29 June 2010",
        "Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no. 2) [GC], no. 32772/02, §§ 43, 45, ECHR 2009-...",
        "Winterwerp v. the Netherlands, 24 October 1979, Series A no. 33"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "395504",
    "typedescription": "15"
}