{
    "__articles": "2;2-1;3;5;5-1;13;13+2",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Life)",
    "applicability": "",
    "appno": "16397/07",
    "article": [
        "13",
        "3",
        "2",
        "5"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Torture"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life",
                "Article 2-1 - Life"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life",
                "Article 2-1 - Life"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-186432.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16397/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Dzhamal Tsakoyev and Ms Zukhra Tsakoyeva (“the applicants”), on 9 April 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by lawyers from the Memorial Human Rights Centre. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of Russian to the European Court of Human Rights and then by his successor in the office Mr Mikhail Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that in September 2004 their son Mr Rasul Tsakoyev had been abducted by State agents in Kabardino-Balkaria, unlawfully detained and ill-treated whilst in detention, had subsequently died as a result of that ill-treatment, and that the authorities had failed to effectively investigate the matter.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 June 2009 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1940 and 1950 respectively and live in the village of Khasanya situated on the outskirts of Nalchik, the capital of Kabardino-Balkaria Republic, a region in the North Caucasus. They are the parents of Mr Rasul Tsakoyev, who was born in 1978. At the material time, he lived with them and worked in a shop selling mobile phones.",
                                "elements": []
                            },
                            {
                                "content": "A.  Abduction of the applicants’ son",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s account",
                                        "elements": [
                                            {
                                                "content": "6.  According to the applicants, their son Mr Rasul Tsakoyev was suspected of membership of the illegal armed group, “Yarmuk”, and was under the surveillance of the Department for Combating Organised Crime of the Ministry of Interior for Kabardino-Balkaria (Управление по Борьбе с Организованной Преступностью Министерства внутренних дел по Кабардино-Балкарской Республике – “the UBOP”). On several occasions − in particular, on 4 May and 8 September 2003 and again on 18 August 2004 − he had been unlawfully detained for a number of hours, had been beaten and questioned by State agents, but had then been released without charge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  On 27 and 28 September 2004, a special antiterrorist operation against Yarmuk members was carried out in the town of Nalchik, in the nearby village of Khasanya, and in other settlements in the Elbrusskiy district in Kabardino-Balkaria (see paragraph 15 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  On the morning of 27 September 2004 Mr Tsakoyev went to the shop where he worked. In the afternoon he told his colleague, Mr M.T., that he needed to go out for a short while. Later he called the colleague from his mobile phone and said: “They are following me again, I will be back soon”. Mr M.T. understood that Rasul Tsakoyev was talking about the police. Since Mr Tsakoyev did not return to work, between 4 and 5 p.m. Mr M.T. called him, but his mobile phone was switched off. Later in the evening, he again tried calling Mr Tsakoyev, but his telephone was still off. Rasul Tsakoyev did not return home that night.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  At about 6 a.m. on 28 September 2004 the police conducted a search at Mr M.T.’s home. The applicants learned about the search from his wife, who called them to warn that their house might be searched too. After the search, Mr M.T. was taken to the premises of the UBOP. He was held there for about twenty hours and then released.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  Also on the morning of 28 September 2004, the applicants learned that another friend of Rasul Tsakoyev, Mr R.M., had also been taken to the premises of the UBOP. They went to the building to find out whether Rasul Tsakoyev was likewise detained there and asked the duty officer about their son. The officer told them that he had been brought there and would soon be released. No information regarding the grounds for their son’s detention, the possible charges against him, or the exact time of his release was given. They waited at the entrance to the UBOP for a while and then returned home. Sometime later Mr R.M. and Mr M.T. were released, but Rasul Tsakoyev did not return home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 29 September 2004 the applicants again went to the UBOP and requested information as to their son’s whereabouts. They told Mr A.Z., the head of Khasanya village administration, that their son had been detained by UBOP officers and asked him to speak to the police and establish their son’s whereabouts. After spending about an hour at the UBOP premises, Mr A.Z. told the applicants that he had spoken with the head of the UBOP, superior officer K., who had told him that their son had not been detained on those premises but had been taken to Khankala in the Chechen Republic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  That afternoon the applicants again went to the UBOP and requested information about their son. However, they were given no information and the head of the UBOP, officer K., refused to see them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On the same date, the applicant’s daughter complained in writing to the Nalchik prosecutor about the abduction of her brother Rasul Tsakoyev, it was to be presumed by representatives of the law-enforcement agencies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  Later on 29 September 2004 Mr M.T. received a phone call in which he was told that two men from the village of Khasanya had found Rasul Tsakoyev next to a local gas station. He had been severely beaten.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 30 September 2004 the local newspaper “Газета Юга” (Gazeta Yuga) in its issue no. 40 (553) published an official statement by the Ministry of the Interior of Kabardino-Balkaria, stating that as a result of the special operation a resident of Khasanya had been arrested, along with two residents of Nalchik. According to the applicants, nobody from Khasanya except their son had been arrested during the special operation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  Between 8 and 8.30 p.m. on 29 September 2004 two residents of Khasanya, Mr A. A. and Mr R.A., brought Rasul Tsakoyev home. He was severely beaten and groggy. His body was covered with bruises and abrasions, there were cigarette burns on his neck, punctures under his nails, lacerated wounds on his shoulders, marks left by handcuffs and wires on his wrists, and traces of injections on his left forearm and fingers. His heels were smashed and he smelled of medicines.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  Mr Tsakoyev told the applicants that on the evening of 27 September 2004, while walking not far from his shop, police officers in masks and camouflage uniforms bearing the stripes of the SOBR (спецотряд быстрого реагирования – quick response unit) had stopped him. They had put a bag over his head and forced him into a car. They took him to a building where they had taken the bag off. He had immediately recognised the UBOP premises since he had already been questioned there many times. During the three days of his detention there he had been tortured by UBOP officers who, under the orders of the superior officer K., pressurised him into confessing in writing to participation in an illegal armed group. Specifically, he had been given no food or water, the UBOP officers had beaten him with rubber truncheons, had burned cigarettes against his face, head, neck and shoulders, put needles under his nails, and tied his hands and feet with steel wire which had left marks. Once he had been given a liquid to drink which made him sick and he had thrown up. Then he had been given some pills that he had spat out. The officers had also tortured him with electric shocks. After lengthy beatings, a doctor in white overalls had entered the room, examined him, checked his pupils and made some injections that left marks on his shoulders. On the afternoon of 29 September 2004, he had been taken out of the UBOP premises, driven by car to a rubbish dump some two kilometres from the village of Khasanya and left there. He had walked to the gas station on the outskirts of Khasanya, where two local residents Khasanya had found him and taken him home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 29 September 2004 after Mr Tsakoyev had been brought home, his relatives called an ambulance. The ambulance doctors diagnosed Mr Tsakoyev with closed craniocerebral injury, brain concussion, multiple contusions, closed fracture of the ribs and contusion of the kidneys. They said he needed to be urgently hospitalised and took him to the Republican Clinical Hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 4 October 2004 Rasul Tsakoyev died in hospital. According to the medical report of the same date, his death was caused by renal failure, myoglobinemia, right-side pneumonia and severe multi-trauma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  According to the forensic report of 13 October 2004 (see paragraph 61 below), Rasul Tsakoyev had the following injuries: massive blunt trauma with crushing of body muscles complicated by myoglobinemia, renal failure, respiratory failure and encephalopathy; contusion of the heart, lungs, kidneys and bowels; fracture of the sixth and seventh ribs on the left side; posttraumatic pneumonitis on the right side; closed craniocerebral injury and brain concussion; large bruises of the chest and extremities; abrasions of the head and extremities. The above injuries had been caused by hard blunt objects. Abrasions on the wrists had most likely been caused by handcuffs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 8 October 2004 residents of the Khasanya village organised a protest meeting demanding prosecution of the police officers responsible for the ill-treatment and death of Rasul Tsakoyev. The head of the KabardinoBalkaria Government, Mr Gubin, and the Kabardino-Balkaria prosecutor, Mr Ketov, had promised the crowd that the perpetrators would be prosecuted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 19 October 2004 two hundred and forty residents of the Khasanya village submitted a joint petition to the Kabardino-Balkaria prosecutor asking him to ensure the prosecution of the police officers who had abducted Rasul Tsakoyev on 27 September 2004 next to the prosecutor’s office and then tortured him until 29 September 2004, causing his death from the ill-treatment they had inflicted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 20 December 2004 the residents of Khasanya sent their joint petition to the Russian Prosecutor General and demanded an effective investigation into the circumstances surrounding the death of Rasul Tsakoyev.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Information submitted by the Government",
                                        "elements": [
                                            {
                                                "content": "24.  The Government did not dispute the circumstances of the case, as presented by the applicants. They agreed that Mr Tsakoyev had been subjected to ill-treatment as a result of which he had died. However, the alleged involvement of the police in the incident was not confirmed by the criminal investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Government submitted that between May and June 2005 the Kabardino-Balkaria police had obtained information indicating that Rasul Tsakoyev had actively aided members of the illegal armed group Yarmuk and those leaders had given him and Mr M.A. a large amount for money for the preparation of terrorist attacks in Kabardino-Balkaria. After the failure of the attacks, members of Yarmuk group had been displeased with Rasul Tsakoyev and had claimed their money back. Members of the Yarmuk group used camouflage uniforms and balaclavas and might have impersonated representatives of law-enforcement agencies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Government also submitted the following information concerning Rasul Tsakoyev’s friends and/or colleagues Mr M.A., Mr A.Z., Mr M.T., Mr R.M. and Mr Z.S. as well as the UBOP superior officer K. According to their submission, between January 2005 and April 2009 these five friends of Mr Tsakoyev had all been put on the wanted list and then eventually killed as results of various special operations carried out by lawenforcement agencies. As for officer K., on 12 January 2008 he had been shot dead by unidentified culprits.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The official investigation into the death of the applicants’ son",
                                "elements": [
                                    {
                                        "content": "27.  In response to the Court’s request for a copy of the entire contents of the criminal investigation file, the Government furnished a copy of some of its contents. The Government stated that the parts of the file recording the steps taken against members of illegal armed groups could not be submitted to the Court. The partial contents as submitted ran to 560 pages and could be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 30 September 2004 the first applicant had complained to the Kabardino-Balkaria prosecutor, stating that his son had been unlawfully detained and severely beaten by UBOP officers and that he was being treated in the intensive care unit at the Republican Clinical Hospital. The first applicant also stated that his son had been unlawfully detained by the police on several occasions, namely on 4 May and 8 September 2003 and on 18 March and, finally, on 27 September 2004, and requested that the perpetrators of his son’s abduction and ill-treatment be prosecuted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 7 October 2004 the Nalchik prosecutor’s office opened criminal case no. 21/175-04 under Article 111 of the Criminal Code (infliction of grave injuries leading to death).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Witness statements taken by the investigation",
                                        "elements": [
                                            {
                                                "content": "30.  On 9 October 2004 the first applicant was granted victim status in the criminal proceedings and questioned. The applicant stressed that his son had told him that he had been abducted and tortured by UBOP officers on the premises of the police unit and that he had been subjected to severe beatings on the direct orders of the head of the UBOP, officer K.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 9 October 2004 the investigators questioned Rasul Tsakoyev’s sister, Ms Kh. Ts., who gave a statement similar to that given to the investigation by the first applicant and to the applicants’ submission before the Court. In addition, she stated that, while he had been at home on 29 September 2004 Rasul Tsakoyev had told her that at least six police officers had participated in his abduction and two police officers of Kabardian ethnic origin had subjected him to the severe beatings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 9 October 2004 the investigators questioned Rasul Tsakoyev’s aunt, Ms Z. E., who gave a statement similar to that given by the first applicant and to the applicants’ submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On the same date, 9 October 2004 the investigators questioned the second applicant, who gave a statement similar to that given to the investigation by the first applicant. In addition, she stated that whilst her son had been at home after the ill-treatment he had told her that he had been abducted by six policemen, taken to the UBOP premises and beaten there by two policemen who had spoken Kabardian between themselves and Russian to him. They had tortured him, pressurising him to admit to assisting members of illegal armed groups. They had demanded that he identify a bearded man in a photograph. The applicant also stated that on 8 September 2003 the police had searched their family home with a warrant. During the search the police officers had told her that her family was suspected of aiding members of illegal armed groups in Chechnya and illegally storing firearms in the house. However, the police had found nothing and had merely taken Rasul for questioning. Rasul had been under surveillance by the police on suspicion of participation in a radical movement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 11 October 2004 the investigators questioned Mr A.A., who stated that on 29 September 2004 he and Mr R.A. had seen Rasul Tsakoyev next to the gas station. The latter had been severely beaten and could barely walk. He had told them that he had been subjected to beatings on the premises of the UBOP and that the police officers who had carried out the beatings had spoken Kabardian and Russian. The witness and Mr R.A. had taken Mr Tsakoyev home, where they had helped his relatives to call for an ambulance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On the same date, 11 October 2004, the investigators questioned Mr R.A., who gave a statement similar to that of Mr A.A. He also stated that Rasul Tsakayev had alleged that he had been severely beaten by the police officers on the premises of the UBOP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 11 October 2004 the investigators also questioned the head of the Khasanya village administration, Mr A.Z., who gave a statement similar to the applicants’ submission before the Court. In addition, he stated that when he had asked the head of the UBOP, officer K., whether Rasul Tsakoyev had been detained on their premises, the latter had replied in the negative but told him that he was suspected of aiding an illegal armed group run by a certain Mr M. Atabayev by supplying it with money and telephones. The witness further stated that on 29 September 2004 he had seen the Imam of the Khasanya mosque, Mr Kh.M., who had told him that Rasul Tsakoyev and two of his friends were being held in detention on the police premises in Nalchik.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 11 October 2004 the investigators questioned the deputy head of the Khasanya village administration, Mr R.F., who stated that at the end of September 2004 he had learnt from the Imam of the Khasanya mosque Mr Kh.M. that Rasul Tsakoyev had been detained and taken to the UBOP unit and that he had died at the beginning of October 2004 as a result of the beatings to which he had been subjected by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 12 October 2004 the investigators questioned Mr S.Ch. and Mr A.B., who stated that they had found Rasul Tsakoyev in a severely beaten condition next to the gas station on 29 September 2004. Mr Tsakoyev had told them that he had been subjected to ill-treatment at the UBOP premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 12 October 2004 the investigators also questioned Mr Z.S., who stated that he had visited Rasul Tsakoyev at home before he had been taken to the hospital. Mr Tsakoyev had told him that he had been beaten by officers from the UBOP. The witness further stated that on 3 October 2004 he had spoken with police officer Kh.G., who had told him that he had not personally participated in Mr Tsakoyev’s ill-treatment but that it had been the UBOP the superior officers who had issued the orders to beat him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 13 October 2004 the investigators questioned Rasul Tsakoyev’s colleague Mr M.T., who stated that early in the morning of 28 September 2004 several police officers had searched his house after showing him their warrant. After that he had been taken to the first floor of the UBOP building, where he had been questioned first by by officer E. and then, about three or four hours later, by another policeman on the second floor. The police officers had told him that his telephone had been tapped due to the suspicion that he had been aiding members of illegal armed groups. On the evening of 28 September 2004 he had been released and at the entrance to the UBOP building he had met the applicants, who had been searching for their son. The following day he had learnt that Rasul Tsakoyev had been abducted and ill-treated by UBOP officers, who had lied about it to the applicants on 28 September 2004 when they went to the police station searching for their son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 13 October 2004 the investigators questioned Rasul Tsakoyev’s friend Mr R.M., who stated that on 28 September 2004 police officers and the officers from the Federal Security Service (the FSB) had searched his house with a search warrant. After that he had been taken to the second floor of the UBOP building and had been questioned about Rasul Tsakoyev by an officer named Anzor and had been told that his detention had been ordered by the head of the UBOP, officer K. He had then been handcuffed to the radiator for the whole night. The following day, 29 September 2004, he had been allowed to go home at about 10 a.m. At the entrance to the building, he had seen the applicants, who had been searching for Rasul Tsakoyev. Later on, when he visited Mr Tsakoyev at the hospital, the latter had told him that he had been beaten on the UBOP premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 14 October 2004 the investigators questioned Mr Kh. M., the Imam of the Khasanya mosque, who stated that he had assisted the applicants and Rasul Tsakoyev’s friends in their search after his abduction by masked policemen. On 27 or 28 September 2004 he and Mr R.N. had arrived at the UBOP premises, where they had spoken with a police officer whose office was on the second floor in the same building as the UBOP. In their presence, the officer had telephoned someone in the UBOP and had told them that Rasul Tsakoyev and his two friends had been detained by the UBOP but would be released after questioning (see also paragraph 49 below). The following day, when the witness returned to the building, he had not been allowed to enter, but had been given permission to leave food for the three men. The following day he had seen Rasul Tsakoyev at home, beaten to a pulp.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 14 October 2004 the investigators questioned Mr R.N., who gave a statement similar to that given by the Imam Kh.M. In particular, he stated that Rasul Tsakoyev and two other men had been detained in the UBOP building and that he and the Iman had been allowed to leave some food and drink for them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 18 October 2004 the investigators questioned Rasul Tsakoyev’s friend Mr Z. G., who stated that he had visited him in hospital at the beginning of October 2004 and that the latter had told him and the others that he had been abducted and beaten by UBOP officers on the direct orders of the head of the UBOP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 3 and 5 November 2004 the investigators questioned medical doctors Mr A.M., Mr K.M. and Mr A. Ch., who stated that they had treated Mr Tsakoyev in the hospital until his death on 4 October 2004. According to the doctors, his condition had been very serious, he could barely talk and had been put on a ventilator, but to no avail. Mr Tsakoyev had not informed them about the origin of his injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 9 November 2004 the investigators questioned the police investigator Ms Kh. K., who stated that she had questioned Rasul Tsakoyev on 30 September 2004 at the hospital. He had been very weak and had told her that on 27 September 2004 he had been abducted in Nalchik, next to the prosecutor’s office, by four unidentified police officers who had arrived in a red VAZ-model vehicle. He said that they had taken him somewhere for two nights and had severely beaten him, and that he would not be able to identify the policemen, who had spoken Russian, as they had had balaclavas over their faces. Even though Mr Tsakoyev had told her that he had been beaten by police officers, he had not said that they had been from the UBOP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Between 9 and 22 November 2004 the investigators questioned several residents of Nalchik: Ms M.Ch. ,Ms Z.Ch., Mr Al. Kh. and Mr An.K., whose mobile telephone numbers had been used to call Rasul Tsakoyev or receive calls from his number on the afternoon of 27 September 2004. All of them stated that they had not used those SIM cards with their respective phone numbers and denied knowing anything about either Mr Tsakoyev or his abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 11 November 2004 the investigators questioned police officers A.Ch. and R.K., both of whom stated that on 29 September 2004 they had been on duty at the entrance of the UBOP building and that they did not recall any visitors wanting to speak with officer K.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 16 November 2004 the investigators questioned the deputy head of the Dolinskiy Department of the Interior in Nalchik, officer A.K., who stated that at the end of September 2004 the Imam of Khasanya village had arrived at his office with another man and had asked him whether three or four acquaintances of his had been arrested by the police and held in detention. The witness had made several phone calls to various police stations and had been told that several men had been detained by the UBOP. He, the Imam and the other man had gone to the UBOP, where he had seen officer Z.Sh., who confirmed that several men from Khasanya had been taken there for questioning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 17 November 2004 the investigators questioned police officers M.M., I.S., A.K. and V.L., who gave similar statements to the effect that on 29 September 2004 they had been the duty officers at the UBOP premises and that they did not recall anyone visiting their office and asking about Rasul Tsakoyev. All of them also stated that at the time officer K. was travelling a lot for work and had frequently been out of the office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 23 November 2004 the investigators questioned Ms Dzh.G., who stated that at the end of September 2004 her father had witnessed the abduction of a young man by several men in balaclavas who had pulled over in a car and quickly forced him inside. After the car had driven off, her father had found a mobile telephone, which had fallen out the young man’s pocket, and had given it to her as a gift. She had received several calls from young men who had asked her in the Balkar language who she was and why she had the phone. After that she had turned the telephone off and had used it only when needed. At the end of October 2004 she had thrown away the young man’s SIM card and put a new one in. She did not know Rasul Tsakoyev and had no information about his abduction or ill-treatment. The investigators seized the telephone from Ms Dzh.G. on the same day, 23 November 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 23 November 2004 the investigators questioned the father of Ms Dzh.G., Mr A.G., who gave a statement similar to that of his daughter (see the paragraph above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Between 10 and 14 December 2004 the investigators questioned the UBOP officers M.G. and Z.Sh., both of whom gave similar statements to the effect that at the end of September 2004 they had been asked by relatives and friends of Rasul Tsakoyev’s about his possible whereabouts on their unit’s premises. They had checked some offices, but had not found him. In addition, they stated that at the material time officer K., like a number of other officers, had work in the Elbrusskiy district.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 16 December 2004 the investigators questioned the deputy head UBOP officer, A.E., who stated that at the end of September 2004 he had seen Mr M.T., who had been detained on the premises of their building. He was unaware of the reasons for his detention and did not know whether Rasul Tsakoyev had been taken there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On 1 February 2005 the investigators conducted a face-to-face confrontation between Rasul Tsakoyev’s friend Mr Z.S. and officer Kh.G., during which the witnesses maintained their contradictory statements. According to Mr Z.S., the UBOP police officers had tortured Mr Tsakoyev, whereas Mr Kh.G. denied seeing him on the UBOP premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 1 February 2005 the investigators carried out another facetoface confrontation, this time between Rasul Tsakoyev’s friend Mr Z.G. and officer Kh.G., during which the witnesses maintained their contradictory statements. According to Mr Z.G., officer Kh.G. had told him that the police officers had tortured Mr Tsakoyev on the direct orders of officer K., whereas Mr Kh.G. denied giving such information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 3 February 2005 the investigators carried out a third face-to-face confrontation, this time between Rasul Tsakoyev’s friend Mr Z.G. and officer E.B., during which the witnesses maintained their contradictory statements. According to Mr Z.G., officer E.B. had been present at the hospital where Rasul Tsakoyev had been hospitalised at the end of September 2004 and in his presence officer Kh.G. had admitted that Rasul had been detained in the UBOP and tortured on the direct orders of the superior officer. Mr E.B. admitted being at the hospital at that time but denied hearing any such conversation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 8 November 2005 the investigators questioned Mr Sh.D. and Mr M.B. The copies of their statements submitted to the Court were illegible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Main stages of the investigation and the applicants’ requests",
                                        "elements": [
                                            {
                                                "content": "59.  On 4 October 2004 the investigators carried out an examination of the crime scene in room no. 3 of the intensive care unit of the Republican Clinical Hospital, where Rasul Tsakoyev was treated between 29 September and 4 October 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 11 October 2004 the investigators seized Rasul Tsakoyev’s clothing from the first applicant for forensic examination. On 19 October 2004 the forensic report was received. It stated that no biological material had been found on the outer items of the clothing and that the traces of blood on Mr Tsakoyev’s underwear had not belonged to his blood group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 12 October 2004 the investigators ordered a report on Rasul Tsakoyev’s body based on his medical records. On 13 October 2004 the experts issued their report, according to which the injuries had been inflicted about seven days prior to his death, that is to say on 27 or 28 September 2004, and that those injuries had been caused by hard blunt objects (see paragraph 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On 18 October 2004 counsel G. hired by the applicants requested that the investigators question witnesses Mr Z. S., Mr Yu. S., Mr Z. G. and officers G. and B. On the same date, the request was granted in the part relating to the questioning of Mr Yu. S., Mr Z. G. and officers G. and B. It was dismissed in the part relating to Mr Z. S. since he had already been questioned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 19 October, 20 and 22 November 2004 the applicants complained to various State authorities, including the Russian Prosecutor General, about the inefficiency of the investigation. In their complaints they stated that their son had been abducted by UBOP police officers, had been tortured on the direct orders of officer K., and that he had died as a result. They argued that the head of the Kabardino-Balkaria Government, Mr Gubin, and the Prosecutor of Kabardino-Balkaria, Mr Ketov, had failed to keep their promise to bring the perpetrators to justice (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 21 October 2004 the first applicant requested that the investigators provide him with the following documents: a statement of calls made from and received on Rasul Tsakoyev’s mobile phone between September and October 2004; excerpt from the UBOP detention register for the period from 27 to 28 September 2004; transcript of Rasul Tsakoyev’s questioning on 18 September 2004. The first applicant also requested that a search be conducted for the persons who now had Rasul Tsakoyev’s mobile phone and that it be tapped. He said that he suspected that his son’s telephone was in the hands of the UBOP officers who had abducted him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On the same date, 21 October 2004, the investigators granted the above request in full. The text of their decision included the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... On 21 October 2004 the victim D. Tsakoyev requested that the investigators obtain a court authorisation for the tapping of mobile telephone number 892863761-27 ‒ which had belonged to Rasul Tsakoyev and had been lost after [his] arrest by the officers of the UBOP of the Kabardino-Balkaria Ministry of the Interior ‒ obtain a detailed list of the phone calls, and take operational search steps to establish the whereabouts of Mr Tsakoyev’s telephone.",
                                                "elements": []
                                            },
                                            {
                                                "content": "This request should be granted in full for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The circumstances referred to by [the first applicant] D. Tsakoyev, are considered to be substantiated by the investigation and necessary for a full, objective investigation into the circumstances of the incident ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "From the documents submitted it appears that, although the request was formally granted, the steps it specified therein were not taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 22 October 2004 the investigators received a list of the ten police officers who had participated in the search of Mr R.M.’s and Mr M.T.’s households on 28 September 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 25 November 2004 the Kabardino-Balkaria prosecutor received the first applicant’s complaint, which had been forwarded by the Representative of the Russian President in the Southern Federal Circuit on 20 November 2004. According to the first applicant, his son Rasul Tsakoyev had been tortured on the premises of the UBOP on the direct orders of the superior officer K., and his son had told him about it prior to his death in hospital. The applicant stressed that his son had been detained on several occasions prior to the last detention and that he had been a person of interest for the local police. According to the applicant, the following evidence proved that his son had been abducted and tortured specifically by UBOP officers and not by any other policemen:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  On 4 May and 8 September 2003 and then on 18 August 2004 Rasul Tsakoyev was detained by the officers from that particular unit;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  A search was conducted on 28 September 2004 in the households of Rasul Tsakoyev’s friends Mr M.T. and Mr R.M. and they, in particular Mr R.M., had subsequently been questioned only about Rasul Tsakoyev;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  On 28 September 2004 the Imam of the Khasanya village Kh.M. asked officers from the UBOP whether they were detaining Rasul Tsakoyev, Mr R.M. and Mr M.T.; the officers replied that all three of them had been detained on the premises of that unit and that at that time there were no superiors in the station to order their release;",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  On 29 September 2004, I, as the father of Rasul Tsakoyev, went to that police unit with the head of the Khasanya village administration, Mr A.Z., ... but only Mr A.Z. was allowed to enter the premises. After a 30-40 minute conversation there, Mr A.Z. came out and told me that, according to officer K., Rasul had been transferred to Khankala. After that we went home. However, sometime later Rasul’s friends told us that he had not been taken anywhere but had been detained in the UBOP building. This information was confirmed by one of the duty officers at the entrance to the UBOP premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, the local press stated that on 28 September 2004 several residents of Khasanya, Kendelen and Nalchik had been detained as a result of a special operation. Nobody from Khasanya village except for Rasul Tsakoyev had been detained on 27 or 28 September 2004. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.  Prior to his death Rasul told us that he had been beaten and tortured by two police officers in balaclavas who had demanded that he confessed to aiding terrorists and supplying them with telephones and food. During those inhumane procedures, officer K. had entered and asked the officers: “So, anything?” and they had replied: “He would not confess”. Officer K. had ordered them to continue. As a result of those actions by the police officers from the UBOP unit, my son Rasul Tsakoyev died.",
                                                "elements": []
                                            },
                                            {
                                                "content": "6.  During Rasul’s stay at the hospital, police officers Kh.G. and E.B. visited him and confirmed [to us] that Rasul Tsakoyev had been detained in the UBOP building at the material time [27-29 September 2004].",
                                                "elements": []
                                            },
                                            {
                                                "content": "Given the above, I have reasons not to trust the law-enforcement bodies in Kabardino-Balkaria and request that you take the investigation of the criminal case under your personal control and transfer it to the prosecutor’s office of the Southern Federal Circuit for a full and complete investigation ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "I request that you take those steps as the investigative authorities are not taking sufficient measures and not interested in solving the crime and prosecuting the perpetrators in court.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "No reply was given to this request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 7 February 2005 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 2 March 2005 the first applicant requested that the investigators resume the investigation and take the following investigative steps: question the person who had Rasul Tsakoyev’s mobile phone; arrange a face-to-face confrontation between the applicants, their daughter and the head of the UBOP, officer K.; arrange a face-to-face confrontation between officer K. and another witness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 7 March 2005 the first applicant’s request was refused. The applicant appealed against the refusal to the investigators’ superiors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On 1 April 2005 the investigators’ superior, the Kabardino-Balkaria prosecutor, dismissed the complaint. The decision stated, inter alia, that the statements made by officer K. and by Mr Z. contained no conflicting information and there was therefore no need for a face-to-face confrontation. Officer K. had provided information on his whereabouts between 27 and 29 September 2004. He had neither met with the applicants nor talked to them. Accordingly, there was no need for a face-to-face confrontation either. As regards Ms Dzh. G., who was using Rasul Tsakoyev’s mobile phone, it had been found by her father. Neither of them had been involved in the infliction of injuries on Rasul Tsakoyev and no face-to-face confrontation was therefore required.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 13 May 2005 the investigation was resumed. The decision stated that it was necessary to verify the possible involvement of an illegal armed group headed by Mr M.A. in the offence and to take other steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On the same date, 13 May 2005, unidentified persons broke into the house of the applicants’ counsel, G., while he was absent. They opened his safe but did not steal anything. Later somebody called him on the phone and said that he had been warned. Since at the time counsel G. was working solely on Rasul Tsakoyev’s case, he concluded that the trespassing and the phone call must have been related to it. At the end of May the applicants had to accept the withdrawal of his assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 27 and 30 May 2005 the first applicant complained to the Kabardino-Balkaria prosecutor about the attempt to put pressure on his counsel. In his complaints, he also mentioned the murder of Mr A. Z. on 14 May 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  On 1 June 2005, the Kabardino-Balkaria prosecutor’s office replied that his complaint of 30 May 2005 had been enclosed in the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  On 16 June 2005 the investigation was again suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  On 23 August 2005 the applicants’ new legal counsel, D., requested that the investigators provide her with copies of documents from the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  On 24 August 2005 the investigators provided the counsel with copies of the decisions to institute and suspend the investigation but refused to provide copies of other documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  On 29 August 2005 counsel D. again requested that the investigators provide her with copies of documents in the case file, including records of witness questioning and the expert reports.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  On 30 August 2005 the investigators allowed the request in part only concerning provision of copies of the procedural decisions and of other documents in the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  On 16 September 2005 the first applicant applied to the Minister of the Interior asking the latter to take steps to ensure an effective investigation in the case and to resume the proceedings. His request was forwarded to the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  On 15 December 2005 the investigators replied to the first applicant that all possible investigative steps had been taken and that there were no grounds for resuming the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  On 9 March 2006 the first applicant requested that the investigators take the following steps: grant victim status to the second applicant; join the medical evidence of 29 October 2004 to the case file; give him Rasul Tsakoyev’s mobile phone; question him again; arrange face-to-face confrontations between the applicants, officer K. and Ms Dzh. G.; request from the UBOP a copy of the transcript of Rasul Tsakoyev’s questioning on 18 September 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  On 19 March 2006, following the decision of the KabardinoBalkaria Supreme Court of 28 February 2006 (see paragraph 102 below), the decision to suspend the investigation was overruled and the proceedings were resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In April 2006 the applicants applied in person to the deputy prosecutor of Kabardino-Balkaria, who promised to supervise the investigation personally.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  On 19 April 2006 the investigators examined Rasul Tsakoyev’s telephone and included it as evidence in the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  On 20 April 2006 the applicant’s legal counsel D. asked the deputy prosecutor of Kabardino-Balkaria for assistance in obtaining a copy of the decision to resume the investigation. She stated that her previous request had been refused by the investigator. Her request was not granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  On 21 April 2006 the first applicant visited the investigators to collect Rasul Tsakoyev’s mobile phone but was unsuccessful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  On 25 April 2006 the investigators refused to institute criminal proceedings against officer K. and other UBOP officers for lack of corpus delicti. In particular, according to the decision, relatives of Rasul Tsakoyev stated that he had told them that he had been ill-treated in the UBOP. However, officer K. stated that between 26 and 29 September 2004 he had been participating in a special operation in the Elbrusskiy district and had only returned to Nalchik on a few occasions. On 29 September 2004 he had come to the UBOP to fetch certain documents from his office. Mr Z. had come to see him and had asked whether Rasul Tsakoyev was being detained at the UBOP. Officer K. had then called the duty officers, who had replied that he was not being held there. Officer Ger. stated that in September 2004 he had participated in a special operation in the Elbrusskiy District together with officer K. and other UBOP officers. On one of those days he had come to the UBOP in Nalchik. There had been a lot of people outside the UBOP building. Some men in the crowd had asked him to find out whether Rasul Tsakoyev was being detained at the UBOP. He had searched for Mr Tsakoyev in the UBOP and, not having found him, had told the men so. Doctor K., who had examined Rasul Tsakoyev upon his admittance to the emergency ward of the Republican Clinical Hospital, stated that during the examination Mr Tsakoyev had only said that he ached all over but had given no details of what had happened to him. The Kabardino-Balkaria Ministry of the Interior confirmed that between 27 and 29 September 2004 UBOP officers had participated in a special operation in the Elbrusskiy District. The decision concluded that there was no evidence corroborating the suggestion that officer K. or other UBOP officers had been responsible for the injuries caused to Rasul Tsakoyev.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  On 26 April 2006 the investigation was suspended again. The suspension decision stated, inter alia, that the question had been raised whether Rasul Tsakoyev might have been abducted due to possible disputes relating to his business. However, it was impossible to question his business partner, Mr M.T., who had absconded and had been put on a wanted list (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  On 2 June 2006 the first applicant asked the investigators to return Rasul Tsakoyev’s mobile phone to him and to provide him with copies of the procedural decisions taken in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  On 6 June 2006 the investigators replied that the mobile phone had been returned to the first applicant. On the same date, he was provided with copies of the five procedural decisions taken in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  On 17 July 2006 the first applicant wrote to the Russian Prosecutor General, the prosecutor of Kabardino-Balkaria, and the director of the Federal Security Service (the FSB) in Kabardino-Balkaria, asking them to resume the investigation and to hand it over to different investigative officers (see also paragraph 67 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  On 21 July 2006 the investigators rejected the request and informed the applicant of their decision on 23 March 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  On 2 September 2009 the investigators’ superiors ordered that the investigation be resumed and that a number of steps be taken:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The [last] decision to suspend the investigation was premature and unsubstantiated as not all of the steps it is possible to take in the absence of those to be charged with a crime have been taken. It must therefore be overruled. It is necessary that the investigators take the following steps:",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  From the documents submitted it appears that the orders were not complied with and none of the above steps was taken by the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  From the documents submitted it appears that the criminal proceedings are still pending.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Complaints against the investigators",
                                "elements": [
                                    {
                                        "content": "98.  On 16 September 2005 the applicants’ counsel lodged an appeal before the Nalchik Town Court against the decision of 16 June 2005 to suspend the investigation and the decision of 30 August 2005 partially granting her request for documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  On 26 September 2005 the Nalchik Town Court dismissed the complaint. The applicants appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  On 8 November 2005 the Kabardino-Balkaria Supreme Court set aside the decision and remitted the complaint for a fresh examination. As regards the suspension of the investigation, the court noted that, although the first applicant indicated to the investigators the particular persons whom he believed to be involved in the offence, there was no indication that his version of events had been investigated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  On 23 December 2005 the Nalchik Town Court allowed the complaint. The court found, inter alia, that in the course of the investigation it had not been verified whether the red VAZ-2107 car Mr Rasul Tsakoyev had been forced into belonged to the UBOP. Likewise, although officer K. had claimed that he had been elsewhere during the events, no evidence had been obtained to corroborate his statement. Furthermore, Mr A.G., who had found Mr Rasul Tsakoyev’s mobile phone and had claimed to have witnessed his abduction, had not been questioned at the crime scene. No measures had been taken to identify other possible witnesses to the abduction and the crime scene had not been examined at all. Moreover, the source of the newspaper article referred to by the first applicant (see paragraph 15 above), which stated that several residents of Khasanya had been detained in the course of a counter-terrorist operation, had not been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  On 28 February 2006 the Kabardino-Balkaria Supreme Court upheld that decision on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "103.  For a summary of the relevant domestic regulations see Turluyeva v. Russia, no. 63638/09, §§ 56-64, 20 June 2013.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "104.  The Court will deal with the procedural matters in the case before considering the applicants’ complaints concerning the abduction of their son, his torture and death, and the allegedly ineffective investigation.",
                        "elements": []
                    },
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "105.  The Government contended that the complaint should be declared inadmissible as the investigation into the death of the applicants’ son had not yet been completed. They further argued, in relation to the complaint under Article 13 of the Convention, that it had been open to the applicants to lodge complaints with the courts about any acts or omissions on the part of the investigating authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The applicants contested the Government’s submission, stating that the only supposedly effective remedy – a criminal investigation – had proved to be ineffective. They stressed that the Government had failed to submit the contents of the investigation file to the Court in their entirety.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "107.  The Court observes that, as regards criminal remedies provided for by the Russian legal system, the investigation into the incident has been pending since 7 October 2004. The parties dispute its effectiveness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court considers that the Government’s objection raises issues concerning the effectiveness of the investigation which are closely linked to the merits of the applicants’ complaints. It therefore decides to join this objection to the merits of the case and considers that the issue falls to be examined below.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "109.  The applicants complained under Article 2 of the Convention that their son Rasul Tsakoyev had died as a result of abduction and torture by State agents and that the domestic authorities had failed to effectively investigate the matter. Article 2 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law ...",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "110.  The Government stated that the domestic investigation had established that the applicant’s son Rasul Tsakoyev had been subjected to ill-treatment and that he had died as a result of it. However, the perpetrators of the alleged abduction and the subsequent ill-treatment had not been State agents and the State was therefore not responsible for the alleged violation. Moreover, given that the applicants’ son had been under the authorities’ survelliance, the local law-enforcement agencies could have arrested and questioned him officially, without any recourse to unlawful methods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government further submitted that the investigation is still pending and that it has been effective and in fully compliant with the procedural requirements of Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The applicants alleged that State agents were responsible for their son’s abduction, torture and subsequent death. They referred to the following evidence: the authorities had suspected him of assisting the illegal armed group Yarmuk, which provided the local law enforcement agents with the reasons for his arrest on 27 September 2004. Mr Tsakoyev had been detained on several occasions prior to that and those arrests showed the likelihood of a new arrest. The press release issued by the KabaradinoBalkaria Ministry of the Inteior published by the local newspaper stated that some residents of Khasanya village had been arrested between 27 and 29 September 2004; however, the authorities had not submitted the list of those persons to prove that Rasul Tsakoyev had not been one of those mentioned (see paragraph 15 above). Mr M.T. had informed the investigators that Rasul Tsakoyev had told him shortly before his abduction on 27 September 2004 that he had been followed by the police, which was not disputed by the Government (see paragraphs 8 and 110 above). The criminal case file contained statements from numerous witnesses, including the police investigators, proving that the whereabouts of Rasul Tsakoyev between 27 and 29 September 2004 had been known to the police (see paragraphs 42, 43, 46 and 53 above) and that Rasul Tsakoyev had told them that he had been detained and tortured on the UBOP premises (see paragraphs 31 - 41 above). The police officers questioned by the investigators did not deny that he was detained on the premises of the UBOP, but rather vaguely stated that they did not recall whether he had been or not (see paragraphs 48 and 50 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The applicants further contended that the lack of prompt reaction to the incident and the ineffectiveness of the criminal investigation showed that the investigators had been aware of the involvement of police officers. They pointed out the following: numerous witness statements collected by the investigation showed that Rasul Tsakoyev had been tortured by the police and the only witnesses who had denied that allegation were the police officers who might have been directly implicated in the crime. The investigators, without collecting other evidence, drew their conclusions based only on unsubstantiated statements made by those officers, despite unequivical evidence to the contrary. Furthermore, the investigation into the incident, which was protracted, had been suspended on several occassions without the necessary steps being taken and those suspensions had subsequently been critised and overruled as premature (see paragraphs 72, 84, 95 and 101 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "114.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. Given that the Government’s objection that the investigation is still pending appears to raise issues concerning the effectiveness of the investigation, the Court decided that the objection should be joined to the merits of the case (see paragraph 108 above). It also notes that the complaint is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "115.  The Court observes that in its extensive case-law it has developed a number of general principles relating to the establishment of matters in dispute, in particular when faced with allegations of violations of fundamental rights (see El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, §§ 151-53, 13 December 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  More specifically, the Court has adjudicated a series of cases concerning allegations of disappearances in the Russian North Caucasus. Applying the above-mentioned principles, it has concluded that it would be sufficient for the applicants to make a prima facie case of abduction by State agents, thus falling within the control of the authorities, and it would then be for the Government to discharge their burden of proof, either by disclosing documents in their exclusive possession or by providing a satisfactory and convincing explanation of how the events in question occurred (see Toğcu v. Turkey, no. 27601/95, § 95, 31 May 2005, and Akkum and Others v. Turkey, no. 21894/93, § 211, ECHR 2005-II (extracts) and, in relation to an abduction in Kabardino-Balkaria, Tsechoyev v.  Russia, no. 39358/05, 15 March 2011). If the Government failed to rebut this presumption, it would entail a violation of Article 2 of the Convention in its substantive part. Conversely, where the applicants failed to make a prima facie case, the burden of proof could not be reversed (see, for example, Shafiyeva v. Russia, no. 49379/09, § 71, 3 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Court observes that the parties disputed neither the circumstances of the incident as presented by the applicants nor the allegation that the abductors’ ill-treatment of Mr Tsakoyev between 27 and 29 September 2004 had led to his death on 4 October 2004. The only points on which the parties disagreed were the question of whether the perpetrators had been State agents and the fact that no overall evaluation of evidence obtained by the investigation had been conducted by the domestic courts. To this end, the Court further observes that the contents of the criminal case file reflecting the investigation into the events were not submitted in their entirety (see paragraph 27 above). However, the Court notes that even the partial contents demonstrate the validity of the applicants’ allegations of the involvement of State agents for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  At the outset, the Court notes, among the pieces of evidence furnished by the parties, the detailed statements given by Rasul Tsakoyev’s colleagues and relatives about the incident. From the very beginning, while Mr Tsakoyev was still alive and in hospital, these statements consistently supported the allegation that he had been abducted and beaten by the police officers at the UBOP building (see paragraphs 31-44 above). The Court further notes that the abduction took place in broad daylight and near the prosecutor’s office, and that the applicants’ relative was detained on the UBOP premises allegedly at the same time as his friends Mr M.T. and Mr R.M. (see paragraphs 36, 40-43 above). The Court observes that the statements alleging Rasul Tsakoyev’s ill-treatment by the police are detailed, concordant and corroborate each other, whereas the police officers’ statements were either to the effect that they were unable to recall anything relating to the incident (see paragraphs 48 and 50 above) or indirectly confirmed the applicants’ statements concerning their search for Mr Tsakoyev on the UBOP premises (see paragraphs 53 and 54 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The Court also notes that in reply to the detailed allegations made by the applicants while their son was still alive and in hospital, the authorities made no efforts either to refute them or to take steps to explore other theories concerning the perpetrators’ possible identities, merely stating ‒ more than eight months after the events, in May-June 2005 ‒ that the perpetrators might have been members of illegal armed groups (see paragraph 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  In the light of the foregoing, the Court is satisfied that the applicants have made a prima facie case that their son was abducted, detained and ill-treated by State agents between 27 and 29 September 2004. Drawing inferences from the Government’s failure to provide a plausible explanation as to what happened to Rasul Tsakoyev after his abduction and how he sustained his injuries resulting in his death, the Court finds that it has been proven beyond reasonable doubt that on 27 September 2004 Rasul Tsakoyev was abducted by the police officers as alleged and subjected to illtreatment that resulted in his death on 4 October 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  Considering its above findings, and in the absence of any justification put forward by the Government, the Court finds that the death of Rasul Tsakoyev can be attributed to the State and that there has been a violation of the substantive aspect of Article 2 of the Convention in respect thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The obligation to protect the right to life under Article 2 of the Convention requires that there should be some form of effective official investigation. A summary of the principles relating to the requirements of such investigation can be found in Mustafa Tunç and Fecire Tunç v. Turkey [GC], no. 24014/05, §§ 169-82, 14 April 2015, and Armani Da Silva v. the United Kingdom [GC], no. 5878/08, §§ 229-39, ECHR 2016.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  Turning to the case at hand, the Court observes that the applicants’ relatives complained of the abduction as soon as they learned about it, that is to say on 30 September 2004 at the latest, while Mr Tsakoyev was still alive (see paragraphs 13 and 28 above), and that from the very beginning they maintained that he had been ill-treated at the UBOP premises by police officers from that unit and that he had been detained by them on previous occasions. In response, the police investigator Kh. K. questioned Mr Tsakoyev at the hospital on the same date and obtained the information about the possible perpetrators of his abduction and ill-treatment (see paragraph 46 above). Despite having this information, the authorities neither examined the crime scene at the UBOP building nor immediately questioned the police officers from the UBOP unit who could have been involved in the incident as alleged by the applicants and Mr Tsakoyev. Moreover, it took the investigators more than a week after this information was obtained ‒ and only following the death of Mr Tsakoyev ‒ to initiate the criminal proceedings (see paragraph 29 above). Furthermore, despite the applicants’ and the witnesses’ consistent allegations of the involvement of UBOP officers in the abduction and torture of Mr Tsakoyev at the police station (see paragraphs 30-44, 65, 67 and 95 above), the investigators never took any steps such as a crime scene examination or questioning the ambulance doctors who allegedly visited Mr Tsakoyev during his detention there, to verify this information. It is noteworthy that the investigators’ refusal to initiate a criminal case against the police officers was taken in the absence of any evidence other than the statements of the very police officers who could have been implicated in the events. Their statements were not corroborated by any other evidence (see, for example, paragraphs 89 and 95-96 above), a fact which was subsequently criticised by the supervising prosecutors and, most importantly, the domestic courts, but to no avail (see paragraphs 98102 above). In the light of the foregoing, the Court cannot but agree with the findings of the domestic courts concerning the shortcomings of the investigation into the circumstances surrounding Rasul Tsakoyev’s death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  Finally, the Court notes that the investigation was suspended as early as 7 February 2006, despite the investigators’ failure to take even the most basic steps (see paragraphs 68 and 72, 84, 90 and 95 above), and that it was subsequently resumed as having been suspended prematurely. Furthermore, for almost three and half years, between April 2006 and September 2009, no steps ‒ not even those ordered by the investigators’ superiors and the domestic courts ‒ were taken at all (see paragraphs 96, 98102).",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  Taking into account the above, and noting the limb of the Government’s preliminary objection that was joined to the merits of the complaint ‒ inasmuch as it concerns the fact that the domestic investigation is still pending ‒ the Court observes that the investigation, having being repeatedly suspended and resumed and plagued by inexplicable delays, has been pending for several years and has produced no tangible results. Accordingly, the Court finds that the remedy relied on by the Government was ineffective in the circumstances and dismisses their preliminary objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  In the light of the foregoing, the Court holds that the authorities failed to carry out an effective criminal investigation into the circumstances surrounding the death of Rasul Tsakoyev, in breach of Article 2 in its procedural aspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "127.  The applicants complained that their son Rasul Tsakoyev had been subjected to severe ill-treatment by the State agents, as a result of which he had died, and that the domestic authorities had failed to effectively investigate the circumstances of his death. Under the same head, the applicants complained of mental suffering caused by their son’s death and the authorities inadequate response to their complaints. Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "128.  The Government stated that “the investigation of the criminal case had established that Rasul Tsakoyev had been subjected to ill-treatment and that he had died as a result of it”. They further stated that the perpetrators of the ill-treatment had not been established and that the alleged involvement of State agents had not been confirmed. The Government also submitted that there had been no violation of Article 3 of the Convention in respect of the applicants because their complaints had been duly examined by the domestic authorities and all possible steps had been taken to have the crime resolved.",
                                "elements": []
                            },
                            {
                                "content": "129.  The applicants maintained their complaints.",
                                "elements": []
                            },
                            {
                                "content": "A.  The complaint in respect of Rasul Tsakoyev",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "130.  The Court notes that the complaint is linked to those examined above under Article 2 of the Convention and must therefore likewise be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "131.  The Court notes that the Government do not dispute that Rasul Tsakoyev was subjected to ill-treatment which resulted in his death. It has also established that he was abducted and ill-treated by State agents and died as a result of that ill-treatment (see paragraph 121 above). In the light of this, the Court finds that State agents were responsible for the illtreatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Court reiterates that the assessment of the level of severity of the ill-treatment depends on all the circumstances of the case, such as the duration of the treatment, its physical and/or mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Tekin v. Turkey, 9 June 1998, § 52, Reports of Judgments and Decisions 1998-IV). Keeping in mind these criteria, the Court finds that the ill-treatment to which Rasul Tsakoyev was subjected between 27 and 29 September 2004 (see paragraphs 17-20 above) and which led to his subsequent death on 4 October 2004, amounted to torture.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  Accordingly, there has been a violation of the substantive aspect of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  As to the applicants’ complaint about the failure to properly investigate the alleged ill-treatment of Rasul Tsakoyev, the Court notes that the substance of the applicants’ complaint has been examined by the Court above under the procedural aspect of Article 2 of the Convention (see paragraph 126 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  Therefore, the Court does not deem it necessary to make a separate finding under Article 3 of the Convention in respect of the alleged deficiencies of the investigation into the ill-treatment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Complaint in respect of the applicants’ mental suffering",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "136.  The Court notes that the applicants’ complaint in respect of the mental suffering caused by the death of their son does not raise a separate issue, as the Court has consistently refused to extend the application of Article 3 to the relatives of persons who have allegedly been killed in violation of Article 2 of the Convention, as opposed to the relatives of the victims of enforced disappearances (see Yasin Ateş v. Turkey, no. 30949/96, § 135, 31 May 2005, and Dangayeva and Taramova v. Russia, no. 1896/04, § 107, 8 January 2009). In these circumstances, and taking into account its findings in paragraphs 121-122 above, the Court concludes that the applicants’ complaint under Article 3 of the Convention in respect of the death of Rasul Tsakoyev must be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV. ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "137.  The applicants complained that their son Rasul Tsakoyev had been unlawfully detained by State agents between 27 and 29 September 2004 in breach of Article 5 of the Convention. Article 5 reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "138.  The Government submitted that the investigation had found no evidence that Mr Tsakoyev had been deprived of his liberty by State agents in breach of Article 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "139.  The applicants maintained their complaint.",
                                "elements": []
                            },
                            {
                                "content": "1.  Admissibility",
                                "elements": [
                                    {
                                        "content": "140.  The Court notes that the complaint is linked to those examined above under Article 2 of the Convention and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Merits",
                                "elements": [
                                    {
                                        "content": "141.  The Court has found on several occasions that unacknowledged detention is a complete negation of the guarantees contained in Article 5 of the Convention and discloses a particularly grave violation of its provisions (see Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Court furthermore confirms that since it has been established that between 27 and 29 September 2004 Rasul Tsakoyev was detained by State agents (see paragraph 121 above), apparently without any legal grounds or any acknowledgement of such detention, this constitutes a violation of the right to liberty and security of persons enshrined in Article 5 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "143.  The applicants complained that there had been no effective remedies in respect of the alleged violations of Articles 2, 3 and 5 of the Convention. Article 13 reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "144.  The Government argued that the applicants had had effective remedies at their disposal, as required by Article 13 of the Convention. They could have appealed against the investigators’ actions before domestic courts, and have succesfully done so.",
                                "elements": []
                            },
                            {
                                "content": "145.  The applicant contested that objection, stating that the criminal investigation had proved to be ineffective and that their complaints did not have any tangible effect on the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "1.  Admissibility",
                                "elements": [
                                    {
                                        "content": "146.  The Court notes that the complaint is linked to those examined above under Article 2 of the Convention and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Merits",
                                "elements": [
                                    {
                                        "content": "147.  The Court reiterates its findings concerning the ineffectiveness of the criminal investigation into the circumstances of Rasul Tsakoyev’s abduction, illtreatment and death. In the absence of any results from a criminal investigation, any other possible remedy becomes inaccessible in practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  The Court thus finds that the applicants did not have an effective domestic remedy at their disposal for their grievances under Articles 2 and 3, in breach of Article 13 of the Convention (see, for example, Aslakhanova and Others v. Russia, nos. 2944/06 and 4 others, § 157, 18 December 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  The Court furthermore notes that according to its established caselaw, the more specific guarantees of Article 5 §§ 4 and 5 of the Convention, being a lex specialis in relation to Article 13 of the Convention, absorb its requirements; in view of its finding above of a violation of Article 5 of the Convention, the Court considers that no separate issue arises in respect of Article 13, read in conjunction with Article 5 of the Convention, given the circumstances of the present case (see, among many examples, Zhebrailova and Others v. Russia, no. 40166/07, § 84, 26 March 2015).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "150.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "151.  The applicants claimed loss of earnings by the breadwinner in the following amounts. The applicants claimed that as the parents of Rasul Tsakoyev they had been financially dependent on him as they were unemployed. According to their estimate, at the time of his death, his monthly earnings as a part-time physical training teacher and mobile phone shop-owner comprised 1,600 euros (EUR) per month. According to the applicants, the amount of the earnings claimed could not be substantiated due to the passage of time since the events in question, which occurred in September 2004, and the submission of the applicants’ just satisfaction claim to the Court in September 2009. The first applicant, as the father of Rasul Tsakoyev, claimed 86,585 pounds sterling (GBP) and the second applicant, as his mother, claimed GBP 340,600. The applicants’ calculations were based on the official subsistence levels and referred to the UK Ogden Actuarial Tables.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  The Government argued that the applicants’ calculations were not substantiated by documents proving the amount of Mr Tsakoyev’s earnings as claimed and that they were based on assumptions. Furthermore, the amount claimed was calculated in British pounds and the alleged monthly salary in euros. Mr Tsakoyev’s alleged salary could not have been paid in those currencies and therefore those calculations were exaggerated and “unrealistic”. The method used for the calculations was based on the system used in the UK and was designed for its “economic situation” and not for the one in Russia, where domestic machinery for such calculation existed. Furthermore, the applicants could have applied for a pension for the loss of a breadwinner but have failed to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The Court reiterates that there must be a clear causal connection between the damages claimed by the applicants and the violation of the Convention, and that this may, where appropriate, include compensation for loss of earnings. The loss of earnings applies to close relatives of disappeared persons, including spouses, elderly parents and minor children (see, among other authorities, Imakayeva v. Russia, no. 7615/02, § 213, ECHR 2006XIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  In the light of the foregoing conclusions, the principles enumerated above, and the parties’ submissions, the Court awards the applicants EUR 5,000 each under this head, plus any tax that may be chargeable to them on those amounts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "155.  As for nonpecuniary damage, the applicants claimed EUR 100,000 jointly for the mental suffering caused by the death of their son as a result of the police ill-treatment and the authorities’ failure to investigate the circumstances thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  The Government submitted that the amount claimed was excessive and not in line with the Court’s case-law on the matter. In addition, the applicants presented “nothing to prove its reasonableness”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  Taking account of the parties’ submissions and the violations found, the Court awards the applicants EUR 60,000 jointly in respect of nonpecuniary damage, plus any tax that may be chargeable to them.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The applicants’ request for investigation",
                                        "elements": [
                                            {
                                                "content": "158.  The applicants also requested, referring to Article 41 of the Convention, that “an independent investigation which would comply with the requirements of the Convention be conducted” into the circumstances of Rasul Tsakoyev’s abduction and ill-treatment. They referred in this connection to the case of Assanidze v. Georgia ([GC], no. 71503/01, §§ 20203, ECHR 2004II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The Government did not comment on this request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  The Court notes that in several similar cases it has decided that it was most appropriate to leave it to the respondent Government to choose the means to be used in the domestic legal order to discharge their legal obligation under Article 46 of the Convention (see, among other authorities, Kukayev v. Russia, no. 29361/02, §§ 131-34, 15 November 2007; Mutsolgova and Others v. Russia, no. 2952/06, § 168, 1 April 2010; and Gisayev v. Russia, no. 14811/04, §§ 181-83, 20 January 2011). It does not see any exceptional circumstances which would lead it to reach a different conclusion in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "161.  The applicant was represented by lawyers from the NGO EHRAC/Memorial Human Rights Centre. The aggregate claim in respect of costs and expenses related to the applicants’ legal representation amounted to GBP 4,102, to be paid into the representatives’ bank account in the United Kingdom. They submitted the following breakdown of costs:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  GBP 1,200 for preparing the application form, reviewing and providing comments on the reply to the Government’s observations, for nine hours of work by Mr Bowring at a rate of GBP 100 per hour (three hours) in 2007 and GBP 150 per hour in 2009 (six hours);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  GBP 2,727 for translation costs, as certified by invoices;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  GBP 105 for administrative costs in the London office;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  GBP 70 for postal and administrative disbursement expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "162.  The Government submitted that the claim was unsubstantiated and pointed out that the applicants should not be entitled to the reimbursement as the expenses claimed were neither necessary nor reasonable, given that the applicants did not have to use London-based lawyers to represent them before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "163.  The Court has to establish first whether the costs and expenses indicated by the applicants were actually incurred and whether they were necessary (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324).",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  Having examined the detail of the information submitted by the applicants, the Court is satisfied that these rates are reasonable. The Court is satisfied that the expenses claimed, except for the postal and administrative disbursement, have been actually and necessarily incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  As regards the detail of the claims submitted by the applicants, the Court awards them the amount of EUR 4,500, together with any valueadded tax that may be chargeable to the applicants, the net award to be paid into the representatives’ bank account in the United Kingdom, as identified by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "166.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible, except for the complaint under Article 3 of the Convention in respect of the applicants’ mental suffering;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a substantive violation of Article 2 of the Convention in respect of Mr Rasul Tsakoyev;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a procedural violation of Article 2 of the Convention on account of the failure to effectively investigate the circumstances of his death;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a substantive violation of Article 3 of the Convention in respect of Mr Rasul Tsakoyev on account of his torture;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine separately the complaint of failure to investigate the allegations of torture under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 of the Convention on account of Mr Rasul Tsakoyev’s unlawful detention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Articles 2 and 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that no separate issue arises under Article 13 in conjunction with Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State, except for the payment of costs and expenses, at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "10.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TSAKOYEVY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-186432.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1002JUD001639707",
    "externalsources": [],
    "extractedappno": [
        "16397/07",
        "63638/09",
        "39630/09",
        "27601/95",
        "21894/93",
        "39358/05",
        "49379/09",
        "24014/05",
        "5878/08",
        "30949/96",
        "1896/04",
        "25704/94",
        "2944/06",
        "40166/07",
        "7615/02",
        "71503/01",
        "29361/02",
        "2952/06",
        "14811/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-186432",
    "judgementdate": "02/10/2018 00:00:00",
    "kpdate": "02/10/2018 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "350",
        "492",
        "448",
        "220",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "2-1",
        "3",
        "2",
        "5-1",
        "5",
        "13"
    ],
    "parties": [
        "TSAKOYEVY",
        "RUSSIA"
    ],
    "rank": "2698.35717773438",
    "representedby": [
        "MEMORIAL HUMAN RIGHTS CENTRE"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "481519",
    "typedescription": "15"
}